Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# WIFI_SET_3_1
source: Please via "Settings"->"WLAN", choose "DOG-ML-******" join on your phone, password 11111111
de: Bitte "DOG-ML-******" in Einstellung vom phone->WLAN wählen,wenn Passwort erforderlich, bitte 11111111 eingeben
es: Ajustes de phone ->Red de área local inalámbrica,elija DOG-ML****** entre,si necesitan contraseña, introduzca 11111111
fr: Sur l'phone via Réglages->WLAN, se connecter à DOG-ML-******, mot de passe 11111111
id_id: Silahkan melalui "Pengaturan"->"WLAN", pilih "DOG-ML-******" sambungkan ke phone anda, kata sandinya adalah 11111111
it: Andare in "Settings"->"WLAN",scegliere "DOG-ML-******" collegare il telefono,password è 11111111
ja: システム設定-> WiFiにDOG-ML -******を選択し追加してください,パスワード11111111
pt: Por favor, selecione "DOG-ML******" na definições de WiFi. Se precisar de senha, digite 11111111
ru: Зайдите в телефоне в настройки->сети WLAN, выберите "DOG-ML******", подключиться. Пароль:11111111
tr: Lütfen Ayarlamalar->WLAN aracaılığıyla DOG-ML-****** yi seçin, phone'nuzdan katılın, şifre 11111111
vi_vn: Trong mục "Cài đặt"->"WLAN", chọn "DOG-ML-*****" kết nối iPhone, Mật khẩu 11111111
zh_hans: 请在系统设置->无线局域网，选择“DOG-ML-******”加入，密码8个1
zh_hant: 請在系統設置->無線區域網，選擇“DOG-ML-******”加入，密碼8個1

# WIFI_SET_RS
source: Please via "Settings"->"WLAN",choose "DOG-**-******"join on your phone, Password is 11111111
es: Ajustes de phone ->Red de área local inalámbrica,elija DOG-****** entre, si necesitan contraseña, introduzca 11111111
fr: Sur l'phone via Réglages->WLAN, se connecter à DOG-**-******, mot de passe 11111111
id_id: Silahkan melalui "Pengaturan"->"WLAN",pilih "DOG-**-******"sambungkan ke iPhone anda, Kata sandinya adalah 11111111
it: Andare in "Settings"->"WLAN",scegliere "DOG-**-******" collegare il telefono, Password è 11111111
pt: Por favor, selecione "DOG-**-******" na definições de WiFi. Se precisar de senha, digite 11111111
ru: Зайдите в телефоне в настройки->сети WLAN, выберите "DOG-**-******", подключиться. Пароль:11111111
tr: Lütfen Ayarlamalar->WLAN aracılığıyla DOG-**-****** u seçin , phone'nuzdan katılın, Şifre 11111111
vi_vn: Trong mục "Cài đặt"->"WLAN", chọn "DOG-**-*****" kết nối phone, Mật khẩu 11111111
zh_hans: 请在系统设置->无线局域网，选择“DOG-**-******”加入，密码8个1
zh_hant: 請在系統設置->無線區域網，選擇“DOG-**-******”加入，密碼8個1

# WIFI_SET_VER
source: Please via "Settings"->"WLAN", choose "%@" join on your phone, password 11111111
es: Ajustes de phone ->Red de área local inalámbrica,elija %@ entre,si necesitan contraseña, introduzca 11111111
fr: Sur l'phone via Réglages->WLAN, se connecter à %@, mot de passe 11111111
id_id: Silahkan melalui "Pengaturan"->"WLAN", pilih "%@" sambungkan ke phone anda, kata sandinya adalah 11111111
it: Andare in "Settings"->"WLAN",scegliere "%@" collegare il telefono,password è 11111111
pt: Por favor, selecione "%@" na definições de WiFi. Se precisar de senha, digite 11111111
ru: Зайдите в телефоне в настройки->сети WLAN, выберите "%@", подключиться. Пароль:11111111
tr: Lütfen Ayarlamalar->WLAN aracaılığıyla %@ yi seçin, phone'nuzdan katılın, şifre 11111111
vi_vn: Trong mục "Cài đặt"->"WLAN", chọn "%@" kết nối iPhone, Mật khẩu 11111111
zh_hans: 请在系统设置->无线局域网，选择“%@”加入，密码8个1
zh_hant: 請在系統設置->無線區域網，選擇“%@”加入，密碼8個1

# WIFI_SET_4
source: Return to %@
de: Zurück zum %@
es: lver a %@
fr: Retour à %@
id_id: Kembali ke %@
it: Tornare a %@
ja: 戻る%@
pt: Retorne para o %@
ru: Вернитесь к %@
tr: %@ e geri dön
vi_vn: Trở lại %@
zh_hans: 回到%@
zh_hant: 回到%@

# WIFI_SET_5GTIPS
source: Note: This device does not support 5G WIFI currently
de: Hinweis:Unterstützt nicht die 5GHz WiFi
es: Nota:No es compatible con el WiFi 5G
fr: Note:Ne supporte pas le WiFi 5G
id_id: Tips:Sinyal 5G WIFI tidak memungkinkan sekarang
it: Nota: il segnale WiFi 5Ghz non è ancora supportato
ja: 注意：ただいま5GHz式のWi-Fi電波が適用されません
pt: Nota:WiFi em 5GHz não é suportado
ru: Примечание:5ГГц WiFi сигнал не включен сейчас
tr: İpuçları:5Ghz WiFi sinyali şu an izinsiz
vi_vn: Lưu ý:5G WiFi chưa được bật
zh_hans: 注：暂不支持5GHz的WiFi信号
zh_hant: 注：暫不支持5GHz的WiFi信號

# SELECT_NETWORK
source: Please choose a network
de: WiFi einstellen
es: Configurar Wifi
fr: Configurer WiFi
id_id: Silahkan pilih jaringan
it: Scegliere una rete
ja: WiFiを設定する
pt: Configurar WiFi
ru: Пожалуйста, выберите сеть
tr: Lütfen bir ağ seçiniz
vi_vn: Hãy chọn mạng
zh_hans: 配置WiFi
zh_hant: 請選擇WiFi網路

# WIFI_NAME
source: WiFi:
ja: ネットワーク名：
zh_hans: WiFi名称：
zh_hant: WiFi名稱：

# ENTER_WIFI
source: Please enter the WIFI name
de: Namen des WiFi eingeben
es: Introduzca el nombre de Wifi
fr: Saisir le réseau SSID
id_id: Nama jaringan
it: Nome della rete
ja: ネットワーク名を入力してください
pt: Digite o nome do WiFi
ru: Введите название для WIFI
tr: Ağ adı
vi_vn: Tên mạng
zh_hans: 请输入WiFi名称
zh_hant: 請輸入WiFi名稱

# WIFI_PWD_1
source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
id_id: Kata sandi:
ja: パスワード：
pt: Senha:
ru: Код WIFI:
tr: Şifre：
vi_vn: Mật mã:
zh_hans: WiFi密码：
zh_hant: WiFi密碼：

# WIFI_PWD
source: Password
de: WiFi-Passwort
es: Contraseña
fr: Mot de passe
id_id: Kata sandi
ja: パスワード
pt: Senha do WiFii
ru: Код WIFI
tr: Şifre
vi_vn: Mật mã
zh_hans: WiFi密码
zh_hant: WiFi密碼

# ENTER_WIFI_PWD
source: Enter WIFI password
de: WiFi-Passwort
es: Introduzca la contraseña
fr: Saisir le mot de passe
id_id: Masuk
it: Inserire la password WiFi
ja: WIFIパスワードを入力してください
pt: Digite a senha do WIFI
ru: Ввод
tr: Gir
vi_vn: Nhập
zh_hans: 请输入WiFi密码
zh_hant: 請輸入WiFi密碼

# DEViCE_NAME
source: Enter device name
de: Bitte Namen des Geräts eingeben
es: Introduzca el nombre del dispositivo
fr: Nom d'appareil incorrect
id_id: Nama perangkat tidak valid
it: Inserire nome dispositivo
ja: デバイス名を入力してください
pt: Nome de dispositivo inválido
ru: Недопустимое имя устройства
tr: Geçersiz cihaz adı
vi_vn: Tên thiết bị không có
zh_hans: 请输入设备名称
zh_hant: 請輸入設備名稱

# USER_NAME
source: Enter nickname
de: Benutzernamen bitte eingeben
es: Introduzca el mote
fr: Saisir un pseudo
id_id: Nama pengguna
it: Inserire Nome utente
ja: ニックネームを入力してください
pt: Digite um apelido
ru: Имя пользователя
tr: Kullanıcı adı
vi_vn: Tên người dùng
zh_hans: 请输入昵称
zh_hant: 請輸入暱稱

# WIFI_ERR_INFO
source: "%@" connection is failed(%d)
de: %@ Verbindung fehlgeschlagen (%d)
es: "%@" Conexión fracasada(%d)
fr: La connexion à "%@" a échoué (%d)
id_id: "%@" Sambungan gagal(%d)
it: "%@" Connessione fallita(%d)
ja: "%@"接続できません(%d)
pt: "%@":Conexão falhou (%d)
ru: "%@" Соединение установить не удалось(%d)
tr: "%@" bağlantısı başarısız(%d)
vi_vn: "%@" kết nỗi lỗi(%d)
zh_hans: "%@"连接失败(%d)
zh_hant: "%@"連接失敗(%d)

# WIFI_ERR_NOTFOUND
source: Not find %@ netwrok
de: Netzwerk %@ nicht gefunden
es: No se ha encontrado %@
fr: %@ n'a pas été trouvé
id_id: Tidak dapat menemukan %@
it: Rete %@ non trovata
ja: %@ネットワークを検出できません
pt: Rede %@ não encontrada
ru: Не найдено %@
tr: Bulunamadı %@
vi_vn: Chưa tìm thấy %@
zh_hans: 未找到"%@"网络
zh_hant: 未找到%@網路

# WIFI_ERR_AUTH
source: %@ password error
de: %@ Verbindung fehlgeschlagen, falsches Passwort
es: %@ Conexión fracasada, contraseña incorrecta
fr: Erreur de mot de passe %@
id_id: %@ kata sandi gagal
it: Impossibile connettersi %@ errore password
ja: %@接続できません。パスワードが違います
pt: %@ Conexão falhou. Senha errada
ru: %@ Пароль введен неверно
tr: %@ şifre hatası
vi_vn: %@ mật khẩu lỗi
zh_hans: %@连接失败，密码错误
zh_hant: %@ 連接失敗，密碼錯誤

# WIFI_ERR_TIMEOUT
source: "%@" connection timeout
de: %@ Verbindung fehlgeschlagen, bitte Router neu starten
es: "%@" Conexión fracasada, se aconseja iniciar de nuevo el router
fr: Échec connexion "%@", délai dépassé
id_id: "%@" Waktu tunggu koneksi habis
it: "%@" connessione scaduta
ja: "%@"接続できません。ルータを再度起動することをお勧めします。
pt: "%@" Conexão falhou. Sugere-se reiniciar roteador
ru: "%@" Ошибка соединения, советуем повторить попытку после перезагрузки маршрутизатора
tr: "%@" bağlantı zaman aşımı
vi_vn: "%@" kết nỗi quá hạn
zh_hans: "%@"连接失败，建议重启路由器试试
zh_hant: "%@" 連接失敗，建議重啟路由器試試

# GIVE_UP
source: Quit
de: Aufgeben
es: Renunciar
fr: Abandonner
id_id: Keluar
it: Esci
ja: キャンセル
pt: Sair
ru: Выход
tr: Çıkış
vi_vn: Thoát
zh_hans: 放弃
zh_hant: 放棄

# BIND_INFO
source: Adding is not finished,sure to quit?
de: Gerät nicht fertig hinzugefügt, möchten Sie aufgeben?
es: No se ha terminado el paso de añadir dispositivo. ¿Está seguro de renunciarlo?
fr: L'appareil n'a pas été rajouté, confirmer l'abandon ?
id_id: Sedang menambahkan perangkat, konfirmasi keluar?
it: Aggiunta dispositivo non terminata, conferma l'uscita?
ja: デバイスの追加が完了していません。キャンセルしますか?
pt: Adição de dispositivo não foi concluída. Deseja sair?
ru: Добавление оборудования не завершено, уверены что хотите отменить?
tr: Cihaz ekleme, çıkış onaylansın mı?
vi_vn: Đang thêm thiết bị, bạn muốn thoát?
zh_hans: 添加设备尚未完成，是否放弃？
zh_hant: 新增設備尚未完成，是否放棄？

# DEVICE_ADDING
source: Adding, please wait…
de: Hinzugefügt, bitte warten…
es: Añadir, por favor espere…
fr: En cours rajout, patienter…
id_id: Sedang menambahkan , silahkan tunggu..
it: Aggiunta dispositivo, attendere per favore…
ja: バインティングされています。しばらくお待ちください…
pt: Adicionando. Por favor aguarde...
ru: Добавление, пожалуйста, подождите…
tr: Ekleniyor, lütfen bekleyin…
vi_vn: Đang thêm, hãy đợi…
zh_hans: 正在绑定，请稍候…
zh_hant: 正在绑定，請稍候…

# DEVICE_CONNECTING_WIFI
source: Connecting, please wait…
fr: Connexion, patienter…
id_id: Menghubungkan , silahkan tunggu..
it: Collegamento, attendere per favore…
pt: Conectando. Por favor aguarde...
ru: Подключение, пожалуйста, подождите ...
tr: Bağlanıyor, lütfen bekleyin ...
vi_vn: Đang kết nối, hãy đợi…
zh_hans: 正在连接，请稍候…
zh_hant: 正在連接，請稍候…

# DEVICE_UPGRADE
source: Device software update
de: Software-Upgrade
es: mejoras de equipo
fr: Mise à jour
id_id: Tingkatkan perangkat
it: Aggiornamento software dispositivo
ja: ソフトウェアアップグレード
pt: Atualização do dispositivo
ru: Устройство обновлено
tr: Cihaz yükseltme
vi_vn: Nâng cấp thiết bị
zh_hans: 设备软件升级
zh_hant: 設備軟體升級

# UPDATING_LABEL
source: Updating(%d%%)
de: Software wird aktualisiert(%d%%)
es: Renovando software(%d%%)
fr: Mise à jour en cours (%d%%)
id_id: Sedang memperbarui(%d%%)
it: Aggiornamento(%d%%)
ja: デバイスのソフトウェアをアップグレードしております(%d%%)
pt: Atualizando o software do dispositivo (%d%%)
ru: Программное обеспечение устройства обновляется(%d%%)
tr: Güncelleme(%d%%)
vi_vn: Cập nhật(%d%%)
zh_hans: 正在更新设备软件(%d%%)
zh_hant: 正在更新設備軟體(%d%%)

# UPDATING_BUTTON
source: Updating
de: Update läuft
es: Renovando
fr: Mise à jour en cours
id_id: Sedang memperbarui
it: Aggiornamento
ja: アップグレード中
pt: Atualizando
ru: Обновляется
tr: Güncelleme
vi_vn: Đang cập nhật
zh_hans: 正在更新
zh_hant: 正在更新

# RE_ADD_LABEL
source: Update completed
de: Die Softwareaktualisierung ist fertig
es: Renovación cumplida
fr: Mise à jour du logiciel est terminée
id_id: Ketika semua perbaruan sudah selesai
it: Aggiornamento completato
ja: ソフトウェアのアップデートが完了しました
pt: Atualização do dispositivo concluída
ru: Обновление программного обеспечения завершено
tr: Tüm güncellemeler tamalandığında
vi_vn: Khi tất cả cập nhật hoàn thành
zh_hans: 设备软件更新完成
zh_hant: 設備軟體更新完成

# RE_ADD_BUTTONG
source: Re-add
de: Hinzufügen erneut
es: Añada de nuevo
fr: Ajouter de nouveau
id_id: Menambahkan ulang
it: Riaggiungere
ja: 再度追加
pt: Adicionar novamente
ru: Добавить снова
tr: Tekrar ekle
vi_vn: Thêm lại
zh_hans: 重新添加
zh_hant: 重新添加

# UPDATE_FAIL
source: Failed to connect camera, please try again
de: Geräteverbindung fehlgeschlagen ist, versuchen Sie es erneut
es: Conexión del dispositivo fallido, por favor, inténtalo de nuevo
fr: Échec de connexion de la caméra, essayer à nouveau
id_id: Gagal menyambung ke kamera , silahkan coba lagi
it: Impossibile collegare la macchina fotografica, riprova per favore
ja: デバイスの接続に失敗しました、再試行してください
pt: Conexão com dispositivo falhou. Por favor tente novamente
ru: Подключение устройства не удалось, пожалуйста, попробуйте еще раз
tr: Kameraya bağlantı başarısız, lütfen tekrar deneyiniz.
vi_vn: Lỗi kết nối camera, hãy thử lại
zh_hans: 设备连接失败，请重试
zh_hant: 設備連接失敗，請重試

# UPDATE_DISCONNECT
source: No response, please try again
de: Ausrüstung keine Antwort, versuchen Sie es erneut
es: Ausrüstung keine Antwort, versuchen Sie es erneut
fr: La caméra ne répond pas, essayer à nouveau
id_id: Tidak ada respon , silahkan coba lagi
it: Nessuna reazione, riprova per favore
ja: デバイスに反応がありません。再試行してください
pt: O dispositivo não responde. Por favor tente novamente
ru: Нет ответа, пожалуйста, попробуйте еще раз
tr: Cevap yok, lütfen tekrar deneyiniz
vi_vn: Không phản hồi, hãy thử lại
zh_hans: 设备无响应，请重试
zh_hant: 設備無回應，請重試

# WIFI_HINT
source: LED Status Indicator
de: Anleitung für LED-Anzeiger
es: Indicador LED de estado
fr: Voyant indicateur d'état
id_id: Status Indikator LED
it: Indicatore di stato LED
ja: デバイスのライト状態説明
pt: Descrição do status do dispositivo
ru: Светодиодный индикатор состояния
tr: LED Durum Göstergesi
vi_vn: Trạng thái đèn LED
zh_hans: 设备指示灯状态说明
zh_hant: 設備指示燈狀態說明

# DOOR_WIFI_HINT
source: LED Status Indicator
de: Anleitung für LED-Anzeiger
es: Indicador LED de estado
fr: Voyant indicateur d'état
id_id: Status Indikator LED
it: Indicatore di stato LED
ja: デバイスのライト状態説明
pt: Descrição do status do dispositivo
ru: Светодиодный индикатор состояния
tr: LED Durum Göstergesi
vi_vn: Trạng thái đèn LED
zh_hans: 设备指示灯状态说明
zh_hant: 設備指示燈狀態說明

# DOOR_HINT_LAGEL
source: Red and blue flashing alternatively, software is upgrading.
de: Wenn die Software-Aktualisierung, die rote und blaue Lichter zusammen zu blinken, können dann nicht verwendet werden.
es: Cuando la actualización de software, las luces rojas y azules intermitente juntos, entonces no se puede utilizar.
fr: Lorsque les voyants rouges et bleues clignotent ensemble, la mise à niveau du logiciel est en cours.
id_id: Merah dan biru berkedip secara alternatif, perangkat lunak sedang meningkatkan.
it: Nota: Lampeggio Blu e Rosso indica che il software si sta aggiornando.
ja: ソフトウェアがアップグレードされると、赤と青のライトが点滅するとともに、 が現時点では正常に動作しません。
pt: Azul e vermelho piscando alternadamente:atualização em curso Nessa hora, o aparelho não poderá ser usado
ru: Во время обновления программного обеспечения, красные и синие лампочки мигают одновременно, не может быть использован.
tr: Kırmız ve mavi sırayla yanıp sönüyor, yazılım yükseltiliyor.
vi_vn: Đèn đỏ và xanh chớp, phần mềm đang nâng cấp
zh_hans: 注：红蓝闪烁时，软件正在升级， 此时无法正常使用。
zh_hant: 註：紅藍閃爍時，軟體正在升級， 此時無法正常使用。

# WIFI_HINT_LAGEL
source: WiFi products no 3G indicator
de: Bemerkung:Bei WiFi-Serien gibt es keine 3G-Anzeiger
es: Nota:Productos de la serie de Wifi no contienen 3G luz de señal
fr: Remarque:la version WiFi n'a pas d'indicateur 3G
id_id: Produk WiFi tidak ada indikator 3G
it: Nota: I dispositivi WiFi non hanno l' indicatore 3G
ja: 備考：WiFiバージョンのシリーズ商品に3Gライトがありません
pt: Dispositivos apenas WiFi não possuem luz indicativa de 3G
ru: Примечание:на продукции серии WiFi нет индикатора 3G
tr: WiFi ürünler, hiçbir 3G göstergesi yok
vi_vn: Dòng WiFi không có đèn 3G
zh_hans: 注：WiFi版系列产品无3G指示灯
zh_hant: 註：WiFi版系列產品無3G指示燈

# WIFI_HINT_LAGEL_0
source: WiFi light
de: WiFi-Anzeiger
es: Luz de WiFi
fr: Voyant WiFi
id_id: Lampu WiFi
it: Led WiFi
ja: WiFiランプ
pt: Luz indicativa do WiFi
ru: Световой сигнал WiFi
tr: WiFi ışığı
vi_vn: Đèn WiFi
zh_hans: WiFi灯
zh_hant: WiFi燈

# WIFI_HINT_LAGEL_1
source: 3G/4G light
de: 3G/4G-Anzeiger
es: Luz 3G/4G
fr: Voyant 3G/4G
id_id: Lampu 3G/4G
it: Led 3G/4G
ja: 3G/4Gランプ
pt: Luz indicativa do 3G/4G
ru: Световой сигнал 3G/4G
tr: 3G/4G ışığı
vi_vn: Đèn 3G/4G
zh_hans: 3G/4G灯
zh_hant: 3G/4G燈

# WIFI_HINT_LAGEL_2
source: Power light
de: Power-Anzeiger
es: Luz de potencia
fr: Voyant Alimentation
id_id: Lampu Daya
it: Led accensione
ja: Powerランプ
pt: Luz indicativa de Energia
ru: Световой сигнал питания
tr: Enerji ışığı
vi_vn: Đèn nguồn
zh_hans: 电源灯
zh_hant: 電源燈

# LIGTH_LABEL_0_1
source: Blue blinking, WiFi Configuration
de: Blinkt es blau, wird WiFi eingestellt
es: Parpadeando luz azul, estado de configuración de Wifi
fr: Voyant bleu clignotant:WiFi en cours de configuration
id_id: Biru berkedip, konfigurasi WiFi
it: Led blu lampeggiante, connessione WiFi
ja: 青く点滅する、WiFi接続可能状態
pt: Azul piscando:em configuração de WiFi
ru: Голубая мигающая лампочка, состояние настройки WiFi
tr: Mavi yanıp sönüyor, WiFi Yapılandırma
vi_vn: Đèn xanh chớp, cấu hình WiFi
zh_hans: 蓝色闪烁，WiFi配置状态
zh_hant: 藍色閃爍，WiFi配置狀態

# LIGTH_LABEL_0_2
source: Blue light, WiFi Online
de: Leuchtet es ständig blau, ist online via WiFi
es: Encendida luz azul, Wifi online
fr: Voyant bleu allumé:WiFi connecté
id_id: Lampu biru, WiFi Online
it: Led blu, WiFi online
ja: 青く点灯する、WiFiオンライン
pt: Azul acesa:WiFi on-line
ru: Горит голубая лампочка, WiFi подключен
tr: Mavi ışık,WiFi Çevrimiçi
vi_vn: Đèn xenh ổn định, đang kết nối WiFi
zh_hans: 蓝色常亮，WiFi在线
zh_hant: 藍色常亮，WiFi線上

# LIGTH_LABEL_1_1
source: Blue blinking, Connect to network
de: Blinkt es blau, wird mit Internet verbunden
es: Parpadeando luz azul, Internet conectado
fr: Voyant bleu clignotant:WiFi en cours de connexion
id_id: Biru berkedip, Sambung ke jaringan
it: Led blu lampeggiante, connesso alla rete
ja: 青く点滅する、ネットワークに接続する
pt: Azul piscando:conectando à rede
ru: Голубая мигающая лампочка, подключение к сети
tr: Mavi yanıp sönüyor, ağa bağlanma
vi_vn: Đèn xanh chớp, đang kết nối mạng
zh_hans: 蓝色闪烁，连接到网络
zh_hant: 藍色閃爍，連接到網路

# LIGTH_LABEL_1_2
source: Blue light, 3G/4G Online
de: Blinkt es blau, ist es online via 3G/4G
es: Encendida luz azul, 3G/4G online
fr: Voyant bleu allumé:3G/4G connecté
id_id: Lampu biru, 3G/4G Online
it: Led blu, 3G/4G online
ja: 青く点灯する、3G/4Gオンライン
pt: Azul acesa:3G/4G on-line
ru: Горит голубая лампочка, 3G/4G подключен
tr: Mavi ışık, 3G/4G Çevrimiçi
vi_vn: Đèn xanh ổn định, 3G/4G Online
zh_hans: 蓝色常亮，3G/4G在线
zh_hant: 藍色常亮，3G/4G線上

# LIGTH_LABEL_2_2
source: Blue light, Powered
de: Leuchtet es blau ständig, ist mit normaler elektronischer Leitung verbunden
es: Encendida luz azul, conectado con el circuito elétrico
fr: La lumière bleue, ont l'électricité
id_id: Lampu biru, terdapat daya listrik
it: Led blu, con l'elettricità
ja: 青く点灯する、正常に電源が入っている
pt: Azul acesa:estado normal
ru: Горит голубая лампочка, нормальная подача электричества
tr: Mavi ışık, elektrik var
vi_vn: Đèn xanh, đang có nguồn
zh_hans: 蓝色常亮，已正常通电
zh_hant: 藍色常亮，已正常通電

# LIGTH_DOOR_LABEL_0
source: Red light, WiFi configuration
de: Leuchtet es rot ständig, ist im Modus WiFi-Einstellung
es: La luz roja, la configuración WiFi
fr: Bleu fixe, alimentation correct
id_id: Lampu merah, Konfigurasi WiFi
it: Led rosso, configurazione WiFi
ja: 赤く点灯する、WiFi接続可能状態
pt: Vermelha acesa:em configuração de WiFi
ru: Красный свет, конфигурация WiFi
tr: Kırmızı ışık, WIFI yapılandırma
vi_vn: Đèn đỏ, đang kết nối WiFi
zh_hans: 红色常亮，WiFi配置模式
zh_hant: 紅色常亮，WiFi配置模式

# LIGTH_DOOR_LABEL_1
source: Red blinking, Connect to network
de: Blinkt es rot, ist in Internetverbindung
es: Rojo parpadeante, Conectarse a la red
fr: Voyant rouge, configuration WiFi
id_id: Merah berkedip, Sambung ke jaringan
it: Led rosso lampeggiante, connettersi alla rete
ja: 赤く点滅する、ネットワークに接続中
pt: Vermelha piscando:conectando à rede
ru: Красный мигающая лампочка, подключение к сети
tr: Kırmızı yanıp sönüyor, Ağa bağlanma
vi_vn: Đèn đỏ chớp, đang kết nối mạng
zh_hans: 红色闪烁，网络连接中
zh_hant: 紅色閃爍，網路連接中

# LIGTH_DOOR_LABEL_2
source: Blue blinking, calling
de: Blinkt es blau, ruft es gerade an
es: Parpadeo azul, llamando
fr: Voyant rouge clignotant, connexion au réseau en cours
id_id: Biru berkedip, sedang memanggil
it: Led blu lampeggiante,chiamata
ja: 青く点滅する、呼び出し中
pt: Azul piscando:alguém está chamando
ru: Голубой мигает, вызов
tr: Mavi yanıp sönüyor, arıyor
vi_vn: Đèn xanh chớp, đang gọi
zh_hans: 蓝色闪烁，呼叫中
zh_hant: 藍色閃爍，呼叫中

# LIGTH_DOOR_LABEL_3
source: Green light, charging
de: Grünes Licht. Das Aufladen
es: La luz verde, esté cargando
fr: Bleu clignotant, appel en cours
id_id: Lampu hijau, sedang mengisi
it: Led verde, carica
ja: 緑く点滅する、充電中
pt: Luz verde:recarregando
ru: Зеленый свет, зарядка
tr: Yeşil ışık, şarj oluyor
vi_vn: Đèn xanh lá ổn định, đang nạp điện
zh_hans: 绿色常亮，正在充电
zh_hant: 綠色常亮，正在充電

# LIGTH_LABEL_2_1
source: Blinking, Low battery
de: Blinkt, Die Batterie ist schwach
es: Rojo parpadeante,batería menos
fr: Clignotant, la batterie est inférieure
id_id: Berkedip, baterai lemah
it: Lampeggiante, la batteria è scarica
ja: 点滅、バッテリーが低いです
pt: Piscando:A bateria está fraca
ru: мигающая лампочка,Заряда батареи низкий
tr: Yanıp sönüyor, düşük pil
vi_vn: Nhấp nháy, pin yếu
zh_hans: 闪烁，电量较低
zh_hant: 閃爍，電量低

# I_KNOW
source: OK
de: Gut
es: Ya lo sé
ja: 了解しました
ru: Я знаю
tr: TAMAM
zh_hans: 我知道了
zh_hant: 我知道了

# ADD_ERR_INFO
source: Unable to connect to the network Please click the "Back" home page to view the status of the device
de: Bitte "Zurück" zur Homepage klicken, den Gerätszustand nachschauen
es: Cariño, no hay Internet haga clik en "volver" para averiguar el dispositivo en la página inicial
fr: Échec de connexion au réseau
id_id: Tidak dapat menyambung ke jaringan
it: Disconnesso premere "Indietro" per lo status del dispositivo
ja: ネットワークへの接続が切断されました "戻す"をクリックして、ホームページでデバイスの確認をしてください。
pt: Seu celular está sem acesso à rede
ru: Уважаемый пользователь, отсутствует подключение к Интернету пожалуйста, нажмите на кнопку "вернуться" на странице проверки состояния оборудования
tr: Ağa bağlanılamıyor
vi_vn: Không thể kết nối mạng
zh_hans: 无网络连接 请点击“返回”主页查看设备状态
zh_hant: 無網路連接 請點擊“返回”主頁查看設備狀態

# SETTINGS_1
source: Settings
de: Funktionseinstellung
es: Ajustes
fr: Réglages
id_id: Pengaturan
it: Impostazioni Funzioni
ja: 機能設定
pt: Ajustes
ru: Параметры
tr: Ayarlamalar
vi_vn: Cài đặt
zh_hans: 功能设置
zh_hant: 功能設置

# EQUIPMENT_NAME
source: Device Name
de: Name des Geräts
es: Nombre del dispositivo
fr: Nom appareil
id_id: Nama Perangkat
it: Nome
ja: デバイス名
pt: Nome do dispositivo
ru: Имя
tr: Cihaz adı
vi_vn: Tên thiết bị
zh_hans: 设备名称
zh_hant: 設備名稱

# EQUIPMENT_NAME_1
source: Device Name:
de: Geräts:
es: Nombre del dispositivo:
fr: Nom appareil:
id_id: Nama Perangkat:
it: Nome:
ja: デバイス名：
pt: Nome do dispositivo:
ru: Имя:
tr: Cihaz adı:
vi_vn: Tên thiết bị:
zh_hans: 设备名称：
zh_hant: 設備名稱：

source: WiFi
de: WIFI-Einstellung
ja: WIFI設定
zh_hans: WiFi配置
zh_hant: WiFi配置

# MOBILE_DATA
source: Mobile data network
de: Mobile Datennetz
es: red de datos móviles
fr: réseau de données mobile
id_id: jaringan data seluler
it: rete dati mobile
ja: モバイルデータネットワーク
pt: rede de dados móveis
ru: Мобильная сеть передачи данных
tr: Mobil veri ağı
vi_vn: mạng dữ liệu di động
zh_hans: 移动数据网络
zh_hant: 移動數據網路

# MOBILE_TIPS
source: When it's on,device will use mobile data instead of WIFI.
de: Wenn diese Funktion aktiviert wird, werden mobile Daten als Vorrang verwendet, selbst wenn es verfügbares WLAN gibt.
es: Usará primero datos móviles aunque haya WiFi conocido abriendo esta función
fr: Lorsque cette fonction est activée, l'appareil utilisera en priorité les données mobiles, même si une connexion Wifi existe.
id_id: Saat fungsi ini menyala, perangkat akan menggunakan data seluler dalam preferensi untuk menggunakan koneksi WiFI.
it: Quando ON, il dispositivo utilizza preferibilmente la rete WiFi
ja: 当機能を有効にすると、WiFi接続が切断され、モバイルデータを使用します
pt: Se ativar esta função, os dados móveis 3G/4G serão usados preferencialmente sobre o WiFi
ru: Когда эта функция включена, устройство будет приоритетно использовать мобильные данные, даже если существует известное WiFi соединение
tr: Bu fonksiyon açıkken WiFi bağlantı kullanmaya tercihen cihaz, mobil veri kullanacaktır.
vi_vn: Khi bật tính năng này, thiết bị sẽ ưu tiên sử dụng sóng 3G/4G thay vì WiFi
zh_hans: 开启后，将断开WiFi网络，使用移动数据连接
zh_hant: 開啟後，將斷開WiFi網路，使用移動數據連接

# LOCATION_SETTING
source: Location
de: Ort
es: Localización
fr: Emplacement
id_id: Lokasi
it: Posizione
ja: 位置
pt: Localização
ru: Местоположение
tr: Yer
vi_vn: Khu vực:
zh_hans: 位置
zh_hant: 位置
