Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# SOFT_PRAISE
source: Reviews
de: App bewerten
es: Compartir aplicación
fr: Avis
id_id: Ulasan
it: Recensioni
ja: 「いいね」押してね〜
pt: Compartilhar com amigos
ru: Отзывы
tr: Değerlendirmeler
vi_vn: Đánh giá
zh_hans: 给加菲狗评分
zh_hant: 給Clever Dog評分

# LOCAL_NOTIFICATION_MSG
source: Please go to iPhone's settings-notifications to find %@ and open 'Notifications'
de: Bitte %@ auf Seite Einstellungen-Mitteilungen im iPhone finden, und Mitteilungen erlauben einschalten
es: Busque en el iPhone "%@" en la página de "Aviso--Ajuste" y elija "permitir la notificación"
fr: Pour l'iPhone, ouvrir "Réglages-notifications", puis %@ et ouvrir 'Notifications'
id_id: Silakan pergi ke iPhone's pengaturan-notifikasi untuk mencari %@ dan terbuka 'Pemberitahuan'
it: Andare in impostazioni notifiche del tuo iPhone per cercare %@ e aprire 'Notifiche'
ja: 先にiPhoneの設定－通知画面に %@ を見つけ、"通知を許可"をオンにしてください
pt: No iPhone, em "Ajustes", "Notificações", ative notificações do %@
ru: Пожалуйста, через настройки-уведомления на вашем iPhone, найдите %@ и откройте уведомления
tr: iPhone'nunuzda "Ayarlamalar-Bildirimlar" aracılığı ile %@ i bulun ve Bildirimler i açın
vi_vn: Trong mục Cài Đặt-Thông báo trên iPhone, tìm %@ mở 'Thông báo'
zh_hans: 请在iPhone的设置－通知页，找到“%@”，开启“允许通知”
zh_hant: 請在iPhone的設定－通知頁，找到%@，開啟“允許通知”

# CLEAR_DATA
source: Clear messages cache
de: Cache leeren
es: Limpiar caché
fr: Vider le cache des messages
id_id: Hapus Pesan
it: Cancella Cache
ja: キャッシュクリア
pt: Limpar cache de mensagens
ru: Очистить кэш
tr: Mesajlar cebini temizleyiniz
vi_vn: Xoá tin nhắn
zh_hans: 清空消息缓存
zh_hant: 清空訊息暫存

source: Feedback
es: Enviar sugerencias
fr: Suggestions
id_id: Saran
ja: フィードバック
pt: Feedback sobre o app
ru: Обратная связь
tr: Geri dönüş
vi_vn: Phản hồi
zh_hans: 意见反馈
zh_hant: 意見回饋

# FEEDBACK_Copy
source: Copy
es: Copia
fr: Copie
id_id: Salinan
it: Copia
pt: Cópia de
ru: копия
tr: Kopya
vi_vn: Sao chép
zh_hans: 复制
zh_hant: 複製

source: About
de: Über
es: Acerca de
fr: A Propos
id_id: Tentang
it: Info
ja: について
pt: Sobre
ru: О приложении
tr: Hakkında
vi_vn: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# YOUR_FEEDBACK
source: You feedback is important to us
de: Vorschläge jedes Benutzers anhören
es: Escuchamos concienzudamente las sugerencias de todos los usuarios
fr: Vos suggestions nous sont précieuses
id_id: Saran anda sangat penting bagi kami
it: La Tua opinione è importante per noi
ja: すべてのユーザーの意見を伺います
pt: Seus comentários são importantes para nós
ru: Оставить отзыв (он очень важен для нас)
tr: Geri dönüşünüz bizim için önemlidir
vi_vn: Ý kiến của bạn rất quan trọng
zh_hans: 聆听每一位用户的意见与建议
zh_hant: 每一位用戶的意見與建議都很重要

# DEAL_FEEDBACK
source: Thank you for your feedback
de: Vielen Dank für Ihr Feedback
es: Gracias por sus comentarios
fr: Merci pour vos commentaires
id_id: Terima kasih untuk saran yang anda berikan
it: Grazie per la Tua opinione
ja: フィードバックありがとうございます
pt: Obrigado pelo seu feedback
ru: Спасибо за ваш отзыв!
tr: Geri dönüşünüz için teşekkür ederiz
vi_vn: Cảm ơn đóng góp ý kiến
zh_hans: 感谢您的反馈
zh_hant: 感謝您的回饋

# FEEDBACK_NULL
source: Please input contents
de: Feedback eingeben
es: Introduzca la realimentación
fr: Saisir vos commentaires
id_id: Silahkan isi masukan
it: Prego inserire dei contenuti
ja: フィードバック内容を入力してください！
pt: Por favor digite um comentário
ru: Пожалуйста, введите информацию для обратной связи
tr: Lütfen içerikleri girin
vi_vn: Nhập vào nội dung
zh_hans: 请输入反馈内容
zh_hant: 請輸入回饋內容

# SUBMIT_FAIL
source: Failed to send
de: Abgabe fehlgeschlagen
es: Entrega fracasada
fr: Échec transmission
id_id: Gagal mengirim
it: Errore in invio
ja: 提出失敗！
pt: Falha ao enviar
ru: Не удалось отправить
tr: Gönderme başarısız
vi_vn: Lỗi gửi
zh_hans: 提交失败
zh_hant: 提交失敗

# SUBMIT_LOG
source: Send log
de: Report senden
es: Entregar el diario
fr: Envoyer le journal
id_id: Mengirim Log
it: Invio log
ja: ログ送信
pt: Enviar logs
ru: Отправьте лог
tr: Kütük gönder
vi_vn: Gửi LOG
zh_hans: 提交错误日志
zh_hant: 提交錯誤日誌

# LOG
source: Version
es: Número de versión
fr: Vérifier les mises à jour
id_id: Versi
it: Versione
ja: バージョンナンバー
pt: Verificar atualizações
ru: Версия
tr: Sürüm
vi_vn: Phiên bản
zh_hans: 版本号
zh_hant: 版本

# WEB
source: Official website
de: Offizielles Homepage
es: Visitar el sitio web oficial
fr: Visiter le site officiel
id_id: Website
it: Sito ufficiale Clever Dog
ja: 公式サイト訪問
pt: Visite o site oficial
ru: Сайт
tr: Web sitesi
vi_vn: Website
zh_hans: 加菲狗官网
zh_hant: Clever Dog官網

# UPGRADE
source: There's a new version, please update and enjoy it.
de: Wow, neues Update ist da! Sie freuen sich bestimmt darauf, erleben Sie bitte schnell das Update!
es: Notificación de actualización
fr: Une mise à jour est disponible. Installez là et profitez des nouvelles fonctionalités
id_id: Bagus , ada update terbaru dari APP. Silahkan meng-upgrade dan nikmati feature terbaru
it: Una nuova versione è disponibile. Si prega di aggiornare.
ja: アップデートのお知らせ。お早めにアップデートしてください。
pt: Atualização detectada. Atualize o app para experimentar a nova versão
ru: Обновление программного обеспечения
tr: Güzel, UYG güncellemesini aldınız. Lütfen yükseltin ve eğlenin
vi_vn: Có phiên bản APP mới, hãy cập nhật
zh_hans: 哇，软件有更新啦！相信你很期待，赶快升级体验吧！
zh_hant: 軟體有更新啦！相信你很期待，趕快升級體驗吧！

# UPGRADE_NOW
source: Update now
de: Download
es: Ahora
fr: Télécharger
id_id: Upgrade sekarang
it: Aggiorna adesso
ja: すぐにアップデートする
pt: Atualizar agora
ru: Обновить сейчас
tr: Şimdi yükseltin
vi_vn: Nâng cấp ngay
zh_hans: 立即更新
zh_hant: 立即更新

source: Next time
de: Nächstes Mal
es: Luego
fr: Une autre fois
id_id: Lain kali
it: La prossima volta
ja: また今度
pt: Mais tarde
ru: Позже
tr: Bir dahaki sefere
vi_vn: Lần tới
zh_hans: 下次再说
zh_hant: 下次再說

# NEW_VERSION
source: Latest version already
de: Bereits die neueste Version
es: última versión
fr: Nouvelle version
id_id: Versi terbaru
it: Nuova versione pronta
ja: すでに最新のバージョンです
pt: Esta já é a versão mais recente
ru: Установлена последняя версия приложения
tr: Yeni sürüm
vi_vn: Phiên bản mới
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# DELETEING
source: Deleting…
de: Löschung…
es: Borrando…
fr: Suppression…
id_id: Hapus…
it: Elimina…
ja: 削除中…
pt: Excluindo…
ru: Удаляется…
tr: Sil…
vi_vn: Xoá…
zh_hans: 正在删除…
zh_hant: 正在刪除…

source: Deleted
de: Alles bereits gelöscht
es: Borradura hecha
fr: Supprimé
id_id: Sudah dihapus
it: Sono stati eliminati
ja: すべてを削除しました!
pt: Excluído
ru: Вся информация удалена!
tr: Silindi
vi_vn: Đã xoá
zh_hans: 已删除
zh_hant: 已刪除

# SURE_DELETE
source: Are you sure to delete?
de: Sind Sie sicher, alle Mitteilungen zu löschen?
es: ¿seguro de borrar todos los mensajes?
fr: Vous êtes sûr de vouloir supprimer?
id_id: Anda yakin mau menghapus?
it: Sei sicuro di voler eliminare?
ja: すべてのメッセージを削除してもよろしいでしょうか？
pt: Excluir todas as mensagens?
ru: Уверены что хотите удалить?
tr: Silmek istediğinizden emin misiniz?
vi_vn: Bạn muốn xoá?
zh_hans: 确定删除该设备的所有消息？
zh_hant: 確定刪除該設備的所有訊息

# MSG_DELETE_TITLE
source: Can't be restored if deleted, please reconfirm.
de: Gelöschte Inhalte nicht zurücksetzbar, bitte wieder prüfen
es: Una vez borrado, no se puede recuperar, por favor ,reconfirme de Nuevo
fr: On ne peut pas restaurer après avoir supprimé
id_id: Tidak dapat dikembalikan setaelah dihapus
it: I dati non potranno essere recuperati se cancellati, Confermare ?
ja: 削除後戻せないので、再度確認してください。
pt: Depois de excluir, não poderá restaurar. Por favor confirme novamente.
ru: После удаления невозможно будет восстановить
tr: Silindikten sonra geri çağrılamaz
vi_vn: Không thể khôi phục sau khi xoá
zh_hans: 删除后不能恢复，请再次确认
zh_hant: 刪除後不能恢復，請再次確認

# DEVICES_TITLE
source: Add Device
de: Geräte hinzufügen
es: Añadir Dispositivos
fr: Ajouter un appareil
id_id: Tambah perangkat
it: Aggiungi Dispositivo
ja: デバイス追加
pt: Adicionar dispositivo
ru: Добавить устройство
tr: Cihaz ekle
vi_vn: Thêm thiết bị
zh_hans: 添加设备
zh_hant: 新增設備

# DEVICES_TITLE_1
source: Connect to device
de: Mit Gerät verbinden
es: Conectando al dispositivo
fr: Se connecter à l'appareil
id_id: Terhubung ke perangkat
it: Connetti un dispositivo
ja: デバイスに接続する
pt: Conectar ao dispositivo
ru: Подключить устройство
tr: Cihaza bağlan
vi_vn: Kết nối thiết bị
zh_hans: 连接到设备
zh_hant: 連接到設備

# DEVICES_TITLE_2
source: Find device
de: Geräte in der Nähe
es: Dispositivos cercanos
fr: Recherche d'un appareil
id_id: Cari perangkat
it: Trova dispositivo
ja: 近くのデバイス
pt: Procurar dispositivo
ru: Найти устройство
tr: Cihaz bul
vi_vn: Tìm thiết bi
zh_hans: 附近的设备
zh_hant: 附近的設備

# DEVICES_TITLE_3
source: Set WiFi
de: WiFi vom Gerät einstellen
es: Configuración de WIFI de los dispositivos
fr: Configurer WiFi
it: Imposta WiFi
ja: デバイスにWiFi接続
pt: Ajustar WiFi do dispositivo
ru: Настройки WiFi
tr: WiFi kur
vi_vn: Cài WiFi
zh_hans: 配置设备WiFi
zh_hant: 配置設備WiFi

# DEVICES_TITLE_4
source: Add
de: Mit Gerät verbunden
es: Dispositivo enlazado
fr: Ajouter
id_id: Tambah
it: Aggiungere
ja: デバイスバインディング
pt: Adicionar
ru: Добавить устройство
tr: Ekle
vi_vn: Thêm
zh_hans: 绑定设备
zh_hant: 新增設備

# DEVICE_EXISTED
source: This device has been added
de: Ihr Gerät ist verbunden, bitte nicht wiederholen
es: Este dispositivo ha a?adido
fr: L'appareil a été rajouté
id_id: Perangkat telah ditambahkan
it: Il dispositivo è stato aggiunto
ja: このアカウントはデバイスにバインディングされています
pt: O dispositivo foi adicionado
ru: Данное устройство уже было добавлено
tr: Bu cihaz eklendi
vi_vn: Thiết bị đã thêm vào
zh_hans: 此账号已经绑定该设备
zh_hant: 此帳號已設定為該設備

# DEVICE_UPGRADE_TIPS
source: The device needs to be rebound to update software.
de: Das Gerät benötigt werden Rebound-Software zu aktualisieren.
es: El dispositivo debe ser de rebote para actualizar el software.
fr: Le dispositif doit être rebondir à mettre à jour le logiciel.
id_id: Perangkat harus pulih untuk memperbarui perangkat lunak.
it: Il dispositivo deve essere rimbalzo per aggiornare il software.
ja: デバイスは、ソフトウェアを更新するために反発する必要があります。
pt: O dispositivo precisa ser rebote para atualizar software.
ru: Устройство должно быть отскок, чтобы обновить программное обеспечение.
tr: Cihaz yazılımını güncellemek için tepme gerekmektedir.
vi_vn: Các thiết bị cần phải được bật để cập nhật phần mềm.
zh_hans: 设备软件版本较低，请重新绑定设备进行升级
zh_hant: 設備軟體版本較低，請重新綁定​​設備進行升級

# DEVICES_TIPS_TEXT
source: This process requires: 1.Your device is connected to your WIFI network 2.A Registered and Active Account 3.With the current account bound
de: Schritte: 1. Gerät mit Internet verbunden 2. registrieren und CID aktivieren 3. mit aktuellem Account verbinden
es: Se necesita en este paso: 1. Dispositivo conectado a Internet 2.Inscribir y activar CID 3.Enlazado con la cuenta actual
fr: Ce processus a besoin: 1 l'appareil connecté au réseau 2 enregistrer et activer le CID 3 liaison avec le compte actuel
id_id: Proses ini membutuhkan: 1 . Perangkat yang terhubung ke jaringan 2. Pendaftaran dan CID Aktif 3. Dengan Akun yang terhubung
it: Questo fase richiede: 1.Dispositivo connesso alla rete WiFi 2.Registrare e attivare un account 3.Inserire l'account.
ja: ここに必要のステップは: 1.デバイスをネットワークに接続させる 2. CIDアカウントを登録して有効化する 3.現在のアカウントとバインディングする
pt: Etapas do processo: 1. Conectar o dispositivo à rede 2. Registrar e ativar a conta 3. Vincular dispositivo à conta
ru: Этот процесс требует: 1.Устройство, подключенное к сети 2.Регистрация и активация CID 3.Привязки с данного аккаунта
tr: Bu işlem şunları gerektirir: 1. Ağa bağlı cihaz 2.CID yi kaydet ve aktifleştir 3.Mevcut hesap bağlantısı
vi_vn: Quá trình: 1. Thiết bị kết nối Internet 2.Đăng ký kích hoạt CID 3. Gắn vào tài khoản
zh_hans: 将完成以下步骤： 1.设备连接到网络 2.注册并激活CID 3.与当前账号绑定
zh_hant: 將完成以下步驟: 1.設備連接到網路 2.註冊並啟動CID 3.與當前帳號綁定

# BLUE_BLINKING
source: Please make sure WIFI indicator light is flashing blue , If not please press the WIFI button for 3 seconds until indicator light starts to flash blue.
de: Bitte prüfen, ob WiFi-Leuchte am Gerät blau blinkt, wenn nicht, langes Drücken auf Taste WiFi ca. 3 Sekunden bis es blau blinkt
es: Por favor, asegure que la luz azul de la señal de WIFI del dispositivo está parpadeando, si no, mantenga pulsando el botón de WiFi durante tres segundos y espere hasta que la luz parpadee
fr: Le voyant WiFi devrait être bleu clignotant. Si non, appuyer et maintenir la touche WiFi enfoncée jusqu'à ce que le voyant clignotte.
id_id: Pastikan lampu indikator WiFi berkedip biru . Jika tidak , silahkan tekan tombol di logo WiFi yang ada di kamera selama 3 detik .
it: Accettarsi che l'indicatore WIFI lampeggia in color blu. In caso contrario premere il pulsante WIFI per circa 3 secondi
ja: デバイスのWiFiランプが青く点滅しているかどうかをチェックしてください。点滅していない場合、点滅するまでWiFiキーを約3秒間長押ししてください
pt: Verifique se a luz azul do WiFi está piscando no dispositivo. Se não estiver, por favor pressione o botão WiFi por 3 segundos
ru: Пожалуйста, убедитесь, что индикатор WiFi мигает голубым светом, если нет, нажмите и удерживайте клавишу WiFi около 3-х секунд, дождитесь мигания голубым светом
tr: Lütfen WiFi göstergesi ışığının mavi yanıp söndüğünden emin olunuz. Değilse WiFi butonuna 3 saniye süreyle basınız.
vi_vn: Hãy kiểm tra đèn WiFi đang nhấp nháy xanh chưa. Nếu chưa, hãy nhấn nút WiFi 3 giây
zh_hans: 设备WiFi灯没有“蓝色闪烁”时，请长按WiFi键约3秒，等待蓝色闪烁
zh_hant: 請確認WiFi指示燈為藍色閃爍，如果沒有，請長按WiFi鍵約3秒，直到藍色閃爍

# DOOR_BLUE_BLINKING_EX
source: Status indicator light should be red constantly, if not, pls restart device,then hold wifi button 3 seconds and wait the light turn red.
es: Cuando la luz no es "sólido rojo", por favor re-arranque, a continuación, pulse el botón WiFi durante unos tres segundos después del lanzamiento, hasta el rojo sólido.
fr: Le voyant devrait être rouge fixe; si non, redémarrer l'appareil, appuyer et maintenir la touche WiFi enfoncée jusqu'à ce que le voyant soit rouge fixe.
id_id: Indikator lampu status harus merah terus-menerus, jika tidak , silahkan restart perangkat, kemudian tahan tombol wifi 3 detik dan menunggu lampu berubah menjadi merah .
it: La luce di stato dovrebbe esere rossa costante, altrimenti, riaccendere il dispositivo e premere il bottone WiFi per 3 secondi e attendere che la luce diventi rossa.
pt: A luz indicativa deve estar vermelha sem piscar. Se não estiver, por favor reinicie o dispositivo e pressione o botão WiFi por 3 segundos
ru: Индикатор состояния должен быть красным постоянно, если нет, пожалуйста, перезагрузите устройство, затем удерживайте кнопку WiFi около трёх секунд и подождите пока загорится красная лампочка
tr: Durum gösterge lambası sabit olarak kırmızı yanmalı, değilse lütfen cihazı yeniden başlatın, ondan sonra WiFi butonunu 3 saniye bastırın ve ışığın kırmızıya dönmesini bekleyin.
vi_vn: Đèn báo cần phải là màu đỏ, nếu chưa, hãy khởi động lại thiết bị, sau đó giữ nút WiFi trong 3 giây và đợi chuyển sang đỏ
zh_hans: 设备指示灯没有“红色常亮”时，请重新开机，再长按WiFi键约3秒，等待红色常亮
zh_hant: 設備指示燈應該紅色常亮，如果沒有,請重新開機，再長按WiFi鍵約3秒，等待紅色常亮

# BLINKING
source: Blue light is blinking
de: Blinkt Bereits
es: SÍ
fr: Clignotement
id_id: Iya
it: Si
ja: 青いランプが点滅
pt: A luz azul está piscando
ru: Мигание
tr: Evet
vi_vn: Đúng
zh_hans: 蓝灯已闪烁
zh_hant: 藍燈已閃爍

# DOOR_BLUE_BLINKING
source: Light's blue steady
de: Wenn das Licht nicht "solid rot", bitte neu starten, und drücken Sie dann WLAN-Taste für etwa drei Sekunden nach der Freigabe, bis durchgehend rot.
es: Azul claro
fr: Bleu Clair
id_id: Biru muda
it: Azzurro
ja: インジケーターランプが赤く点灯していない場合、再起動し、点灯するまで、約3秒間WiFiボタンを押し続けてください。
pt: Azul claro
ru: Голубой свет
tr: Açık mavi
vi_vn: Xanh nhạt
zh_hans: 蓝灯已常亮
zh_hant: 藍燈已常亮

# DOOR_BLINKING
source: Light's red steady
de: Es leuchtet ständig rot
es: Luz roja
fr: Voyant rouge
id_id: Lampu merah
it: Luce rossa
ja: 赤色定常光
pt: Luz vermelha
ru: Красный свет
tr: Kırmızı ışık
vi_vn: Đèn đỏ
zh_hans: 红灯已常亮
zh_hant: 紅燈已常亮

# PLEASE_WAIT_2
source: Adding, please wait…
de: Hinzugefügt, bitte warten…
es: Añadir, por favor espere…
fr: En cours rajout, patienter…
id_id: Sedang menambahkan , silahkan tunggu..
it: Attendere per favore…
ja: を追加中、約1分間かかりますので、しばらくお待ちください…
pt: Adicionando. Por favor aguarde…
ru: Добавление, пожалуйста, подождите…
tr: Ekleniyor, lütfen bekleyin…
vi_vn: Đang thêm, hãy đợi…
zh_hans: 正在绑定，请稍候…
zh_hant: 正在绑定，請稍候…

# ADD_FAILED
source: Failed to add, please retry.
de: Fehlgeschlagen hinzugefügt, bitte erneut versuchen
es: Error al añadir, por favor, inténtelo de Nuevo
fr: Échec rajout, essayer à nouveau
id_id: Gagal menambahkan , silahkan coba lagi
it: Non aggiunto, riprova per favore
ja: 追加できませんでした。再試行してください。
pt: Adição falhou. Por favor tente novamente
ru: Не удалось добавить, пожалуйста, попробуйте ещё раз
tr: Ekleme başarısız, lütfen tekrar deneyin
vi_vn: Thêm bị lỗi, hãy thử lại
zh_hans: 添加失败，请重试
zh_hant: 新增失敗，請重試

# ADD_FAILED_1
source: Failed to add
de: Sorry, fehlgeschlagen hinzugefügt! Gerät reagiert nicht, bitte Internet prüfen
es: Lo siento, no se puede añadir no reacciona el dispositivo, confirme la red de Internet por favor
fr: Impossible de faire le rajout
id_id: Gagal menambahkan
it: Non aggiunto
ja: 申し訳ありません、追加できませんでした。 デバイスに反応がありません。ネットワーク環境をチェックしてください
pt: Desculpe, adição falhou! O dispositivo não responde. Verifique se a rede está disponível
ru: Не удалось добавить отсутствует сигнал от оборудования, проверьте возможность использования сети
tr: Ekleme başarısız
vi_vn: Thêm bị lỗi
zh_hans: 添加失败 设备无响应，请确认网络是否可用
zh_hant: 新增失敗 設備無回應，請確認網路是否可用

# TRY_AGAIN
source: Retry
de: Erneut versuchen
es: Volver a intentar
fr: Essayer à nouveau
id_id: Coba lagi
it: Riprova
ja: 再試行してください
pt: Tentar novamente
ru: Повторить
tr: Tekrar deneyin
vi_vn: Thử lại
zh_hans: 重试
zh_hant: 重試

# ADD_SUCC_1
source: Added successfully
de: Erfolgreich hinzugefügt
es: Felicitaciones, ha añadido correctamente!
fr: Rajout réussi
id_id: Berhasil menambahkan
it: Congratulazioni, dispositivo aggiunto
ja: おめでとうございます。追加完了しました。
pt: Parabéns. Você adicionou com sucesso
ru: Поздравляем! Добавление прошло успешно!
tr: Başarılı bir şekilde eklendi
vi_vn: Thêm thành công
zh_hans: 恭喜你，添加成功！
zh_hant: 恭喜你，新增成功！

# FINISHED
source: Done
de: Fertig
es: Cumplido
fr: Effectué
id_id: Selesai
it: Terminato
ja: 完了
pt: Concluído
ru: Завершено
tr: Tamam
vi_vn: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# TIMEOUT_TRY_AGIN
source: Waiting-timeout please try again
de: Verbindungs-Timeout Bitte versuchen Sie es erneut
es: tiempo de espera conexión Por favor, inténtalo de nuevo
fr: Connexion timeout Essayer à nouveau
id_id: Waktu tunggu habis silahkan coba lagi
it: Attendere-Timeout/riprova per favore
ja: 接続タイムアウト もう一度やり直してください
pt: Conexão expirou Por favor tente novamente
ru: Тайм-аут соединения Пожалуйста, попробуйте еще раз
tr: Bekleme-zamanaşımı lütfen tekrar deneyin
vi_vn: Đợi quá hạn hãy thử lại
zh_hans: 等待超时 不要灰心哦，再试一次吧
zh_hant: 等待逾時，請重試

# NO_DEVICE_1
source: Not find the new device
de: Kein neues Gerät gefunden
es: No se ha encontrado ningún dispositivo
fr: Le nouvel appareil n'a pas été trouvé
id_id: Tidak menemukan perangkat baru
it: Nessun´apparecchio trovato
ja: 新しいデバイスが見つかりません
pt: Nenhum novo dispositivo foi encontrado
ru: Нового устройства не найдено
tr: Yeni cihaz bulunamadı
vi_vn: Không tìm thấy thiết bị mới
zh_hans: 未找到新设备
zh_hant: 未找到新設備

# WIFI_SET_1
source: Please via Settings->WLAN,connect to "%@" on your iPhone
de: Bitte iPhone mit WiFi-Netz "%@" verbinden, dann einstellen
es: Conecta iPhone a la red de "%@"WiFi para luego configurar
fr: Sur l'iPhone, ouvrir Réglages->WLAN, puis se connecter à "%@"
id_id: Silahkan melalui Settings->WLAN, sambungkan ke "%@" di iPhone anda
it: Negli impostazioni – WLAN scegliere '%@' per favore
ja: iPhoneが"%@"WiFiネットワークに接続した後、設定してください。
pt: Por favor, no seu celular, conecte a rede WiFi "%@"
ru: Пожалуйста, на вашем телефоне зайдите в настройки->WLAN и нажмите подключиться к "%@"
tr: Lütfen Ayarlamalar->WLAN aracaılığıyla iPhone'nuzdan %@ e bağlanın
vi_vn: Vào mục Cài đặt -> WLAN, kết nối tới "%@" trên iPhone
zh_hans: 请设置iPhone连接到"%@"WiFi网络，再进行配置
zh_hant: 請設定iPhone連接到%@網路，再進行配置

# WIFI_SET_2
source: 1.Please make sure the WIFI indicator is blue blinking.If not,please press the WIFI button 3 seconds. 2.Via "Settings"->"WLAN" on your iPhone,connect to "%@",password 11111111
de: 1. Bitte prüfen, ob WiFi-Leuchte am Gerät blau blinkt, wenn nicht, langes Drücken auf Taste WiFi ca. 3 Sekunden 2. Einstellung vom iPhone->WLAN öffnen, "%@" wählen,Kennwort acht 1
es: 1.Por favor, asegure que la luz azul de la señal de WIFI del dispositivo está parpadeando, si no, mantenga pulsando el botón de WiFi durante tres segundos. 2.Por favor, busque en la Configuración del iPhone - Wireless LAN, seleccione "%@" conexión,Contraseña ocho 1
fr: 1. Vérifier que le voyant WiFi clignote bleu, si non, appuyer sur le bouton WiFi pendant environ trois secondes 2. Sur l'iPhone via Réglages->WLAN se connecter à "%@", mot de passe 11111111
id_id: 1.Pastikan indikator WIFI dalam kondisi biru berkedip.Jika tidak,silahkan tyekan tombol WIFI selama 3 detik. 2.Melalui "Pengaturan"->"WLAN" di iPhone anda,sambungkan ke "%@",password 11111111
it: 1.Accettarsi che l'indicatore WiFi lampeggia in colore blu, in caso contrario premere il pulsante WiFi per ca. 3 secondi 2.Nelle Impostazioni - WLAN , scegli '%@' usa sul tuo iPhone
ja: 1. デバイスのWi-Fiランプが青く点滅しているかどうかチェックしてください。点滅していない場合、点滅するまでWiFiキーを約3秒間長押ししてください 2.iPhoneの設定> WiFiを開き、"%@"WiFiを選択し、追加してください,パスワード11111111
pt: 1. Verifique se a luz azul do WiFi está piscando no dispositivo. Se não estiver, por favor pressione o botão WiFi por 3 segundos 2. Abra os Ajustes do iPhone -> WiFi, selecione "%@", senha 11111111
ru: 1.Пожалуйста, убедитесь, что беспроводной индикатор мигает голубым. Если нет, пожалуйста, нажмите и удерживайте кнопку WiFi 3 секунды. 2.Через "настройки"->"сети WLAN" на вашем телефоне, подключитесь к "%@", пароль 11111111
tr: 1.Lütfen WIFI göstergesinin mavi yanıp söndüğünden emin olun. Değilse WIFI butonuna 3 sanie basın. 2."Ayarlamalar"->"WLAN" aracılığıyla iPhone'nuzdan %@ e bağlanın, şifre 11111111
vi_vn: 1.Please đảm bảo các chỉ số WIFI là blinking.If xanh không, xin vui lòng nhấn vào nút WIFI 3 giây n2.Via "Settings" -.> "WLAN" trên iPhone của bạn, kết nối với "%@", mật khẩu 11111111
zh_hans: 1.请检查设备WiFi灯是否蓝色闪烁,如果没有,请长按WiFi键约3秒 2.打开iPhone的设置->无线网络,选择“%@”WiFi加入,密码8个1
zh_hant: 1.請檢查設備WiFi燈是否藍色閃爍,如果沒有,請長按WiFi鍵約3秒 2.打開iPhone的設置->無線網路,選擇“%@”加入，密碼8個1

# WIFI_SET_3
source: Please via "Settings"->"WLAN",choose "DOG-**-******"join on your phone, Password is 11111111
de: Bitte "DOG-**-******" in Einstellung vom phone->WLAN wählen, wenn Passwort erforderlich, bitte 11111111 eingeben
es: Ajustes de phone ->Red de área local inalámbrica,elija DOG-****** entre, si necesitan contraseña, introduzca 11111111
fr: Sur l'phone via Réglages->WLAN, se connecter à DOG-**-******, mot de passe 11111111
id_id: Silahkan melalui "Pengaturan"->"WLAN",pilih "DOG-**-******"sambungkan ke iPhone anda, Kata sandinya adalah 11111111
it: Andare in "Settings"->"WLAN",scegliere "DOG-**-******" collegare il telefono, Password è 11111111
ja: システム設定->WiFiにDOG-**-******を選択し追加してください,パスワード11111111
pt: Por favor, selecione "DOG-**-******" na definições de WiFi. Se precisar de senha, digite 11111111
ru: Зайдите в телефоне в настройки->сети WLAN, выберите "DOG-**-******", подключиться. Пароль:11111111
tr: Lütfen Ayarlamalar->WLAN aracılığıyla DOG-**-****** u seçin , phone'nuzdan katılın, Şifre 11111111
vi_vn: Trong mục "Cài đặt"->"WLAN", chọn "DOG-**-*****" kết nối phone, Mật khẩu 11111111
zh_hans: 请在系统设置->无线局域网，选择“DOG-**-******”加入，密码8个1
zh_hant: 請在系統設置->無線區域網，選擇“DOG-**-******”加入，密碼8個1
