Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# RET_EISBIND_BYOTHER
source: CID has been bound by aother account
de: CID bereits mit anderem Account verbunden
es: CIDHa sido enlazado con otra cuenta
fr: CID déjà lié à un autre compte
id_id: CID sudah terikat dengan yang lain
it: CID is already binded by other
ja: CIDは他のアカウントよりバインディングされています
pt: Dispositivo já está vinculado a outra conta
ru: CID был привязан к другому аккаунту
tr: CID başkası tarafından zaten bağlı
vi_vn: CID đã gắn vào tài khoản khác
zh_hans: CID已被其他账号绑定
zh_hant: CID已被其他帳號設定

# RET_EISBIND_UNBIND
source: CID has not been bound
de: CID nicht verbunden
es: CID No enlazado
fr: CID pas lié
id_id: CID tidak terikat
it: CID not binded
ja: CIDがバインディングされていません
pt: CID não foi vinculado
ru: CID не привязан
tr: CID bağlı değil
vi_vn: CID không thể gắn
zh_hans: CID未被绑定
zh_hant: CID未被設定

# RET_EISBIND_BYSELF
source: CID has been bound
de: CID bereits verbunden
es: CID Enlazado
fr: Vous êtes déjà lié à ce CID
id_id: CID sudah terikat sendiri
it: CID is already binded by self
ja: CIDがバインディングされました
pt: Dispositivo já está vinculado
ru: CID уже привязан
tr: CID zaten kendi kendine bağlı
vi_vn: CID đã gắn vào tài khoản này
zh_hans: CID已被绑定
zh_hant: CID已被設定

# RET_ESCENE_DELETE_EXIST_CID
source: Please delete the bound device first
de: An diesem Ort mit einem Gerät verbunden, nicht löschbar
es: Hay dispositivos que no han sido eliminado del enlace bajo esta escenaria, no se puede borrar。
fr: Supprimer l'appareil
id_id: Tolong hapus perangkat
it: Per favore elimina prima il dispositivo
ja: このシーンにまだバインディングが解除されていないデバイスがあるため、削除できません。
pt: Por favor, remova o dispositivo
ru: Пожалуйста, удалите устройство
tr: Lütfen cihaz silin
vi_vn: Hãy xoá thiết bị
zh_hans: 请先删除已绑定的设备
zh_hant: 請先刪除已設定的設備

# RET_ESCENE_DELETE_ONLY_ONE
source: Can not delete in this location
de: kann nicht gelöscht werden
es: Esta escenaria es la última, no se puede borrar
fr: Cette scène est la dernière scène, elle ne peut pas être supprimée
id_id: Tidak dapat hapus
it: Impossibile eliminare
ja: このシーンが最後の場面なので、削除できません。
pt: Este é o último local. Impossível apagar
ru: Невозможно удалить
tr: Silinemiyor
vi_vn: Không thể xoá
zh_hans: 此位置不能删除
zh_hant: 此位置不能刪除

# RET_ESCENE_REPEAT
source: Existed location name
de: Location Name bereits vorhanden ist
es: Nombre de la ubicación ya existe
fr: Nom de l'emplacement existe déjà
id_id: Nama lokasi sudah ada
it: Il nome del luogo esiste già
ja: 位置の名前はすでに使用されています
pt: Nome do local já existe
ru: Имя местоположения уже используется
tr: Yer adı zaten var
vi_vn: Tên khu vực đã tồn tại
zh_hans: 位置名称已被使用
zh_hant: 位置名稱已被使用

# RET_EMODE_STANDARD
source: Set successfully,it will be effective when mode is Standard
de: Erfolgreich eingestellt, im Modus Normal anwenden
es: Ajustes hechos, funcionará en modo normal.
fr: L'emplacement est en mode normal
id_id: Berhasil disetel, lokasi efektif di status standar
it: Modifica effettuata, saranno effettive in modalità STANDARD
ja: 設定が完了しました。シーンが正常モードの時に起動します
pt: Ajustes salvos. Entrarão em vigor automaticamente quando o dispositivo estiver em modo normal
ru: Успешно установлено
tr: Başarılı bir şekilde kur, standart durumdaki etkin yer
vi_vn: Cài đặt thành công, khu vực ở tình trạng tiêu chuẩn
zh_hans: 设置成功，正常模式时将会生效
zh_hant: 設定成功，正常模式時將會生效

# RET_ESEND_EMAIL
source: Failed to send mail
de: Email fehlgeschlagen gesandt
es: Envío de email fracasado
fr: Échec envoi Email
id_id: Pengiriman Pesan Gagal
it: Errore in invio email
ja: メールを送信できませんでした
pt: Falhou ao enviar e-mail
ru: Ошибка отправки
tr: Posta gönderim başarısız
vi_vn: Gửi Mail lỗi
zh_hans: 发送邮件失败
zh_hant: 發送郵件失敗

# RET_EEDITUSERINFO_SMS_PHONE
source: Used phone number
de: Handynummer besetzt
es: Este número de teléfono ha sido usado, cambie por otro
fr: Ce numéro de téléphone a été utilisé, essayer un autre
id_id: Ponsel sudah digunakan
it: Numero cellulare già utilizzato
ja: この携帯電話番号はすでに使用されています。他の番号で試してください
pt: Telefone já existe. Tente outro
ru: Этот номер телефона уже используется
tr: Telefon kullanıldı.
vi_vn: Số điện thoại đã sử dụng
zh_hans: 此手机号码已被使用
zh_hant: 此手機號碼已被使用

# RET_EEDITUSERINFO_EMAIL
source: Used email address
de: Email besetzt
es: Esta dirección de email ha sido usada, cambie por otro
fr: Cet adresse Email a été utilisée, essayer une autre
id_id: Alamat E-mail sudah digunakan
it: L'email è stata già utilizzata
ja: このメールアドレスはすでに使用されています。他のメールアドレスで試してください
pt: E-mail já existe. Tente outro
ru: Эта учетная запись электронной почты уже используется
tr: E-posta kullanıldı.
vi_vn: Email đã sử dụng
zh_hans: 此邮箱账号已被使用
zh_hant: 此電子郵件帳號已被使用

# RET_ESHARE_ACCOUNT_NOT_EXIT
source: Unregistered account
de: Teilen fehlgeschlagen, dieser Account nicht registiert
es: Esta cuenta no ha sido registrada
fr: Échec partage, ce compte n'existe pas
id_id: Gagal untuk membagi, anda belum mendaftar
it: Account non registrato
ja: シェアに失敗しました。このアカウントはまだ登録されていません
pt: Falha ao compartilhar. Faça login antes
ru: Этот номер счета не зарегистрирован
tr: Paylaşım başarısız, giriş yapmadınız
vi_vn: Chia sẻ bị lỗi, bạn chưa đăng nhập
zh_hans: 此账号还没有注册
zh_hant: 此帳號還沒有註冊

# RET_ESHARE_REPEAT
source: This account has been shared with
de: Dieser Account geteilt
es: Esta cuenta ha sido compartida
fr: Ce compte a été partagé
id_id: Akun ini sudah dibagikan
it: Questo account è stato condiviso
ja: アカウントがシェアされました
pt: Esta conta foi compartilhada
ru: Этим аккаунтом уже поделились
tr: Bu hesap paylaşıldı
vi_vn: Tài khoản đã được Chia sẻ
zh_hans: 已经分享给此账号啦
zh_hant: 已經分享給此帳號啦

# RET_ECID_UNBIND
source: CID has not been bound, please readd.
de: CID nicht verbunden, bitte AP neu starten
es: CID No enlazado, por favor inicie de nuevo AP
fr: CID pas lié
id_id: CID tidak terikat
it: CID is not binded
ja: cidがまたバインディングされていません。apを再起動してください
pt: CID não está vinculado. Por favor adicione dispositivo novamente
ru: CID не привязан
tr: CID bağlı değil
vi_vn: CID chưa được gắn
zh_hans: CID未被绑定，请重新添加
zh_hant: CID未被綁定，請重新添加

# RET_ESHARE_NOT_YOURSELF
source: Can not share with yourself
de: Sie können nicht mit Ihnen selbst teilen
es: No puede compartir consigo
fr: Vous ne pouvez pas partager avec vous-même
id_id: Tidak membagi untuk anda sendiri
it: Non si può condividere con se stessi.
ja: 自分にシェアできません
pt: Impossível compartilhar consigo próprio
ru: Невозможно поделиться себе
tr: Kendiniz için paylaşmayınız
vi_vn: Không chia sẻ cho bạn
zh_hans: 您不能分享给自己
zh_hant: 您不能分享給自己

# RET_ECID_UNBIND_RETRY_lOGIN
source: CID has not been bound, please re-login.
de: CID des Geräts nicht verbunden, bitte neu einloggen
es: CIDNo enlazado, por favor inice de nuevo
fr: CID pas lié, se connecter
id_id: CID tidak terikat, silahkan login kembali
it: CID is not binded, please relogin
ja: CID がまたバインディングされていません。再度ログインしてください。
pt: CID não está vinculado. Por favor faça login novamente
ru: CID не привязан, пожалуйста, войдите заново
tr: CID bağlı değil, lütfen tekrar giriş yapın
vi_vn: CID chưa được gắn, hãy đăng nhập lại
zh_hans: CID未被绑定，请重新登录
zh_hant: CID未被綁定，請重新登錄

# RET_EPARAMS_FALSE
source: Parameter error
de: Argument Fehler
es: Argument Fehler
fr: Error
id_id: Argumen error
it: Parametri errati.
ja: パラメータエラー
pt: Erro de argumento
ru: Аргумент ошибки
tr: Argüman hatası
vi_vn: Lỗi thông số
zh_hans: 参数错误
zh_hant: 參數錯誤

# help_url
source: https://%@:8081/helps/en%@.html
de: https://yf.jfgou.com:8081/helps/de.html
es: https://%@:8081/helps/es%@.html
fr: https://%@:8081/helps/fr%@.html
id_id: https://%@:8081/helps/id%@.html
it: https://%@:8081/helps/it%@.html
ja: https://yf.jfgou.com:8081/helps/ja.html
pt: https://%@:8081/helps/pt%@.html
ru: https://%@:8081/helps/ru%@.html
tr: https://%@:8081/helps/tr%@.html
vi_vn: https://%@:8081/helps/vn%@.html
zh_hans: https://%@:8081/helps/zh-rCN%@.html
zh_hant: https://%@:8081/helps/zh-hk%@.html

# Treaty_url
source: http://www.jfgou.com/app/treaty%@_en.html
zh_hans: http://www.jfgou.com/app/treaty%@_cn.html

# setwifi_check
source: Please connect "%@" then make configuration
de: Bitte schließen Sie "%@" WiFi-Netzwerk, dann konfigurieren
es: Configure su teléfono para conectarse a "%@"
fr: Le smartphone et l'appareil doivent se trouver dans le même réseau local "%@"
id_id: Silahkan setel ponsel anda ke "%@"
it: Connettere "%@" per effettuare la configurazione.
ja: 設定次に、"%@"のWiFiネットワークに接続してください
pt: Necessário que os equipamentos estejam conectados na mesma rede WiFi "%@"
ru: Пожалуйста, настройте свой телефон, чтобы подключиться к "%@"
tr: "%@" ye bağlanmak için lütfen telefonunuzu kurunuz
vi_vn: Hãy cho điện thoại kết nối với "%@"
zh_hans: 请设置手机连接到“%@”WiFi网络，再进行配置
zh_hant: 請設置手機連接到“%@”WiFi網路，再進行配置

# show_web
source: www.cleverdog.com.cn
zh_hans: www.jfgou.com

source: %@:Someone calls
de: %@:Ein Freund besucht
es: %@:Llamar a un amigo
fr: %@:Appeler
id_id: %@:Seseorang memanggil
it: %@:Chiamata
ja: %@:友人を呼び出し
pt: %@:Ligar para alguém
ru: %@:Позвонить другу
tr: %@:Birisi arıyor
vi_vn: %@:Có người gọi
zh_hans: %@：有朋友来访
zh_hant: %@：有朋友來訪

# web
source: http://www.cleverdog.com.cn/
zh_hans: http://www.jfgou.com

# Tap0_WelcomeTourist
source: Take a look
de: guck mal
es: Ver primero
fr: Allez pour jeter un oeil
id_id: Lihatlah
it: Andare a vedere
ja: 先に見てみます
pt: Dar uma olhada
ru: Посмотреть
tr: Bir göz atın.
vi_vn: Hãy xem
zh_hans: 先去看看
zh_hant: 先去看看

# Tap0_register
source: Register
de: registrieren
es: Suscribirse
fr: Enregistrer
id_id: Daftar
it: Iscriversi
ja: 新規取得
pt: Registrar
ru: Регистрация
tr: Kayıt
vi_vn: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# Tap0_invaildcode
source: Invalid code
de: Verifizierungscode ungültig
es: Código de verificación inválido
fr: Code de vérification non valide
id_id: Kode tidak valid
it: Codice di verifica invalido
ja: 確認コードが無効です
pt: Código inválido
ru: Неверный код
tr: Geçersiz kod
vi_vn: Mã không hiện hữu
zh_hans: 无效的验证码
zh_hant: 無效的驗證碼

# Tap0_wrongcode
source: Error code
de: Verifizierungscode falsch
es: Código de verificación incorrecto
fr: Code de vérification incorrect
id_id: Error
it: Codice di verifica errato
ja: 確認コードが間違いました
pt: Erro em código
ru: Ошибка подтверждения
tr: Hata
vi_vn: Lỗi
zh_hans: 验证码错误
zh_hant: 驗證碼不正確

# Tap0_enterphoneoremail
source: Enter cellphone number or E-mail address
de: Bitte Handynummer oder Email eingeben
es: Introducir el número de telefono o E-mail.
fr: Veuillez entrer le numéro de téléphone ou email
id_id: Masukkan nomor ponsel atau alamat E-mail
it: Si prega di inserire il numero di cellulare o la email
ja: Eメールアドレスを入力してください
pt: Digite número de celular ou e-mail
ru: Введите номер телефона или Email
tr: Cep telefonu numaranızı veya e-posta adresinizi girin
vi_vn: Nhập vào địa chỉ email hoặc số điện thoại
zh_hans: 请输入手机号码或邮箱
zh_hant: 請輸入電話號碼或電子郵件

# Tap0_BindPhoneNo
source: Bind cellphone
de: mit Handy verbinden
es: Fijar el número de telefono
fr: Lier le téléphone portable
id_id: Menyambung ponsel
it: Collegare il cellulare
ja: 携帯電話に連動します
pt: Vincular celular
ru: Привязать номер телефона
tr: Cep telefonunuzu bağlayın
vi_vn: Gắn với số điện thoại
zh_hans: 绑定手机
zh_hant: 設定電話號碼

# Tap0_BindEmail
source: Bind E-mail
de: mit Email verbinden
es: Fijar E-mail
fr: Lier la boîte aux lettres
id_id: Menyambung E-mail
it: Collegare la email
ja: Eメールアドレスに連動します
pt: Vincular e-mail
ru: Привязать электронную почту
tr: E-posta adresinizi bağlayın
vi_vn: Gắn với Email
zh_hans: 绑定邮箱
zh_hant: 設定電子郵件

# Tap0_BindTips
source: Bind for login or retrieve password
de: Die Verbindung kann zur Anmeldung oder zum Kennwortwiederfinden dienen
es: Después de fijarlo, se puede servirse para iniciar la sesión y buscar la contraseña.
fr: La liaison peut se servir de se connecter et récupérer le mot de passe
id_id: Sambung untuk login atau mendapatkan kembali kata sandi
it: Collegarsi per login o per ritrovare la password
ja: 連動後ログイン及びパスワードの再設定に使えます
pt: Poderá ser usado para recuperar login e senha
ru: После привязки можно зарегистрироваться и восстановить пароль
tr: Giriş için bağlanın veya yeniden şifre alın.
vi_vn: Gắn để đăng nhập hoặc khôi phục mật khẩu
zh_hans: 绑定后可用于登录及找回密码
zh_hant: 設定完成後可用於登錄與找回密碼

# Tap1_Index_DayGreetings
source: Expect for everyday
de: Geben Sie sich jeden Tag eine kleine Erwartung
es: Un poquito de esperanza para mi a diario.
fr: Donnez à vous même une petite espérence chaque jour
id_id: Sedikit kejutan setiap hari
it: Ogni giorno
ja: 毎日の自分に小さな期待を
pt: Dê-se um pouco de surpresa todos os dias
ru: Маленький сюрприз каждый день
tr: Hergün kendiniz için küçük bir sürpriz
vi_vn: Ngạc nhiên nhỏ mỗi ngày
zh_hans: 每天都给自己一点小期待
zh_hant: 每天都給自己一點小期待

# Tap1_Index_NightGreetings
source: Rest is for better work
de: Jede Pause kann eine neue Erwartung bringen
es: Comience de nuevo
fr: Le repos de chaque fois apporte toujours la nouvelle aspiration
id_id: Istirahat dan ulang lagi
it: Riavviare nuovamente.
ja: 毎度のリラックスは新しい憧れをもたらす
pt: Descanse um pouco e comece de novo
ru: Расслабтесь и перегрузите устройство
tr: Biraz dinlenin ve tekrar başlayın
vi_vn: Hãy khởi động lại và chờ
zh_hans: 每次的歇息，总会带来新的向往
zh_hant: 每一次的休息 總會帶來新的方向與未來

# Tap1_Index_NoDevice
source: No device
de: kein Gerät vorhanden
es: No hay dispositivo.
fr: Il n'y a pas de dispositif pour le moment
id_id: Tidak ada perangkat
it: Dispositivo non presente
ja: デバイスは追加されていません
pt: Nenhum dispositivo
ru: Нет устройств
tr: Cihaz yok
vi_vn: Không có thiết bị
zh_hans: 还没有设备哦
zh_hant: 還沒有設備

# Tap1_AddDeviceTips
source: Click"+"to add device
de: Klicken Sie das"+"oben rechts um Gerät hinzuzufügen
es: Haga clic en"+"para agregar dispositivo(s).
fr: Cliquez vite sur"+"en haut à droite pour ajouter un dispositif
id_id: Tekan"+"untuk menambahkan perangkat
it: Clicca il"+"a destra in alto per aggiungere il dispositivo
ja: 右上の「＋」をクリックし、デバイスを追加しましょう
pt: Clique no botão"+"no canto direito superior e o adicione
ru: Нахмите"+"для добавления устройства
tr: Cihaz eklemek için"+"ya tıklayın
vi_vn: Nhấn"+"để thêm thiết bị
zh_hans: 快点击右上角“+”添加设备吧
zh_hant: 點擊右上角“+”新增設備

# Tap2_Index_Greetings
source: Everyday deserves to be recorded
de: Jeder Tag lohnt sich eine Aufzeichnung
es: Grabe cada día
fr: La vie quotidienne est digne d'être enregistrée
id_id: Rekam setiap hari
it: Vale la pena registrare per ricordarsi ogni giorno.
ja: 日々のライフは記録されるべく
pt: A vida de todos os dias merece ser registrada
ru: Ежедневная запись
tr: Hergün kaydet
vi_vn: Lưu hàng ngày
zh_hans: 每一天的生活，都值得被记录
zh_hant: 每一天的生活，都值得被記錄

# Tap1_AddDevice_QR
source: Scan QR code
de: Scannen
es: Escanear código QR
fr: Numériser le code QR
id_id: Pindai Kode QR
it: Scansiona QR Code
ja: QRコードのスキャン
pt: Escanear código QR
ru: Скан QR кода
tr: QR kodu tara
vi_vn: Quét mã QR
zh_hans: 扫一扫
zh_hant: 掃描QRCode

# Tap1_Tosetup
source: Set up
de: Einrichten
es: Instaurar
fr: Instaurer
id_id: Persiapkan
it: Impostare
ja: 設定へ
pt: Ajustar
ru: Установка
tr: Kurulum
vi_vn: Thiết lập
zh_hans: 去设置
zh_hant: 設定

# Tap1_AddDevice_QR_Fail
source: Unable to be added by scanning
de: Das Gerät unterstützt das Hinzufügen durch Codescannen nicht
es: Imposible de agregar dispositivo
fr: Ce dispositif ne supporte pas la numérisation du code QR
id_id: Tidak memungkinkan untuk menambahkan
it: Impossibile aggiungere il dispositivo tramite scansione QR code
ja: このデバイスはスキャン機能で追加されることができません
pt: Dispositivo não suporta adição via código QR
ru: Невозможно добавить
tr: Eklenemiyor
vi_vn: Không thể thêm
zh_hans: 此设备暂不支持扫码添加
zh_hant: 暫不支持掃描QR Code新增設備

# Tap1_AddedDeviceTips
source: Device has been bound with current account
de: Gerät bereits mit dem aktuellen Konto verbunden
es: Este dispositivo ya esta conectado a su cuenta.
fr: Le dispositif est déjà lié au compte courant
id_id: Terikat dengan akun saat ini
it: Il dispositivo è già collegato all'account
ja: IDはすでにデバイスと連動しています
pt: Dispositivo já está vinculado à conta atual.
ru: Привязать к текущему аккаунту
tr: Mevcut hesap ile bağlı
vi_vn: Gắn với tài khoản hiện tại
zh_hans: 设备已绑定当前账号
zh_hant: 設備已設定為當前帳號

# Tap1_SelectDevice
source: Select device
de: Gerät auswählen
es: Seleccionar el dispositivo.
fr: Sélectionner le dispositif
id_id: Pilih perangkat
it: Selezionare il dispositivo
ja: デバイス選択
pt: Escolha o dispositivo
ru: Выберите устройство
tr: Cihaz seç
vi_vn: Chọn thiết bị để chia sẻ
zh_hans: 选取设备
zh_hant: 選擇設備

# Tap1_AddDevice_CameraTipShort
source: After power on, press the WiFi key
es: Después de encender, presione la tecla WiFi
fr: Après la mise sous tension, appuyez sur la touche WiFi
id_id: Setelah dinyalakan, tekan tombol WiFi
it: Dopo l'accensione, premere il tasto WiFi
pt: Depois de ligar, pressione a tecla WiFi
ru: После включения питания нажмите клавишу WiFi
tr: Açıldıktan sonra WiFi tuşuna basın
vi_vn: Sau khi bật nguồn, bấm phím WiFi
zh_hans: 开机后，按一下WiFi键
zh_hant: 開機後，按一下WiFi鍵

# Tap1_AddDevice_CameraTipsTitle
source: Press and hold the wifi button for 3s
de: Drücken Sie lange die WiFi-Taste für 3s
es: pulsado el botón WiFi para 3s
fr: appuyez longuement sur le bouton WiFi pour 3s
id_id: tekan lama tombol WiFi untuk 3s
it: Premere il pulsante WiFi per 3 secondi
ja: 長押し3秒のためのWiFiボタン
pt: prima o botão WiFi para 3s
ru: Длительное нажатие кнопки WiFi в течение 3s
tr: Uzun süreli basma 3s WiFi düğmesi
vi_vn: Long nhấn nút WiFi cho 3s
zh_hans: 长按WiFi键3秒
zh_hant: 長按無線鍵3秒

# Tap1_AddDevice_CameraTips
source: until the light is blinking blue
de: Warten, bis der Indikator in blau zu flackern
es: Espere a que el indicador parpadee en azul
fr: Attendez que l'indicateur de scintillement en bleu
id_id: Tunggu indikator berkedip biru
it: Attendere che l'indicatore lampeggi in blu
ja: インジケータが青色で点滅されるまで待ち
pt: Aguarde até que o indicador a piscar em azul
ru: Подождите, пока индикатор мерцать синим цветом
tr: Gösterge mavi titremesine bekleyin
vi_vn: Chờ cho chỉ số nhấp nháy màu xanh lam
zh_hans: 等待蓝灯闪烁
zh_hant: 等待藍燈閃爍

# Tap1_AddDevice_DoorbellTipsTitle
source: Reboot and long press the WiFi button for 3s
de: Reboot und lange drücken Sie die WiFi-Taste für 3s
es: Reiniciar y mantenga pulsado el botón WiFi para 3s
fr: Redémarrer et appuyez longuement sur la touche WiFi pour 3s
id_id: Reboot dan tekan lama tombol WiFi untuk 3s
it: Riavviare e premere il pulsante WiFi per 3 secondi
ja: 3Sのため再起動して、長押しのWiFiボタン
pt: Reinicie o computador e prima o botão WiFi para 3s
ru: Перезагрузка и длительное нажатие на кнопку WiFi в течение 3 секунд
tr: 3s için yeniden başlatma ve uzun basın WiFi düğmesine
vi_vn: Khởi động lại và dài bấm nút WiFi cho 3s
zh_hans: 重新开机，长按WiFi键3秒
zh_hant: 重新開機，長按無線鍵3秒

# Tap1_AddDevice_CloudcameraTitle
source: After boot and long press the WiFi button for 3s
es: Después de arrancar y presionar el botón WiFi durante 3s
fr: Après le démarrage et appuyez longuement sur le bouton WiFi pour 3s
id_id: Setelah boot dan tekan lama tombol WiFi selama 3 detik
it: Dopo l'avvio e premere a lungo il pulsante WiFi per 3 secondi
pt: Após a inicialização e aperte o botão WiFi por 3s
ru: После загрузки и длительного нажатия кнопки WiFi на 3 секунды
tr: Açılıştan sonra ve 3 saniye için WiFi düğmesine uzunca basın
vi_vn: Sau khi khởi động và nhấn nút WiFi cho 3 giây
zh_hans: 开机后，长按WiFi键3秒
zh_hant: 開機後，長按WiFi鍵3秒

# Tap1_AddDevice_CloudcameraTips
source: Wait for the indicator to keep in blue
es: Espere a que el indicador se mantenga en azul
fr: Attendez que l'indicateur soit en bleu
id_id: Tunggu indikator tetap biru
it: Attendere che l'indicatore rimanga in blu
pt: Aguarde até que o indicador fique em azul
ru: Подождите, пока индикатор не станет синим
tr: Göstergenin mavi renkte kalmasını bekle
vi_vn: Đợi cho chỉ thị giữ màu xanh
zh_hans: 等待蓝灯常亮
zh_hant: 等待藍燈常亮

# Tap1_AddDevice_DoorbellTips
source: Wait for the indicator to keep in red
de: Warten, bis die Anzeige rot zu halten
es: Espere a que el indicador a tener en rojo
fr: Attendez que le voyant de garder en rouge
id_id: Tunggu indikator untuk tetap merah
it: Attendere che l'indicatore diventi rosso
ja: 表示が赤色に維持するのを待ち
pt: Aguarde até que o indicador de manter em vermelho
ru: Подождите, пока индикатор держать в красном цвете
tr: göstergesi kırmızı tutmak için bekleyin
vi_vn: Chờ cho chỉ số để giữ cho màu đỏ
zh_hans: 等待红灯常亮
zh_hant: 等待紅燈常亮

# Tap1_AddDevice_ToSetting
source: Go to set up
de: Einrichten
es: Instaurar
fr: Instaurer
id_id: Persiapkan
it: Impostare
ja: 設定へ
pt: Ajustar
ru: Установка
tr: Kurulum
vi_vn: Thiết lập
zh_hans: 前往设置
zh_hant: 前往設定

# Tap1_AddDevice_ConnectWifi
source: Connect WiFi
de: WLAN verbinden
es: Conectar a la red WiFi.
fr: Se connecter au réseau WiFi
id_id: Sambung WiFi
it: Connettersi con WiFi
ja: WI-FIネットワークを接続します
pt: Conectar à rede WiFi
ru: Подключиться к сети WiFi
tr: WiFi ağına bağlan
vi_vn: Kết nối WiFi
zh_hans: 连接WiFi网络
zh_hant: 連接WiFi網路

# Tap1_AddDevice_WifiConfTips
source: Select WiFi
de: Wählen Sie WiFi
es: Seleccione WiFi
fr: Sélectionnez WiFi
id_id: Pilih WiFi
it: Selezionare WiFi
ja: カメラの接続するWIFIをお選びください
ru: Выберите WiFi
tr: Seç WiFi
vi_vn: Chọn WiFi
zh_hans: 选择设备要连接的WiFi
zh_hant: 選擇設備要連接的WiFi

# Tap1_AddDevice_TipsE
source: Failed to connect
de: Verbindung fehlgeschlagen, bitte Kennwort prüfen, auf die Groß- und Kleinbuchstabe achten
es: Falló la conexión con la red, pueden ser resultante de la introducción de la contraseña de WiFi incorrecta. Tenga cuidado con las mayúsculas y minúsculas.
fr: La connection au réseau échouée, le mot de passe du WIFI entré est peut-être incorrect,veuillez distinguer la majuscule et la minuscule
id_id: Gagal menyambungkan
it: L'impostazione della rete non riuscita, probabilmente la password inserita di WiFi è sbagliata. Si prega di distinguere maiuscole da minuscole
ja: デバイスのインターネット接続が失敗しました、WI-FIパスワードを間違えないように大文字と小文字を区別してください。
pt: A conexão WiFi no dispositivo falhou. Verifique cuidadosamente a senha digitada
ru: Ошибка подключения WiFi
tr: Bağlantı başarısız
vi_vn: Lỗi kết nối
zh_hans: 设备连接网络失败，可能是WiFi密码输入错误，请注意区分大小写
zh_hant: 設備連接網路失敗，可能是WiFi密碼輸入錯誤，請注意區分大小寫

# Tap1_AddDevice_SetName
source: Set a name
de: Geben Sie dem Gerät einen Name
es: Nombre del dispositivo
fr: Donnez un nom au dispositif
id_id: Pilih nama
it: Dare un nome al dispositivo
ja: デバイスに名前を付けましょう
pt: Digite um nome para o dispositivo
ru: Имя устройства
tr: Bir ad girin
vi_vn: Chọn tên
zh_hans: 给设备取一个名字吧
zh_hant: 為設備取個名稱吧

# Tap1_Camera_Video
source: Video
fr: Vidéo
ja: ビデオ
pt: Vídeo
ru: Видео
zh_hans: 视频
zh_hant: 視訊

# Tap1_Camera_Messages
source: Messages
de: Nachrichten
es: Mensaje
fr: Nouvelles
id_id: Pesan
it: Notizia
ja: メッセージ
pt: Notificação
ru: Сообщение
tr: Mesaj
vi_vn: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# Tap1_Camera_VideoLive
source: Live
ja: 生放送
zh_hans: 直播
zh_hant: 直播

# Tap1_Camera_Playback
source: Recording
de: Videoaufnahme
es: Grabando
fr: Enregistrement
id_id: Sedang merekam
it: Registrazione video
ja: 録画
pt: Gravando
ru: Запись
tr: kaydediliyor
vi_vn: Ghi hình xoay tròn
zh_hans: 录像
zh_hant: 錄影

# Tap1_Camera_Video_DormantTips
source: On standby, click to off
de: in Standby-Zustand, klicken Sie weiter zum Ausschalten
es: Está en modo espera, haga clic para apagar.
fr: Entré en mode veille, cliquer pour déactiver
id_id: Sedang standby, klik untuk matikan
it: E' entrato nella modalità standby, clicca per chiudere
ja: 待機状態に入りました、クリックして解除へ
pt: Em suspensão. Clique para desligar
ru: В режиме ожидания , нажмите для выключения
tr: Beklemede, kapatmak için tıklayınız
vi_vn: Đang chờ, nhấn để tắt
zh_hans: 已进入待机状态，点击前往关闭
zh_hant: 已進入待機狀態，點擊前往關閉

# Tap1_Camera_Video_ProtectionOn
source: Protecting
de: in Sicherheitsschutz
es: Está protegido.
fr: Au cours de la protection de sécurité
id_id: Sedang melindungi
it: In protezione di sicurezza
ja: 安全防犯中
pt: Segurança ativa
ru: Защита
tr: Korumada
vi_vn: Bảo vệ
zh_hans: 安全防护中
zh_hant: 安全防護中

# Item_NoContents
source: No content
de: Kein Inhalt
es: No hay contenido.
fr: Aucun contenu
id_id: Tidak ada konten
it: Senza contenuto
ja: 内容なし
pt: Sem conteúdo
ru: Нет содержания
tr: İçerik yok
vi_vn: Không có nội dung
zh_hans: 无内容
zh_hant: 無內容
