Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# Item_LoadFail
source: Load Fail
de: nicht geladen
es: Falló la carga.
fr: Échec du chargement
id_id: Gagal memuat
it: Impossibile caricare
ja: 読み込み失敗
pt: Falha ao carregar
ru: Неудачная загрузка
tr: Yükleme başarısız
vi_vn: Lỗi khi tải
zh_hans: 加载失败
zh_hant: 加載失敗

# Historical_LoadFail
source: Load fail, please retry.
es: Falló la carga, inténtelo de Nuevo
fr: Échec du chargement, essayer à nouveau
id_id: Gagal memuat, silahkan coba lagi
it: Impossibile caricare, riprova per favore
pt: Falha ao carregar,Tente novamente
ru: Неудачная загрузка, Повторите попытку
tr: Yükleme başarısız, lütfen tekrar deneyin
vi_vn: Lỗi khi tải, hãy thử lại
zh_hans: 加载失败，请重试
zh_hant: 加載失敗，請重試

# Tap1_BigPic_FavoriteTips
source: Collected pics in"My Favorite "
de: Die Bilder werden in"Täglich Groß"gezeigt
es: Las imágenes se mostrarán en la sección de"Día estupendo"
fr: Les images seront affichées dans"merveilleux de la journée"
id_id: Kumpulkan gambar-gambar di"My Favorite "
it: La raccolta delle immagini verrà visualizzata in"Splendida della giornata"
ja: 収集した画像は「毎日の見どころ」にあります
pt: Colecionar fotos para o "Show diário"
ru: Коллекция"Фото дня"
tr: "Günlük Mükemmel" içindeki resimleri topla
vi_vn: Sưu tập hình trong mục "My Favorite "
zh_hans: 收藏图片将展现在「每日精彩」
zh_hant: 收藏圖片將展示在「每日精彩」

# Tap1_CameraFun_UninitializedTips
source: Fail to read Micro SD card
de: Mikro-SD-Karte lesen gescheitert
es: Fallo de lectura y escritura en tarjeta Micro SD
fr: Echouer à lire la carte de Micro SD
id_id: Gagal membaca Kartu Micro SD
it: Errore in lettura SD Card
ja: Micro SDカードの読み込みに失敗しました
pt: Falha na leitura do cartão microSD
ru: Неудачная идентификация Micro SD карты
tr: Mikro SD kart okuma başarısız
vi_vn: Lỗi đọc thẻ nhớ SD
zh_hans: Micro SD卡读写失败
zh_hant: Micro SD卡讀寫失敗

# Tap1_CameraFun_Timelapse
source: Time-lapse photography
de: Zeitrafferaufnahme
es: Fotografía a intervalos
fr: Filmer en retard
id_id: Fotografi selang waktu
it: Timelapse
ja: 遅延撮影
pt: Foto em time-lapse
ru: Покадровая съёмка
tr: Hızlandırılmış fotoğraf
vi_vn: Ảnh Time-lapse
zh_hans: 延时摄影
zh_hant: 延時攝影

# Tap1_CameraFun_Timelapse_NotStart
source: Coming
de: zu beginnend
es: Por comenzar
fr: Bientôt commencer
id_id: Akan dimulai
it: Sta per iniziare
ja: 間もなく開始
pt: Prestes a começar
ru: Скоро начинается
tr: Başlıyor
vi_vn: Đang đến
zh_hans: 即将开始
zh_hant: 即將開始

# Tap1_CameraFun_Timelapse_Filming
source: Shooting
de: in Aufnahme
es: Filmando
fr: En cours de tournage
id_id: Sedang merekam
it: Sta registrando
ja: 撮影中
pt: Filmando
ru: Снимает
tr: Çekim yapıyor
vi_vn: Đang chụp
zh_hans: 拍摄中
zh_hant: 拍攝中

# Tap1_CameraFun_Standby
source: Standby
es: En espera
fr: En mode veille
ja: 待機
pt: Pausado
ru: Режим ожидания
tr: Beklemede
zh_hans: 待机
zh_hant: 待機

# Tap1_CameraFun_VideoDirection
source: Reverse
de: umgedreht (Bild umdrehen)
es: imagen invertida(Al revés)
fr: image inversée(Suspendre du haut ver le bas)
id_id: Kebalikan
it: Immagine rovesciata(Inverso)
ja: 画面回転
pt: de cabeça pra baixo(Invertido)
ru: перевернутая картинка (Перевёртка)
tr: Ters
vi_vn: Đảo chiều
zh_hans: 图像翻转 (倒挂)
zh_hant: 畫面反轉 (倒掛)

# Tap1_CameraFun_Timelapse_OnTips
source: Time-lapse photography will turnoff automatically after interval shooting and save pics in"My Favorite "
de: Bei der Zeitrafferaufnahme nimmt die Kamera in Zeitspanne auf. Wenn die Aufnahme beendet ist, wird diese Funktion ausgeschaltet und die Aufnahme in"Tageshighlight"gespeichert.
es: Después de activar la ¨Fotografía a intervalos¨, la cámara tomará fotos a intervalos. Se cerrará después de finalizar la fotografía y las fotos se guardarán en la sección de ¨Gran día¨ .
fr: Après avoir activer filmer en retard, l'appareil photo va prend les photos en intervalle, arrêter automatiquement après la fin du tournage de cela sera enregistré dans le"merveilleux de la journée"
id_id: Fotografi selang waktu akan dimatikan otomatis saat selesai merekam dan disimpan dalam"My Favorite "
it: Il Timelapse si spegnerà automaticamente e le foto saranno salvate in 'Splendida della giornata'
ja: 「遅延撮影」を作動後、カメラが一定間隔で撮影し、撮影の後自動的にこの撮影機能を終了し、写真を「毎日の見どころ」に保存します。
pt: Modo de fotografia em time-lapse se desligará automaticamente ao concluir e salvará imagens para o"Show diário"
ru: Время киносъемки выключится автоматически при съемке сделано, и сохранить его в "Ежедневное чудо"
tr: Çekim yapılıp"Günlük Mükemmel"e kaydedildiğinde hızlandırılmış fotoğrafotomatik olarak kapanacaktır.
vi_vn: Time-lapse sẽ tự động tắt khi chụp xong và lưu vào"My Favorite "
zh_hans: 开启“延时摄影”后，摄像机将间隔拍摄照片，拍摄结束后将自动关闭此项，并保存至“每日精彩”
zh_hant: 開啟“延時攝影”後，攝影機將間隔拍攝照片， 拍攝結束後將自動關閉此選項，並儲存到“每日精彩”

# Tap1_CameraFun_Timelapse_Interval
source: Interval time
de: Zeitspanne
es: Intervalo
fr: Le temps d'intervalle
id_id: Jangka waktu
it: Tempo di intervallo
ja: 間隔タイム
pt: Tempo de intervalo
ru: Продолжительность интервалов
tr: Aralık
vi_vn: Khoảng chờ
zh_hans: 间隔时间
zh_hant: 間隔時間

# Tap1_CameraFun_Timelapse_RecordTime
source: Shooting length
de: Aufnahmedauer
es: Duración de fotografía
fr: Durée d'enregistrement
id_id: Lama rekaman
it: Durata di registrazione
ja: 撮影時間
pt: Comprimento do vídeo
ru: Продолжительность съёмки
tr: Çekim uzunluğu
vi_vn: Thời gian chụp
zh_hans: 拍摄时长
zh_hant: 拍攝時間

# Tap1_CameraFun_Timelapse_StartTime
source: Begin time
de: Anfangszeit
es: Hora de inicio
fr: Heure de départ
id_id: Waktu mulai
it: Tempo di inizio
ja: 開始時間
pt: Hora inicial
ru: Начальное время
tr: Başlama zamanı
vi_vn: Thời gian bắt đầu
zh_hans: 开始时间
zh_hant: 開始時間

# Tap1_CameraFun_Timelapse_StartTimeFail
source: please reset when start time is earlier than current time
de: Anfangszeit früher als die aktuelle Zeit, bitte erneut einstellen
es: La hora de inicio es anterior a la hora actual, vuelva a establecerla.
fr: L'heure de démarrage de tournage est plus tôt que l'heure actuelle,veuillez redéfinir
id_id: Lebih awal dari waktu sekarang, silahkan reset
it: Il tempo iniziale di registrazione è prima dell'ora corrente, si prega di impostare nuovamente
ja: 撮影開始時間は現在時間より早いため、設定し直してください
pt: A hora inicial é anterior à hora atual. Por favor, ajuste
ru: Время начала съёмки раньше текущего времени.
tr: Mevcut zamandan daha erken, lütfen sıfırlayın
vi_vn: Đặt sớm hơn thời gian hiện tại, hãy cài đặt lại
zh_hans: 起始拍摄时间早于当前时间，请重新设定
zh_hant: 起始拍攝時間早於當前時間，請重新設定

# Tap1_CameraFun_Timelapse_StandbyTips
source: Close standby mode and then start time-lapse photography
de: Kamera in Standby, zur Einschaltung der Zeitrafferaufnahme muss der Standby-Modus ausgeschaltet werden.
es: Cerrar el modo en espera antes de iniciar la fotografía a intervalos.
fr: Caméra est en mode de veille en sécurité pour activer filmer en retard,il faut déactiver le mode de veuille en sécurité.
id_id: Mulai fotografi selang waktu sebelum standby
it: Far partire il TimeLapse prima di chiudere lo StandBy
ja: カメラが安全待機中です、遅延撮影を作動するには安全待機モードをオフにしてください。
pt: O dispositivo está em suspensão no modo de segurança. Para o modo de fotografia em time-lapse, por favor desative o modo de segurança ativo.
ru: Время начала киносъемки перед близко в режиме ожидания
tr: Beklemedeyi kapatmadan önce hızlandırılmış fotoğrafı başlat
vi_vn: Bắt đầu time-lapse trước khi đóng Standby
zh_hans: 摄像头安全待机中，开启延时摄影，需关闭安全待机模式。
zh_hant: 攝影機安全待機中，開啟延時攝影，需關閉安全待機模式

# Tap1_CameraFun_Timelapse_GoClose
source: Turn off
de: zum Ausschalten
es: Ir a cerrar
fr: Déactiver
id_id: Untuk mematikan
it: Spegnere
ja: オフへ
pt: Desligar
ru: Выключить
tr: Kapatmak için
vi_vn: Để tắt
zh_hans: 去关闭
zh_hant: 前往關閉

# Tap1_CameraFun_Timelapse_Start
source: Start now
de: jetzt einschalten
es: Iniciar inmediatamente
fr: Activer tout de suite
id_id: Mulai sekarang
it: Accendere subito
ja: すぐにオンします
pt: Iniciar agora
ru: Старт
tr: Şimdi başlat
vi_vn: Bắt đầu bây giờ
zh_hans: 立即开启
zh_hant: 立即開啟

# Tap1_CameraFun_Timelapse_hours
source: %hours
de: % Stunde(n)
es: % hora
fr: % Heure
id_id: %jam
it: % ore
ja: ％時間
pt: %hora(s)
ru: % часов
tr: % saat
vi_vn: %giờ
zh_hans: %小时
zh_hant: %小時

# Tap1_CameraFun_Timelapse_Tips
source: Need to turn off standby mode before time-lapse photographing, sure?
de: Kamera in Standby, zur Einschaltung der Zeitrafferaufnahme muss der Standby-Modus ausgeschaltet werden. Möchten Sie ausschalten?
es: Cerrar el modo en espera antes de iniciar la fotografía a intervalos. ¿Está seguro?
fr: Caméra en mode de veille en sécurité pour activer filmer en retard, vous devez désactiver le mode de veille en sécurité,êtes-vous sûr de déactiver?
id_id: Perlu mematikan standby sebelum fotografi selang waktu , anda yakin?
it: La videocamera è durante il periodo sicuro di standby sicuro, per accendere al Timelapse serve la disattivazione della modalità di standby sicuro, conferma la disattivazione?
ja: 閉じる確認し
pt: O dispositivo está em suspensão no modo de segurança. Para o modo de fotografia em time-lapse, é necessário desativar o modo de segurança. Confirma?
ru: Необходимо отключить режим ожидания, прежде чем заданный промежуток времени фотографирования, конечно?
tr: Hızlandırılmış fotoğraflamadan önce beklemedeyi kapatmaya gerek var, emin misiniz?
vi_vn: Cần tắt Standby trước khi chụp time-lapse, bạn chắc không?
zh_hans: 摄像头安全待机中，开启延时摄影，需关闭安全待机，是否确认关闭？
zh_hant: 攝影機安全待機中，開啟延時攝影，需關閉安全待機模式，確認是否關閉？

# Tap1_CameraFun_Timelapse_TipsOption
source: Sure
de: ausschalten
es: Confirmar el cierre
fr: Confirmer de déactiver
id_id: Yakin
it: Disattivazione confermata
ja: カメラが安全待機中です、遅延撮影を作動するには安全待機モードをオフにする必要があります、すぐオフにしますか。
pt: Confirmo
ru: Подтверждаю
tr: Emin
vi_vn: Chắc
zh_hans: 确认关闭
zh_hant: 確認關閉

# Tap1_CameraFun_Timelapse_Countdown
source: Remaining time
de: verbleibende Zeit
es: Tiempo restante
fr: Le temps restant
id_id: Waktu sisa
it: Tempo rimasto
ja: 残り時間
pt: Tempo restante
ru: Осталось времени
tr: Kalan süre
vi_vn: Thời gian còn lại
zh_hans: 剩余时间
zh_hant: 剩餘時間

# Tap1_CameraFun_Timelapse_End_FailTips
source: Not enough for merging, to end recording will be result with nothing
de: Bildermenge zu wenig für die Zusammensetzung, mit der Aufnahmebeendung entsteht kein Inhalt.
es: No hay suficientes fotos para combinarlas, por tanto al finalizar la gradación, no habrá nada.
fr: Photo n'atteint la quantité pour faire le montage, finir l'enregistrement ne produira rien.
id_id: Tidak cukup untuk menggabung, mengakhiri rekaman akan tidak ada hasil
it: Insufficienti le foto per sintetizzare, se finisce la registrazione non produrrà nulla
ja: 写真は最低合成枚数より少ないため、録画を終了すると内容は生成しません
pt: Não há fotos suficientes para fotomontagem. Parar de filmar não criará nada. Confirma?
ru: Недостаточно места , запись остановленна
tr: Birleştirme için yeterli değil, kaydı bitirmek hiçbir sonuç vermeyecektir.
vi_vn: Không đủ để nối, kết thúc ghi hình sẽ không có gì
zh_hans: 照片未达到合成张数，结束录制将不会产生任何内容。
zh_hant: 照片未能達到足夠合成的張數，錄影結束將不會產生任何影像內容

# Tap1_CameraFun_Timelapse_End_Tips
source: Not up to the preset time, sure to end recording?
de: Aufnahme erreicht die voreingestellte Dauer nicht, bestätigen Sie, Aufnahme zu beenden?
es: La fotografía no ha alcanzado el tiempo preestablecido,¿está seguro de terminar la gradación?
fr: Prise n'a pas encore atteint la longueur prédéterminée, êtes vous sur de finir l'enregistrement à l'avance?
id_id: Belum mensetel waktu, yakin untuk selesai merekam?
it: La registrazione non raggiunge la sua durata predefinita, conferma l'anticipazione di finire la registrazione?
ja: 撮影は予定時間より短いです、すぐに終了しますか
pt: O filme ainda não atingiu o comprimento indicado. Tem certeza que deseja parar a gravação antecipadamente?
ru: Не до установленного времени, обязательно завершите запись?
tr: Önceden belirlenen zamana ulaşmadı, kaydı erken bitirmek istediğinizden emin misiniz?
vi_vn: Chưa đến thời gian kết thúc, bạn muốn dừng ghi?
zh_hans: 拍摄尚未达到预设时长，确定提前结束录制？
zh_hant: 拍攝尚未達到預設時間長度，確認提前結束錄影？

# Tap1_CameraFun_Timelapse_EndButton
source: Finish
de: beenden
es: Finalizar
fr: Fin
id_id: Selesai
it: Fine
ja: 終了
pt: Encerrar
ru: Закончить
tr: Bitir
vi_vn: Kết thúc
zh_hans: 结束
zh_hant: 結束錄影

# Tap1_CameraFun_Timelapse_Synthesis
source: Merging
de: Video wird zusammengesetzt
es: Está combinando los videos.
fr: En cours de montager le vidéo
id_id: Sedang menggabung
it: Sta combinando il video
ja: ビデオを合成しています。
pt: Combinando as mídias
ru: Объединять
tr: Birleştiriliyor
vi_vn: Đang nối lại
zh_hans: 正在合并视频
zh_hant: 正在合成影像

# Tap1_CameraFun_Timelapse_SynthesisTips
source: Merged done, check in the "My Favorite "
de: Videozusammensetzung fertig, gehen Sie zu "Tageshighlight" um zu schauen
es: Se ha completado la combinación de videos, vaya a la sección de "Gran Día" para verlos.
fr: Montage du vidéo achevé, aller à "merveilleux de la journée" pour examiner
id_id: Penggabungan selesai, cek di "My Favorite "
it: Il video è stato combinato e completato. Si prega di andare a vedere in "Splendida della giornata"
ja: ビデオを合成しました、「毎日の見どころ」をご確認ください。
pt: Mídias combinadas. Verifique o resultado no "Show Diário"
ru: Объединение успешно . Проверьте
tr: Birleştirme tamamlandı. "Günlük Mükemmel" i kontrol edin
vi_vn: Nối thành công, hãy kiểm tra trong "My Favorite "
zh_hans: 视频已合并完成，请前往“每日精彩”中查看
zh_hant: 影像已合成，請前往“每日精彩”查看

# Tap1_CameraFun_Timelapse_GoWatch
source: Have a look
de: Uhr
es: Ir a ver.
fr: Regarde
id_id: Lihatlah
it: Guardare
ja: 見てみます
pt: Assistir
ru: Смотреть
tr: Göz atın
vi_vn: Xem
zh_hans: 去看看
zh_hant: 去看看

# Tap1_CameraFun_Timelapse_Setting
source: Shoot one more
de: Schießen
es: Disparar
fr: Tirer
id_id: Menembak
it: Sparare
ja: 撃ちます
pt: Atirar
ru: Стрелять
tr: Ateş etme
vi_vn: Bắn súng
zh_hans: 再拍一个
zh_hant: 再拍一个

# Tap1_CameraFun_Standby_Description
source: In standby mode, cannot use live video,records, protection and alert, Video settings, time-lapse photography and etc.
de: Wenn Standby eingeschaltet wird, geht das Gerät in Ruhestand, wobei die Funktionen wie Liveschauen, Videohistorie, Sicherheitsschutz und Alarm, automatische Videoaufnahme, Zeitrafferaufnahme nicht funktionieren können.
es: Al activar el modo de espera, no permitirá ejercer las funciones de ver video en directo, videos anteriores, protección de seguridad y alarma, gradación automática, fotografía a intervalos, etc..
fr: Activer le mode en veille, l'appareil va entrer dans l'état de sommeil, le fonctionnement comme regarder le vidéo en direct, le vidéo en histoire, la sécurité et l'alarme, l'enregistrement automatique, le filmer en retard ne seront pas disponibles
id_id: Standby ke hibernate, tidak akan bisa menonton live, lihat riwayat video, lindungi dan awasi, rekam otomatis, fotografi selang waktu, dan lain-lain.
it: Accendere allo standby, il dispositivo sarà entrato nello status di riposo. Le funzioni di visualizzazione in diretta, cronologia di videi, le protezioni e l'allarme di sicurezza, la registrazione automatica, il timelapse saranno indisponibili
ja: 待機機能を作動するとデバイスは一時休止状態に入ります。生放送、ビデオ、安全防犯、アラーム、自動録画及び遅延撮影の機能が使えなくなります。
pt: Caso inicie o modo de suspensão, as funções como transmissão ao vivo, histórico, segurança com alertas, gravação automática, etc. não poderão ser executadas
ru: Если включается режим ожидания, устройство будет переходить к режиму гибернации, и будет невозможно использлвать такие функции, как просмотр прямой трансляции, просмотр бывших видео, безопасная защита, сигнализация, автоматическая видеозапись, покадровая съёмка и т.д.
tr: Hazırda bekletmek için beklemeyi başlatın, bu durumda canlı izleme, geçmiş videoları kontrol etme, koruma ve alarm verme, otomatik kayıt, hızlandırılmış fotoğrafçılık vs. işlemler yapılamayacaktır.
vi_vn: Từ Standby chuyển sang Hibernate sẽ không thể thực hiện hoạt động gì nữa
zh_hans: 开启待机，设备将进入休眠状态，查看直播、历史视频、安全防护及报警、录像设置、延时摄影等功能将无法使用
zh_hant: 開啟待機模式，設備將進入休眠狀態，查看直播、歷史影像資料、安全防護及警報、延時攝影等功能將無法使用

# Tap1_CameraFun_Standby_OnTips
source: During Time-lapse photographing, unable to standby
de: Zeitrafferaufnahme im Gang, kann nicht auf Ruhestand gehen
es: Durante la fotografía a intervalos, no se puede entrar en el modo de espera.
fr: En cours de faire le filmer en retard, ne peut pas entrer en mode de veille.
id_id: Fotografi selang waktu, tidak bisa standby
it: Sta registrando durante il timelapse, impossibile entrare nello standby
ja: 遅延撮影中です、待機モードが設定できません
pt: Quando a câmera está em modo de fotografia time-lapse não pode entrar em suspensão
ru: Time-lapse photographing, unable to standby
tr: Time-lapse fotoğraf çekiliyor, bekleme modu açılamaz
vi_vn: Đang chụp Time-lapse, không thể chuyển sang Standby
zh_hans: 延时摄影拍摄中，无法进入待机。
zh_hant: 延時攝影拍攝中，無法進入待機模式

# Tap2_TitleName_Sentence
source: My Favorite
es: Gran día
fr: Merveilleux de la journée
it: Splendida della giornata
pt: Show Diário
ru: Ежедневное чудо
tr: Günlük Mükemmel
zh_hans: 每日精彩
zh_hant: 每日精彩

# Tap2_TitleName
source: My Favorite
de: Tageshighlight
es: Gran día
fr: Merveilleux de la journée
it: Splendida della giornata
ja: 毎日の見どころ
pt: Show Diário
ru: Ежедневное чудо
tr: Günlük Mükemmel
zh_hans: 每日精彩
zh_hant: 每日精彩

# Tap2_Timelapse_Alarmimages
source: Alarm images
de: Alarmbild
es: Imagen de alarma
fr: Images d'alarme
id_id: Gambar alarm
it: Immagine all'allarme
ja: アラーム画像
pt: Imagens de alertas
ru: Фото тревог
tr: Alarm resimleri
vi_vn: Hình ảnh báo động
zh_hans: 报警图片
zh_hant: 警報圖片

# Tap2_Timelapse_screenshot
source: Live screenshot
es: Captura de pantalla en directo
fr: Capture d'écran en direct
id_id: Tangkap layar Live
it: Screenshot della diretta
ja: 生放送の画像切り取り
pt: Captura de tela ao vivo
ru: Скриншот прямой трансляции
tr: Canlı ekran görüntüleri
vi_vn: Chụp trực tuyến
zh_hans: 直播截图
zh_hant: 螢幕快照

# Tap2_Timelapse_title
source: Time-lapse photography
de: Zeitrafferaufnahme
es: Fotografía a intervalos
fr: Filmer en retard
id_id: Fotografi selang waktu
it: Timelapse
ja: 遅延撮影
pt: Fotografia em time-lapse
ru: Цикличная фотография
tr: Hızlandırılmış fotoğrafçılık
vi_vn: Ảnh Time-lapse
zh_hans: 延时摄影
zh_hant: 延時攝影

# Tap2_Share_Moments
source: Moments
zh_hans: 朋友圈
zh_hant: 朋友圈

# Tap2_Share_Wechat
source: Wechat
zh_hans: 微信好友
zh_hant: 微信好友

# Tap1_CameraFun_Timelapse_document
source: Get more wonderful moments with time-lapse photography
de: Zeitrafferaufnahme einschalten um mehr Highlight zu erwerben
es: Los mejores momentos de las fotografias en intervalos
fr: Activer le filmer en retard,avoir plus de merveilleux
id_id: Dapatkan lebih banyak momen-momen indah dengan fotografi selang waktu
it: Usando il Timelapse si cattureranno più momenti meravigliosi
ja: 遅延撮影を作動し、更なる見どころを発見
pt: Descubra seus momentos com fotografia em time-lapse.
ru: Получить больше интересных моментов с цикличной съемкой
tr: Hızlandırılmış fotoğrafçılık ile daha harika anları başlatın
vi_vn: Ghi giữ thêm khoảnh khắc với tính năng Time-lapse
zh_hans: 开启延时摄影，更多精彩纷呈
zh_hant: 啟動延時攝影，更多精彩畫面呈現

# Tap1_CameraFun_Timelapse_Startnow
source: Start now
de: jetzt einschalten
es: Iniciar inmediatamente
fr: Activer bientôt
id_id: Mulai sekarang
it: Attivare subito
ja: すぐにオンします
pt: Iniciar agora
ru: Начать сейчас
tr: Şimdi başlat
vi_vn: Bắt đầu bây giờ
zh_hans: 马上开启
zh_hant: 立即啟動

# Tap2_Index_Open_NoDevice
source: Device need to be bound before start this function, to bind or not?
de: Zur Einschaltung dieser Funktion muss es mit dem Smartkamera verbinden, möchten Sie jetzt verbinden?
es: Para iniciar esta función, necesita estar dado de alta en una cuenta de correo.
fr: L'activation de cette fonction nécessite de lier le caméra intelligent,faire la liaison maintenant?
id_id: Untuk memulai fungsi ini perlu perangkat untuk disambungkan , sambungkan?
it: Collegare la videocamera per attivare questa funzione, connettersi?
ja: この機能をオンにするにはスマートカメラの連動が必要です、今すぐ連動しますか
pt: Para iniciar esta função, é necessário vincular um dispositivo com câmera. Vincular agora?
ru: Для включения данной функции нужно привязать веб-камеру. Привяжете ли вы сейчас?
tr: Bu fonksiyonu başlatmak için öncelikle cihazın bağlanması gerekiyor, bağlansın mı bağlanmasın mı?
vi_vn: Để bắt đầu chức năng này cần gắn thiết bị, bạn muốn thực hiện?
zh_hans: 开启该功能需要绑定智能摄像头，是否现在就去绑定？
zh_hant: 啟動該功能需要先確認智能攝影機，是否現在就先確認？

# Tap2_Index_Open_NoDeviceOption
source: Yes
de: Ja
es: Si
fr: Oui
id_id: Iya
it: Collegare
ja: 連動する
pt: Vincular
ru: Да
tr: Evet
vi_vn: Có
zh_hans: 去绑定
zh_hant: 去綁定

# Tap3_Friends
source: Friends
de: Freunde
es: Amigos
fr: Amis
id_id: Teman
it: Amici
ja: 友達
pt: Amigos
ru: Друзья
tr: Akrabalar
vi_vn: Bạn bè
zh_hans: 亲友
zh_hant: 親友

# Tap3_ShareDevice
source: Share device
de: Gerät teilen
es: Compartir el dispositivo
fr: Partager le dispositif
id_id: Bagikan perangkat
it: Condividi il dispositivo
ja: デバイスシェア
pt: Compartilhar dispositivo
ru: Доля устройства
tr: Cihazı paylaş
vi_vn: Chia sẻ thiết bị
zh_hans: 分享设备
zh_hant: 分享設備

# Tap3_Friends_UserInfo
source: Personal details
de: persönliche Angaben
es: Datos personales
fr: Informations personnelles
id_id: Detil personal
it: Informazione personale
ja: 個人情報
pt: Informações pessoais
ru: Личная информация
tr: Kişisel detaylar
vi_vn: Thông tin cá nhân
zh_hans: 个人信息
zh_hant: 個人資訊

# Tap3_Friends_Myaccount
source: My account
de: Mein Konto
es: Mi cuenta
fr: Mon compte
id_id: Akun saya
it: Il mio account
ja: 自分のID
pt: Minha conta
ru: Мой логин
tr: Hesabım
vi_vn: Tài khoản
zh_hans: 我的账号
zh_hant: 我的帳號

# Tap3_UserMessage
source: Messages
de: Nachrichten
es: Mensaje
fr: Nouvelles
id_id: Pesan
it: Messaggi
ja: メッセージ
pt: Notificação
ru: Сообщения
tr: Mesaj
vi_vn: Tin nhắn
zh_hans: 消息
zh_hant: 訊息

# Tap3_UserMessage_System
source: System notice
de: Mitteilungen
es: Aviso del sistema
fr: Annonce du système
id_id: Pemberitahuan sistem
it: Annunci del sistema
ja: システム広報
pt: Notificação de sistema
ru: Уведомление системы
tr: Sistem bildirimi
vi_vn: Thông báo hệ thống
zh_hans: 系统公告
zh_hant: 系統公告

# Tap3_UserMessage_DeviceUnbind
source: Device has been bound by %@, please contact the support staff if you have any questions
de: Gerät bereits durch Benutzer %@ verbunden, wenn Sie Frage haben, kontaktieren Sie den Kundendienst
es: Este dispositivo ha sido dado de alta por %@, puede contactar al servicio en caso de dudas.
fr: Dispositif a été lié par l'utilisateur %@, en cas de doute,veuillez contacter le service clientèle
id_id: Perangkat sudah disambung dengan %@, silahkan hubungi staff support untuk pertanyaan lebih lanjut
it: Il dispositivo è collegato con %@utente, si prega di contattare il servizio clientela per qualsiasi problema
ja: デバイスはすでに%@様に連動されています。ご質問がありましたら、カスタマーサービスへご連絡ください
pt: O dispositivo foi vinculado à conta %@. Em caso de dúvida, entre em contato
ru: Устройство уже привязано %@ пользователей. Если есть вопросы обратитесь в службу клиентской поддержки
tr: Cihaz %@ ile bağlandı, herhangi bir sorunuz varsa müşteri hizmetleri ile irtibata geçiniz.
vi_vn: Thiết bị đang gắn với %@, liên hệ bộ phận hỗ trợ nếu bạn có câu hỏi
zh_hans: 设备已被%@用户绑定，如有疑问请联系客服
zh_hant: 該設備已被%@用戶設定過了，如有疑問請致電客服

# Tap3_FriendsAdd
source: Add friends
de: Freunde hinzufügen
es: Agregar amigos
fr: Ajouter un amis
id_id: Tambah teman
it: Aggiungere amico
ja: 友達を追加
pt: Adicionar amigos
ru: Добавить друзей
tr: Arkadaş olarak ekle
vi_vn: Thêm bạn bè
zh_hans: 添加亲友
zh_hant: 新增親友

# Tap3_FriendsList
source: List
de: Freundeliste
es: Lista de amigos
fr: Liste des amis
id_id: Daftar
it: Lista di amici
ja: 友達リスト
pt: Lista de amigos
ru: Список друзей
tr: Liste
vi_vn: Danh sách
zh_hans: 亲友列表
zh_hant: 親友列表

# Tap3_FriendsAdd_Agree
source: Agree
de: annehmen
es: Aceptar
fr: Accepter
id_id: Setuju
it: Approvato
ja: 同意
pt: Aceitar
ru: Лист
tr: Kabul et
vi_vn: Đồng ý
zh_hans: 同意
zh_hant: 同意

# Tap3_FriendsAdd_Success
source: Added successfully
de: erfolgreich hinzugefügt
es: Agregado con éxito.
fr: Ajout avec succès
id_id: Berhasil ditambahkan
it: Aggiunto con successo
ja: 追加完了
pt: Adicionado com sucesso
ru: Добавлен успешно
tr: Başarıyla eklendi
vi_vn: Thêm thành công
zh_hans: 添加成功
zh_hant: 新增成功
