Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

source: Invalid account
de: Dieser Account nicht registriert
es: Esta cuenta no ha sido inscribida
fr: Compte inconnu
id_id: Akun salah
it: Email errata
ja: このアカウントは登録されていません
pt: Conta não registrada
ru: Данный аккаунт еще не зарегистрирован
tr: Geçersiz hesap
vi_vn: Tài khoản không tồn tại
zh_hans: 此账号还没有注册
zh_hant: 此帳號尚未註冊

# PASSWORD_BIT
source: New password
de: Neues Passwort erstellen
es: Nueva Contraseña
fr: Nouveau mot de passe
id_id: Kata sandi baru
it: Password
ja: 新しいパスワードを設定してください
pt: Nova senha
ru: Новый пароль
tr: Yeni şifre
vi_vn: Mật khẩu mới
zh_hans: 设置新密码
zh_hant: 設置新密碼

# COMFIRM_NEW_PASS
source: Retype new Password
de: Neues Passwort wiederholen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
id_id: Ketik kata sandi baru
it: Conferma nuova password
ja: 新しいパスワードを確認してください
pt: Confirmar nova senha
ru: Снова введите новый пароль
tr: Yeni şifreyi tekrar yazın
vi_vn: Nhập lại mật khẩu
zh_hans: 确认新密码
zh_hant: 重新輸入新密碼

# PASSWORD_LESSTHAN_SIX
source: Please enter over six passwords
de: Bitte ein 6 bis 12-stelliges Passwort eingeben
es: La contraseña debe tener de 6 a 12 dígitos
fr: Le mot de passe doit avoir >6 caractères
id_id: Silahkan masukkan lebih dari 6 digit
it: Password errata
ja: 6~12文字でパスワードを入力してください
pt: Insira uma senha de 6 a 32 caracteres
ru: Пожалуйста, введите пароль от 6 до 32 символов
tr: Lütfen 6 şifrenin üstünde giriş yapın
vi_vn: Cần mật khẩu có trên 6 ký tự
zh_hans: 请输入6~32位密码
zh_hant: 請輸入6~32位密碼

# ACCOUNT_ERR_3
source: Please enter account
de: Bitte den gültigen Account eingeben
es: Introduzca la cuenta
fr: Saisir le compte
id_id: Masuk Akun
it: Accedi account
ja: 登録されているメールアドレスか電話番号を入力してください
pt: Digite sua conta
ru: Пожалуйста, войдите в учётную запись
tr: Hesap girin
vi_vn: Nhập tài khoản
zh_hans: 请输入账号绑定的手机号码或邮箱
zh_hant: 請輸入帳號綁定的電子郵件

# LOGIN_ERR
source: Failed to login
de: Einloggen fehlgeschlagen
es: Inicio fracasado
fr: Échec connexion
id_id: Gagal Masuk
it: Impossibile accedere
ja: ログイン失敗
pt: Falha no login
ru: Ошибка при регистрации
tr: Giriş başarısız
vi_vn: Lỗi đăng nhập
zh_hans: 登录失败
zh_hant: 登錄失敗

source: Get code
de: Code
es: Codigo de prueba
fr: Code De Vérification
id_id: Mendapatkan
it: Codice di verifica
ja: 検証コードをゲット
pt: Obter código
ru: Отправить
tr: Al
vi_vn: Nhận
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# ENTER_CODE
source: Verification code
de: Spamschutzcode
es: Codigo de prueba
fr: Code De Vérification
id_id: Kode kepemilikan
it: Codice Autorizzazione
ja: 検証コード
pt: Código
ru: Код авторизации
tr: Yetki kodu
vi_vn: Mã xác thực
zh_hans: 验证码
zh_hant: 驗證碼

# ANEW_SEND
source: Resend
de: Nochmals senden
es: Repetir
fr: Envoyer à nouveau
id_id: Mengirim ulang
it: Inviare di nuovo
ja: 再送
pt: Enviar novamente
ru: Отправить
tr: Tekrar gönder
vi_vn: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# AGREE
source: I read and agree
de: Ich akzeptiere
es: He leído y acepto los:
fr: Lu et accepté
id_id: Saya membaca dan setuju
it: Ho letto e accetto
ja: 同意します:
pt: Li e concordo
ru: Я прочитал и согласен с условиями
tr: Okudum ve kabul ediyorum
vi_vn: Đã đọc và đồng ý
zh_hans: 点击按钮，表示您已同意
zh_hant: 我已閱讀並同意：

# TERM_OF_USE
source: User agreement
de: Nutzervereinbarung
es: Condiciones de uso
fr: Conditions et confidentialité
id_id: Syarat dan privasi
it: Area legale e privacy
ja: ユーザー使用契約書
pt: Termos e privacidade
ru: Условия и конфиденциальность
tr: Şartlar ve gizlilik
vi_vn: Điều khoản và quyền riêng tư
zh_hans: 用户使用协议
zh_hant: 用戶使用協議

# READ_AGREEMENT
source: Please read the agreement first
de: Bitte zuerst die Nutzervereinbarung durchlesen
es: Lea primero el acuerdo de usuario
fr: Lire l'accord de l'utilisateur
id_id: Silahkan baca perjanjian
it: Si prega di leggere il contratto
ja: ユーザー使用契約書をお読みください
pt: Por favor, leia o contrato
ru: Пожалуйста, прочитайте Соглашение
tr: Lütfen anlaşmayı okuyun
vi_vn: Hãy đọc thoả thuận
zh_hans: 请先阅读用户使用协议
zh_hant: 請先閱讀用戶使用協議

# ACCOUNT_ERR_1
source: Invalid account
de: Bitte den gültigen Account eingeben
es: Por favor, introduzca cuenta válida
fr: Compte inconnu
id_id: Akun salah
it: Email errata
ja: 有効なアカウントを入力してください
pt: Insira uma conta válida
ru: Введите действующий аккаунт
tr: Geçersiz hesap
vi_vn: Tài khoản không tồn tại
zh_hans: 请输入有效的账号
zh_hant: 請輸入有效的帳號

# REGISTERED
source: Registered account
de: Dieser Account ist bereits registriert
es: Esta cuenta ha sido inscribida
fr: Ce compte a été inscrit
id_id: Akun sudah terdaftar
it: Questa email è già stata registrata
ja: このアカウントはすでに登録されています
pt: Conta registrada
ru: Аккаунт зарегистрирован
tr: Hesap kayıtlı
vi_vn: Tài khoản đã đăng ký rồi
zh_hans: 此账号已被注册
zh_hant: 此帳號已被註冊

# CODE_ERR
source: Invalid code
de: Bitte den gültigen Spamschutzcode eingeben
es: Introduzca el código de prueba válido
fr: Code de vérification faux
id_id: Kode salah
it: Codice non valido
ja: 有効な検証コードを入力してください
pt: Código de verificação inválido
ru: Пожалуйста, введите верный пароль
tr: Geçersiz kod
vi_vn: Mã không tồn tại
zh_hans: 请输入有效的验证码
zh_hant: 請輸入有效的驗證碼

source: Invalid code
de: Spamschutzcode ist abgelaufen
es: Código de prueba inválido
fr: Code de vérification faux
id_id: Kode salah
it: Codice non valido
ja: 検証コードの期限が切れています
pt: Código de verificação expirou
ru: Истек срок проверочного кода
tr: Geçersiz kod
vi_vn: Mã không tồn tại
zh_hans: 验证码已过期
zh_hant: 驗證碼已過期

# PHONE_SIGNUP
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
id_id: Telepon
it: Telefono
ja: 電話
pt: Telefone
ru: Телефон
tr: Telefon
vi_vn: Điện thoại
zh_hans: 手机注册
zh_hant: 手機註冊

# EMAIL_SIGNUP
source: E-mail
zh_hans: 邮箱注册
zh_hant: 電子郵件註冊

# SECOND
source: %d second
de: %dSekunde
es: %d Segundos
fr: %d seconde
id_id: %d detik
it: %d secondi
ja: %d秒
pt: %d segundos
ru: %d секунды
tr: %d Saniye
vi_vn: %d giây
zh_hans: %d秒
zh_hant: %d秒

# RIGN_SUC
source: Registered Successfully
de: Erfolgreich registriert
es: Registrado correctamente
fr: Inscription réussie
id_id: Berhasil mendaftarkan
it: Registrazione eseguita
ja: 登録完了
pt: Registrado com sucesso
ru: Регистрация прошла успешно
tr: Başarılı bir şekilde kaydedildi
vi_vn: Đăng ký thành công
zh_hans: 注册成功
zh_hant: 註冊成功

source: My Home
de: Zuhause
es: Casa
fr: Ma Maison
id_id: Rumah saya
it: La mia casa
ja: マイホーム
pt: Minha casa
ru: Главная
tr: Evim
zh_hans: 家
zh_hant: 家

source: Out of home
de: Weg
es: Salir de casa
fr: Dehors
id_id: Keluar dari rumah
it: Fuori casa
ja: 外出モード
pt: Fora de casa
ru: Выйти
tr: Ev dışı
zh_hans: 离家模式
zh_hant: 離家模式

source: At home
de: Zurück
es: Regresar a casa
fr: A la maison
id_id: Di rumah
it: A casa
ja: 帰宅モード
pt: Em casa
ru: Вернуться
tr: Evde
zh_hans: 回家模式
zh_hant: 回家模式

source: Standard
de: Normal
es: Normal
fr: Normal
id_id: Standar
ja: スタンダードモード
pt: Normal
ru: Нормальный
tr: Standart
zh_hans: 正常模式
zh_hant: 正常模式

# ADD_EQUIPMENT
source: Click "+" to add your device
de: Klicken Sie auf das "+" fügen Gerät
es: Pulsa “+” para añadir un nuevo dispositivo
fr: Cliquer sur "+" pour ajouter un appareil
id_id: Klik pada "+"untuk menambahkan perangkat anda
it: Prema "+" per aggiungere un apparecchio
ja: "+" デバイスの追加]をクリックします
pt: Clique no botão "+" para adicionar
ru: Нажмите на + чтобы добавить устройство
tr: Cihazınızı eklemek için "+" ya tıklayın
vi_vn: Nhấn nút "+" để thêm thiết bị
zh_hans: 带您进入全新的智能家居时代 快来添加设备体验吧！
zh_hant: 帶您進入全新的智能家居時代 快來設備體驗吧！

# CALL_CAMERA_NAME
source: Doorbell
fr: Visiophone
id_id: Bell pintu
ja: スマートベル
pt: Campainha
ru: Дверной звонок
tr: Kapızili
vi_vn: Chuông cửa
zh_hans: 智能门铃
zh_hant: 智能門鈴

# DOOR_MAGNET_NAME
source: iHome
id_id: iRumah
tr: iEv
zh_hans: 智能中控
zh_hant: 雲相框

# DOG_CAMERA_NAME
source: Camera
fr: Caméra
id_id: Kamera
ja: カメラ
pt: Câmera
ru: Камера
tr: Kamera
zh_hans: 智能摄像头
zh_hant: 智能攝像機

source: Camera
fr: Caméra
id_id: Kamera
ja: カメラ
pt: Câmera
ru: Камера
tr: Kamera
zh_hans: 摄像头
zh_hant: 攝像機

source: Cloud Camera
es: Cámara de nubes
fr: Caméra nuage
id_id: Kamera awan
it: Camera(versione batteria)
pt: Câmera da nuvem
ru: Облачная камера
tr: Kamera (pil sürümü)
vi_vn: Máy ảnh(Version Pin)
zh_hans: 云摄像机
zh_hant: 云攝像機

source: Consumer Camera
es: Cámara del Consumidor
fr: Appareil photo consommateur
id_id: Kamera konsumen
it: Macchina fotografica del consumatore
pt: Câmera do consumidor
ru: Потребительская камера
tr: Tüketici Kamerası
vi_vn: Máy ảnh người tiêu dùng
zh_hans: 消费类摄像机
zh_hant: 消費類攝像機

# Smart_bell_Battery
source: Smart Doorbell (Battery Version)
es: Timbre inteligente (versión de la batería)
fr: Sonnette intelligente (version batterie)
id_id: Smart Doorbell (Versi Baterai)
it: Portabellante intelligente (versione della batteria)
ru: Умный дверной звонок (версия батареи)
tr: Akıllı kapı zili (pil sürümü)
vi_vn: Chuông cửa thông minh (Phiên bản pin)
zh_hans: 智能门铃(电池版)
zh_hant: 智能門鈴(電池版)

# Smart_bell_Power
source: Smart Doorbell (Power Version)
es: Timbre inteligente (versión eléctrica)
fr: Sonnette intelligente (Power Version)
id_id: Smart Doorbell (Versi Daya)
it: Portabellante intelligente (versione di potenza)
ru: Умный дверной звонок (версия питания)
tr: Akıllı kapı zili (Güç Sürümü)
vi_vn: Chuông cửa thông minh (Phiên bản nguồn)
zh_hans: 智能门铃(无电池版)
zh_hant: 智能門鈴(無電池版)

source: Smart Door Viewer
es: Visor de puertas inteligentes
it: Visualizzatore Smart Door
tr: Akıllı Kapı Görüntüleyicisi
vi_vn: Xem cửa thông minh
zh_hans: 智能猫眼
zh_hant: 智能貓眼

# DOG_MAGNETISM_NAME
source: Magnetometer
fr: Détecteur d'ouverture
ja: 電磁式ドアセンサー
pt: Sensor magnético
ru: Магнитный датчик
tr: Manyetometre
zh_hans: 门磁
zh_hant: 門磁

# DEVICE_BLUETOOTH_ONLINE
source: Bluetooth connected
de: Bluetooth-Verbindung
es: Conexión Bluetooth
fr: Bluetooth connecté
id_id: Bluetooth terhubung
it: Connessione Bluetooth
ja: Bluetooth が接続しました
pt: Conexão Bluetooth
ru: Bluetooth-подключение
tr: Bluetooth bağlı
vi_vn: Đã kết nối Bluetooth
zh_hans: 蓝牙已连接
zh_hant: 藍牙已連接

# MAGNETISM_ON
source: On
de: Geöffnet
es: Abra el
fr: Ouvrir
id_id: Buka
it: Aperto
ja: オン
pt: Abrir
ru: Открыто
tr: Açık
vi_vn: Mở
zh_hans: 打开
zh_hant: 打開

# MAGNETISM_OFF
source: Off
de: Close
es: Cierre
fr: Fermé
id_id: Tutup
it: Chiuso
ja: オフ
pt: Fechar
ru: Закрыто
tr: Kapalı
vi_vn: Đóng
zh_hans: 关闭
zh_hant: 關閉

# DEVICE_WIFI_ONLINE
source: WiFi-Online
de: Online via WiFi
fr: Connecté au Wifi
ja: WiFiオンライン
ru: Подключено к WiFi
tr: WiFi Çevrimiçi
zh_hans: WiFi在线
zh_hant: WiFi已連線

# DEVICE_3G_ONLINE
source: 3G-Online
de: Online via 3G
fr: Connecté au 3G
ja: 3Gオンライン
ru: Подключено к 3G
tr: 3G Çevrimiçi
zh_hans: 3G在线
zh_hant: 3G已連線

# DEVICE_4G_ONLINE
source: 4G-Online
de: Online via 4G
fr: Connecté au 4G
ja: 4Gオンライン
ru: Подключено к 4G
tr: 4G Çevrimiçi
zh_hans: 4G在线
zh_hant: 4G已連線

# DEVICE_2G_ONLINE
source: 2G-Online
de: Online via 2G
fr: Connecté au 2G
ja: 2Gオンライン
ru: Подключено к 2G
tr: 2G Çevrimiçi
zh_hans: 2G在线
zh_hant: 2G已連線

source: Off-line
es: NoEstá Conectado A Internet
fr: Non-connecté
ja: オフライン
ru: Офлайн
tr: Çevrim dışı
zh_hans: 离线
zh_hant: 離線

# NET_CONNECT
source: Connecting…
de: In Verbindung…
es: Conectando…
fr: Connexion en cours…
id_id: Menghubungkan
it: Connessione in corso…
ja: 接続中…
pt: Conectando…
ru: Соединение…
tr: Bağlanıyor…
vi_vn: Đang kết nối…
zh_hans: 连接中…
zh_hant: 連線中…

# EDIT_THEME
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
id_id: Ubah
it: Modifica
ja: 編集する
pt: Editar
ru: Редактировать
tr: Düzenle
vi_vn: Sửa
zh_hans: 编辑
zh_hant: 編輯

# DELETE_THEME
source: Delete
de: Löschen
es: Borrar localización
fr: Supprimer
id_id: Hapus
it: Cancella
ja: 位置削除
pt: Remover localização
ru: Удалить
tr: Sil
vi_vn: Xoá
zh_hans: 删除位置
zh_hant: 刪除位置

# CARRY_ON
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
id_id: Lanjut
it: Continuare
ja: 継続
pt: Continuar
ru: Продолжить
tr: Devam et
vi_vn: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# DELETE_EQUIPMENT
source: Please delete the device first
de: An diesem Ort mit einem Gerät verbunden, nicht löschbar
es: Hay dispositivos vinculados bajo la ubicación, no se puede eliminar
fr: Supprimer l'appareil
id_id: Silahkan hapus perangkat pertama
it: Prima rimuovere il dispositivo
ja: 位置にバインディングのデバイスがあり、削除できません
pt: Por favor, remova o dispositivo antes
ru: Пожалуйста, сначала удалите устройство
tr: Lütfen önce cihazı siliniz
vi_vn: Hãy xoá thiết bị trước
zh_hans: 请先删除已绑定的设备
zh_hant: 請先刪除已绑定的設備

# DELETE_THEME_XX
source: Are you sure to delete %@ ?
de: Sind Sie sicher, den Ort %@ zu löschen?
es: Seguro de borrar la %@ ?
fr: Vous êtes sûr de vouloir supprimer %@ ?
id_id: Anda yakin mau menghapus %@?
it: Sei sicuro di eliminare %@ ?
ja: 位置%@を削除しますか？
pt: Apagar a localização %@ ?
ru: Вы уверены, что хотите удалить %@ ?
tr: %@ ı silmek istediğinizden emin misiniz ?
vi_vn: Bạn muốn xoá %@ ?
zh_hans: 确定删除位置“%@”吗？
zh_hant: 確定刪除%@嗎？

# CID_USED
source: Device has been bound.If continued,it will be forced to unbind from others,continue or not?
de: Dieses Gerät ist bereits verbunden, es wird aufgelöst wenn Sie weiter machen, setzen Sie noch fort
es: Este dispositivo ha sido enlazado, se eliminará el enlace con la operación actual, ¿ seguro de seguir el paso?
fr: L'appareil a établi des connections, sa suppression entraînera leur perte. Continuer quand même ?
id_id: Perangkat telah digunakan , dan jika Anda terus mengikat perangkat , ini akan melepaskan perangkat dari orang lain , Lanjutkan atau tidak ?
it: Device has been used, and if you continue to bind the device, it will be forced to unbind from others, Continue or not?
ja: このデバイスがすでにバインディングされており、続いて操作すると他とのバインディングが解除されます、継続しますか?
pt: Dispositivo em uso. Se continuar o cadastro, o vínculo com outros usuários será desfeito. Continuar?
ru: Данное оборудование уже привязано, если продолжить, то будут удалены все привязки, продолжить?
tr: Cihaz kullanıldı, ve cihazı bağlamaya devam etmek isterseniz diğerleriyle olan bağlantısı kopartmaya zorlanacaktır, Devam edilsin mi?
vi_vn: Thiết bị đang được sử dụng, nếu bạn tiếp tục thì camera này sẽ xoá khỏi tài khoản cũ và thêm vào tài khoản này, Tiếp?
zh_hans: 设备已被绑定，继续操作对方将会被解除绑定，是否继续?
zh_hant: 設備已被綁定，繼續操作對方將會被解除綁定，是否繼續?

# CID_DELETED
source: "%@" has been deleted
de: Verbindung von "%@" mit dem aktuellen Account aufgelöst
es: "%@" Ha sido eliminado el enlace de la cuenta actual
fr: "%@" a été supprimé
id_id: "%@" sudah dihapus
it: "%@" è stato cancellato
ja: "%@"現在のアカウントのバインディングと解除しました
pt: "%@" vínculo liberado da conta atual
ru: %@ У данного аккаунта удалены все привязки
tr: “%@” silindi
vi_vn: "%@" đã xoá
zh_hans: “%@”已删除
zh_hant: “%@”已刪除

# THEME_DELETED
source: %@ has been deleted
de: Ort %@ gelöscht
es: %@ ha sido eliminado
fr: %@ a été supprimé
id_id: %@ sudah dihapus
it: %@ è stato cancellato
ja: 位置"%@"削除しました
pt: A localização %@ já foi apagada
ru: Местоположение %@ удалено
tr: %@ silindi
vi_vn: %@ đã xoá
zh_hans: 位置“%@”已删除
zh_hant: 位置“%@”已被刪除

source: Environment
de: 环境
es: MedioAmbiente
fr: Environnement
id_id: Lingkungan
ja: 環境
pt: Ambiente
ru: Состояние
tr: Çevre
vi_vn: Môi trường
zh_hans: 环境
zh_hant: 環境

# PWD_CHANGED
source: Password changed, please login again
de: Passwort geändert, bitte neu einloggen
es: Se ha cambiado la contraseña de su cuenta, por favor, inicie de nuevo.
fr: Le mot de passe du compte a été changé, se connecter à nouveau
id_id: Sandi Akun telah diubah, silahkan masuk kembali
it: La password dell'account è stata modificata.Si prega di accedere nuovamente
ja: アカウントのパスワードが変更されました。再度ログインしてください。
pt: A senha da conta foi alterada. Faça o login novamente
ru: Пароль от аккаунта был изменен, пожалуйста, войдите в систему снова
tr: Hesap şifresi değiştirildi, lütfen tekrar giriş yapın
vi_vn: Mật khẩu đã sửa, hãy đăng nhập lại
zh_hans: 账号密码已修改，请重新登录
zh_hant: 帳號密碼已修改，請重新登錄

source: Location:
de: Ort:
es: Ubicaci:
fr: Emplacement
id_id: Lokasi:
it: Luogo:
ja: 位置の名前
pt: O nome de localização:
ru: Местоположение:
tr: Yer:
vi_vn: Khu vực
zh_hans: 位置名称：
zh_hant: 位置名稱：

# LOCATION_1
source: Name
de: Benutzerdefiniert
es: Nombre
fr: Nom
id_id: Nama
it: Definito dall'utente
ja: カスタマイズ
pt: Nome
ru: Пользовательский
tr: Ad
vi_vn: Tên
zh_hans: 自定义
zh_hant: 自定義

# SETTING_FREE
source: Set alarm and motion detector of individual device
de: Bewegungserkennung und Alarm vom Einzelgerät einstellen
es: Ajuste de la alarma y la detección del movimiento de cada dispositivo individual como quiera
fr: Activer la détection de mouvement et l'alarme d'un appareil
id_id: Set deteksi gerak dan alarm perangkat
it: Usare tutti I rilevatori di movimento come default
ja: デバイスの移動検出および警報を自由にカスタマイズする
pt: Ajustar sensor de movimento e alertas de cada dispositivo
ru: Установить обнаружение движения и сигнализацию
tr: Kişisel cihazın alarm ve hareket algılamasını ayarlayın
vi_vn: Cài phát hiện chuyển động và báo động của thiết bị
zh_hans: 随意设置单个设备的移动侦测及报警
zh_hant: 自行設定單個設備的位移偵測及警示

# EQUIPMENT_DORMANT
source: This setting allows you to turn off the motion detection and alarm for all devices
de: Bewegungserkennung und Alarm aller Geräte an diesem Ort werden ausgeschaltet
es: Todos los dispositivos bajo el lema apagarán la detección del movimiento y la alarma.
fr: Désactiver la détection de mouvement et l'alarme de tous les appareils présents
id_id: Tutup deteksi gerak dan alarm dari semua perangkat di lokasi ini
it: Spegnere tutti I rilevatori di movimento
ja: 位置にあるすべてのデバイスの移動検出および警報を閉じる
pt: Desligar sensor de movimento e alertas deste local
ru: Выключить обнаружение движения и сигнализацию
tr: Tüm cihazların alarm ve hareket algılamasını bu yerde kapatın
vi_vn: Tắt phát hiện chuyển động và báo động của thiết bị trong khu vực này
zh_hans: 位置下所有设备，都将关闭移动侦测及报警
zh_hant: 位置下所有設備，都將關閉移動偵測及報警

# OPEN_SAFETY
source: This setting allows you to switch on the motion detection and alarm for all devices
de: Bewegungserkennung und Alarm aller Geräte an diesem Ort werden eingeschaltet
es: Todos los dispositivos bajo la ubicación encenderán la detección del movimiento y la alarma.
fr: Activer la détection de mouvement et l'alarme de tous les appareils présents
id_id: Buka deteksi gerak dan alarm dari semua perangkat di lokasi ini
it: Accende tutti I rilevatori di movimento
ja: 位置にあるすべてのデバイスの移動検出および警報を開く
pt: Ligar sensor de movimento e alertas deste local
ru: Открыть все устройства обнаружения движения и сигнализации в этом местоположении
tr: Tüm cihazların alarm ve hareket algılamasını bu yerde açın
vi_vn: Mở phát hiện chuyển động và báo động của thiết bị trong khu vực này
zh_hans: 位置下所有设备，都将开启移动侦测及报警
zh_hant: 位置下所有設備，都將開啟移動偵測及報警

# CHOOSE_PIC
source: User-define
de: Foto aufnehmen od. vom Archiv auswählen
es: Tomar una foto o álbum
fr: Prendre une photo ou choisir dans l'album
id_id: Menetapkan pengguna
it: Scatta o scegli dalle foto
ja: 撮影あるいはアルバム選択
pt: Personalizado
ru: Пользователь
tr: Kullanıcı tanımlı
vi_vn: Xác định người dùng
zh_hans: 拍摄或相册选择
zh_hant: 拍攝或從相簿選擇

# CHOOSE_COVER
source: Select Cover
de: Cover wählen
es: Elegir una cubierta
fr: Choisir la couverture
id_id: Pilih Cover
it: Scegli copertina
ja: 表紙選択
pt: Selecionar capa
ru: Выбрать обложку
tr: Kapak seç
vi_vn: Chọn bìa
zh_hans: 选择封面
zh_hant: 選擇封面

# CHOOSE_PHOTOS
source: Select from Photos
de: Vom Archiv auswählen
es: Seleccionar de la galería
fr: Choisir dans l'album
id_id: Pilih dari foto
it: Scegli da immagini
ja: アルバムから選択
pt: Selecionar da galeria
ru: Выбрать из фотоальбома
tr: Fotoğraflardan seç
vi_vn: Chọn từ Hình ảnh
zh_hans: 从相册选取
zh_hant: 從相簿中選取

# TAKE_PHOTO
source: Take a Photo
de: Foto aufnehmen
es: Tomar una foto
fr: Prendre une photo
id_id: Ambil Foto
it: Scatta immagine
ja: 一枚写真を撮る
pt: Tirar foto
ru: Сделать фото
tr: Fotoğraf çek
vi_vn: Chụp ảnh
zh_hans: 拍一张
zh_hant: 拍照

# EDIT_IMAGE
source: Edit
de: Editor
es: Editar
fr: Modifier
id_id: Ubah
it: Modifica
ja: 画像編集
pt: Editar
ru: Редактировать
tr: Düzenle
vi_vn: Sửa
zh_hans: 图片编辑
zh_hant: 圖片編輯

# CHOOSE
source: Select
de: Fertig
es: Seleccionar
fr: Choisir
id_id: Pilih
it: Scegli
ja: 選択
pt: Selecionar
ru: Выбрать
tr: Seç
vi_vn: Chọn
zh_hans: 选取
zh_hant: 選取

# IMAGE_ERR
source: Upload to failed,the picture is too big
de: Bild zu groß, bitte neu auswählen
es: La foto es demasiado grande, no es bueno para la pruba, elija de nuevo por favor
fr: Échec du transfert, l'image est trop grande
id_id: Upload gagal, gambar terlalu besar
it: Caricamento fallito, l'immagine è troppo grande
ja: 選択した画像のサイズが大きすぎます。再度選択してください。
pt: Falha ao carregar. A imagem é muito grande
ru: Изображение слишком большое
tr: Yükleme başarısız, resim çok büyük
vi_vn: Tải lên lỗi, kích thước ảnh quá lớn
zh_hans: 图片太大，请重新选择
zh_hant: 圖片太大，請重新選擇

source: Setting…
de: In Einstellung…
es: Ajustando…
fr: Installation…
id_id: Pengaturan…
it: Impostazioni…
ja: 設定中...
pt: Salvando ajustes…
ru: Установка…
tr: Ayarlanıyor…
vi_vn: Đang cài đặt…
zh_hans: 正在设置…
zh_hant: 正在設定…

# CREATING
source: Adding…
de: Einen Moment bitte…
es: Crando, espere por favor…
fr: Création…
id_id: Menambahkan…
it: Aggiungere…
ja: 作成中、しばらくお待ちください…
pt: Adicionando. Aguarde…
ru: Загрузка…
tr: Ekleniyor…
vi_vn: Đang thêm vào…
zh_hans: 正在创建，请稍候...
zh_hant: 正在新增，請稍候…

# SCENE_SAVED
source: Settings saved
de: Erfolgreich eingestellt
es: Ajuste hecho
fr: Installation OK
id_id: Set Berhasil
it: Memorizzato con successo
ja: 設定完了
pt: Ajustes salvos
ru: Установлено
tr: Başarılı bir şekilde kuruldu.
vi_vn: Lưu cài đặt
zh_hans: 设置成功
zh_hant: 設定成功

# SCENE_ADDED
source: "%@" Added successfully
de: "%@" hinzugefügt
es: "%@" añadidura hecha
fr: %@ ajouté
id_id: "%@" Berhasil menambahkan
it: "%@" Aaggiunto correttamente
ja: "%@"追加しました
pt: "%@":Adicionado com sucesso
ru: %@ Добавлено
tr: "%@" Başarılı bir şekilde eklendi
vi_vn: "%@" thêm thành công
zh_hans: “%@”已添加
zh_hant: “%@”已新增

# SCENE_ADD_ERR
source: "%@" Failed to add
de: "%@" fehlgeschlagen hinzugefügt
es: "%@" añadidura fracasada
fr: Échec rajout %@
id_id: "%@" Gagal untuk menambah
it: "%@" non aggiunto
ja: "%@"追加できませんでした
pt: "%@":Falha ao adicionar
ru: %@ Не добавлено
tr: "%@" ekleme başarısız
vi_vn: "%@" lỗi khi thêm
zh_hans: “%@”添加失败
zh_hant: “%@”新增失敗

# SCENE_SAVE_ERR
source: "%@" Failed to set
de: Einstellung von "%@" fehlgeschlagen gespeichert
es: "%@" Error al guardar el ajuste
fr: Échec installation %@
id_id: "%@" Gagal untuk set
it: "%@" non memorizzato correttamente
ja: "%@"設定保存できませんでした
pt: "%@":Falha ao salvar ajustes
ru: %@ Ошибка настройки
tr: "%@" Ayar başarısız
vi_vn: "%@" lỗi cài đặt
zh_hans: “%@”保存失败
zh_hant: “%@”設定保存失敗

source: Sending…
de: Anforderung geschickt…
es: Enviando la orden…
fr: Envoi...
id_id: Mengirimkan…
it: Invio…
ja: 送信中...
pt: Enviando comandos…
ru: Отправка...
tr: Gönderiliyor…
vi_vn: Đang gửi…
zh_hans: 发送中...
zh_hant: 發送中…

# MESSAGE
source: Messages
de: Meldungen
es: Mensaje
id_id: Pesan
it: Messaggi
ja: メッセージ
pt: Mensagens
ru: Сообщения
tr: Mesajlar
vi_vn: Tin nhắn
zh_hans: 消息中心
zh_hant: 訊息中心

# SYSTEM_MSG
source: System notifications
de: Systemmeldung
es: Mensaje del sistema
fr: Notifications système
id_id: Notifikasi sistem
it: Notifiche
ja: システムメッセージ
pt: Notificações de sistema
ru: Система уведомлений
tr: Sistem bildirimleri
vi_vn: Thông báo hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

# NO_MESSAGE
source: No messages
de: Keine Meldung
es: No hay mensajes
fr: Aucun message
id_id: Tidak ada pesan
it: Nessun messaggio
ja: メッセージなし
pt: Sem mensagens
ru: Сообщений нет
tr: Mesaj yok
vi_vn: Không có tin nhắn
zh_hans: 暂无消息
zh_hant: 暫無訊息

# IGNORE
source: Ignore the unread
de: Ignorieren
es: Ignorar
fr: Ignorer
id_id: Mengabaikan
it: Ignora
ja: 未読無視
pt: Ignorar
ru: Игнорировать
tr: Yoksay
vi_vn: Bỏ qua
zh_hans: 忽略未读
zh_hant: 忽略未讀

source: Just now
de: Gerade
es: Actualidad
fr: A l'instant
id_id: Baru saja
it: Adesso
ja: ただいま
pt: Há pouco
ru: Только что
tr: Tam şimdi
vi_vn: Bây giờ
zh_hans: 刚刚
zh_hant: 剛剛

source: System
de: Systemmeldung
es: Notificación del sistema
fr: Système
id_id: Sistem
it: Sistema
ja: システム通知
pt: Sistema de Notificação
ru: Оповещение системы
tr: Sistem
vi_vn: Hệ thống
zh_hans: 系统通知
zh_hant: 系統通知

source: Clear
de: Leeren
es: Vaciar
fr: Effacer
id_id: Bersih
it: Pulisci
ja: 空にする
pt: Limpar
ru: Очистить
tr: Temizle
vi_vn: Dọn dẹp
zh_hans: 清空
zh_hant: 清空
