Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# MSG_BIND
source: Device is added successfully
de: Erfolgreich hinzugefügt
es: Dispositivos vinculados, ya se puede vigilar su hogar
fr: L'appareil a été rajouté
id_id: Perangkat berhasil ditambahkan
it: Dispositivo aggiunto con successo
ja: デバイスのバインディングが成功しました！ハウスキーピングしてあげるよ
pt: Dispositivo adicionado com sucesso
ru: Оборудование установлено успешно!
tr: Cihaz başarılı bir şekilde eklendi
vi_vn: Thiết bị thêm thành công
zh_hans: 设备添加成功
zh_hant: 設備新增成功

# MSG_UNBIND
source: Device has been deleted
de: Gerät gelöscht
es: Ha eliminado el enlace del dispositivo
fr: L'appareil a été supprimé
id_id: Perangkat telah dihapus
it: Dispositivo è stato eliminato
ja: デバイスのバインディングを解除しました
pt: Dispositivo excluído com sucesso
ru: Оборудование больше не привязано
tr: Cihaz silindi
vi_vn: Thiết bị đã xoá
zh_hans: 设备已删除
zh_hant: 設備已被刪除

# MSG_SHARE
source: Shared to %@
de: An Benutzer %@ geteilt
es: Compartido con usuario %@
fr: Déjà partagé avec l'utilisateur %@
id_id: Berbagi kepada %@
it: Condividi con %@
ja: "%@"ユーザーにシェアしました
pt: Compartilhado com %@
ru: Отправлено пользователю %@
tr: %@ ile paylaşıldı
vi_vn: Chia sẻ cho %@
zh_hans: 已分享给%@
zh_hant: 已分享給%@

# MSG_UNSHARE
source: Cancel the sharing with %@
de: Teilen an Benutzer %@ gelöscht
es: Compartido eliminado con usuario %@
fr: Le partage avec l'utilisateur %@ a été supprimé
id_id: Hapus berbagi dari %@
it: Elimina condivisione con %@
ja: %@ ユーザーへのシェアを解除しました
pt: Compartilhamento cancelado para %@
ru: Не отправлено %@ Пользователю
tr: %@ lik pay silindi
vi_vn: Huỷ chia sẻ cho %@
zh_hans: 已取消对%@用户的分享
zh_hant: 已取消對%@用戶的分享

# MSG_LOW_BATTERY
source: Low power, please charge.
de: Batterie fast leer, bitte rechtzeitig aufladen!
es: Dispositivos de poca batería, conecte rápido con la fuente de la alimentación
fr: Niveau batterie faible, mettre le chargeur.
id_id: kapasitas baterai rendah , silakan mengisi
it: Batteria bassa, ricaricare.
ja: デバイスのバッテリーが不足しています。電源に接続してください。
pt: Bateria fraca. Por favor recarregue o dispositivo
ru: Низкий заряд батареи, пожалуйста, зарядите устройство
tr: Batarya kapasitesi düşük, lütfen şarj edin.
vi_vn: Dung lượng pin thấp, hãy sạc điện
zh_hans: 设备电量较低，请及时充电
zh_hant: 設備電量較低，請立即充電

# MSG_SD_OFF
source: Micro SD card has been pulled out
de: Micro SD-Karte ist aus
es: Se retira la tarjeta Micro SD
fr: Pas de carte Micro SD
id_id: Tidak ada Micro SD
it: Nessuna Micro SD Card
ja: Micro SDカードが挿入されていません
pt: Cartão microSD não detectado
ru: Micro SD карта отключена
tr: Mikro SD kart yok
vi_vn: Không có Micro SD
zh_hans: Micro SD卡已被拔出
zh_hant: Micro SD卡已被取出

# MSG_SD_ON
source: TF card is detected. video recording is now available.
de: Micro SD-Karte ist ein, jetzt wird Video gespeichert
es: Acceso de la tarjeta Micro SD
fr: Une carte Micro SD a été détectée La caméra enregistrera de la vidéo uniquement lorsqu'elle détecte du mouvement.
id_id: Kartu memori telah terdeteksi . Kamera akan merekam video hanya ketika mendeteksi gerakan
it: Micro SD Card collegata, puoi registrare i video.
ja: Micro SDカードが挿入されました。動画を保存できます。
pt: Cartão microSD detectado e em uso
ru: Micro SD карта подключена. Камера будет записывать видео только при обнаружении движения
tr: Bir hafıza kartı algılandı. Bir kamera sadece hareket algıladığında kayıt yapacaktır.
vi_vn: Có thẻ nhớ. Camera sẽ ghi hình khi phát hiện chuyển động
zh_hans: Micro SD卡已接入，可以保存录像啦
zh_hant: Micro SD卡已插入，可以存儲錄影了

# MSG_SD_ON_1
source: A memory card has been detected. Please initialize the memory card first
de: Micro SD-Karte fehlgeschlagen gelesen, nach der Initialisierung verwendbar
es: Lectura de tarjeta Micro SD fracasada, se puede usar tras iniciarlo
fr: Une carte Micro SD a été détectée La carte doit d'abord être formatée
id_id: Kartu memori telah terdeteksi . Harap format kartu memori terlebih dahulu
it: Nuova Micro SD trovata, per salvare le video, deve essere formattata.
ja: Micro SDカードを読み込めません。初期化してください
pt: Cartão microSD detectado. Necessário formatar…
ru: Карта памяти была обнаружена. Пожалуйста, отформатируйте карту памяти
tr: Bir hafıza kartı algılandı. Lütfen önce hafıza kartını biçimlendirin
vi_vn: Có thẻ nhớ. Hãy định dạng (Format) thẻ
zh_hans: 检测到新的Micro SD卡，需要先初始化才能存储视频
zh_hant: 已偵測到新的Micro SD卡，請先做初始化再使用

# MSG_SYSTEM_UPGRADE
source: So cool! Upgrades the system to V%@
de: System wieder aktualisiert (V%@)
es: Qué guay, sistema actualizado de nuevo (V%@)
fr: Félicitations! Mise à jour vers la version (v%@)
id_id: Keren abis! Upgrade sistem untuk V%@
it: Grande! Il Sistema è stato aggiornato a V%@
ja: システムがアップデートされました（V%@）
pt: Sistema atualizado (V%@)
ru: Обновление системы до V%@
tr: Çok uygun! Sistemi V%@ e yükseltir
vi_vn: Nâng cấp thành công hệ thống V%@
zh_hans: 太酷了！系统升级到V%@啦
zh_hant: 太酷了！系統升級到V%@

# MSG_WARN_ON
source: Motion Detection has been turned on, you will be notified when movements detected.
de: Sicherheitsschutz eingeschaltet,erkennt Ungewöhnliches, werden Sie sofort informiert
es: Ha activado la protección de seguridad, si pasa un OVNI, se lo informaremos a primera hora
fr: La détection de mouvement a été activée. En cas de mouvement l'appareil vous en informera.
id_id: Anda telah membuka deteksi gerakan . Perangkat akan memberitahu anda segera ketika sesuatu bergerak
it: Rilevatore di movimento attivato. L'apparecchio ti informerà appena qualcosa si muove
ja: 防犯システムを開始しました、不審者が現れたらすぐにお知らせします
pt: Sensor de movimento ativado. O dispositivo irá informar quando perceber movimentos
ru: Вы активировали обнаружение движения. Устройство информирует вас сразу, как сработает датчик обнаружения движения
tr: Hareket algılamayı açtınız. Cihaz, herhangi bir şey hareket ettiğinde size hemen bildirecektir.
vi_vn: Bạn đã bật phát hiện chuyển động. Thiết bị sẽ thông báo cho bạn khi có sự kiện
zh_hans: 移动侦测已开启，侦测到异常时，将及时发送消息
zh_hant: 已開啟位移偵測，偵測到異常時，將即時發送訊息給您

# MSG_WARN_OFF
source: Motion Detection has been turned off, but can open again.
de: Sicherheitsschutz ausgeschaltet, kann wieder angemacht werden
es: Protección de seguridad apagada, puede activar de nuevo
fr: La détection de mouvement a été désactivée
id_id: Anda telah menutup deteksi gerakan
it: Rilevatore di movimento disattivato
ja: 防犯システムを解除しました、再度起動することが可能です~
pt: Sensor de movimento desativado
ru: Обнаружение движения отключено
tr: Hareket algılamayı kapattınız.
vi_vn: Bạn đã tắt phát hiện chuyển động
zh_hans: 移动侦测已关闭，可以再次开启
zh_hant: 位移偵測已關閉，可以再次開啟

# MSG_WARNING
source: New discovery
de: Neue Entdeckungen
es: Nuevos descubrimientos
fr: Nouvelle découverte
id_id: Penemuan Baru
it: Ricerca in corso…
ja: 新しい発現がある
pt: Novas descobertas
ru: Новые открытия
tr: Yeni keşif
vi_vn: Bài viết mới
zh_hans: 有新的发现
zh_hant: 有新的發現

# MSG_REBIND
source: Device is added by %@ . Any questions, please contact us
de: Gerät vom Benutzer %@ verbunden, bei Fragen wenden Sie sich bitte an Kundenservice
es: Los dispositivos están vinculados por el usuario %@,cualquier duda, póngase en contacto con el servicio al cliente
fr: L'appareil a été ajouté par %@ . Si vous avez des questions, contacter le service client
id_id: Perangkat ditambahkan oleh %@ . Setiap pertanyaan , silahkan hubungi kami
it: Dispositivo aggiunto da %@ . Per aiuto contatta il servizio clienti
ja: デバイスが %@ のユーザーよりバインディングされました。ご質問があれば、カスタマーサービスに連絡してください。
pt: O dispositivo foi adicionado à conta %@. Em caso de dúvida, entre em contato
ru: Устройство добавляется к %@ . Если у Вас возникли какие-либо вопросы,пожалуйста,свяжитесь с нами
tr: Cihaz %@ tarafından eklendi. Sorunuz olursa bizimle irtibat kurunuz.
vi_vn: Thiết bị đã thêm bởi %@. Có thắc mắc, hãy liên hệ chúng tôi
zh_hans: 设备已被%@用户绑定，如有疑问请联系客服
zh_hant: 設備已被%@用戶绑定，如有疑問請聯繫客服

# LARGER_IMAGE
source: Click to enlarge
de: Klicken zum Großbild
es: Haga click la pintura para agrandar
fr: Cliquer pour voir l'image en grand
id_id: Lihat gambar besar
it: Clicca sull'immagine per ingrandire
ja: クリックして拡大図を見る
pt: Clique para ampliar
ru: Нажмите для просмотра увеличенного изображения
tr: Büyük resim görüntüle
vi_vn: Xem ảnh kích thước lớn
zh_hans: 点击查看大图
zh_hant: 點擊查看大圖

# DELETE_SURE
source: Sure to delete all messages?
de: Möchten Sie es löschen?
es: ¿Está seguro de que quiere eliminar?
fr: Vous êtes sûr de vouloir supprimer ?
id_id: Apakah anda yakin akan menghapus ?
it: Sei sicuro di voler cancellara?
ja: 本当に削除しますか?
pt: Tem certeza que deseja excluir?
ru: Уверены что хотите удалить?
tr: Silmek istediğinizden emin misiniz?
vi_vn: Bạn muốn xoá?
zh_hans: 确定删除该设备的所有消息？
zh_hant: 確定要刪除嗎？

# XX_DISCOVERY
source: New discoveries from "%@"
de: "%@" Gegenstand bewegt sich
es: "%@" Entidad moviendo
fr: %@ a découvert du mouvement.
id_id: "%@" ada penemuan baru
it: Nuovi dispositivi di '%@'
ja: "%@"に移動する物体があります
pt: %@ registrou novas descobertas
ru: %@ Перемещение объектов
tr: %@ in yeni bir keşfi var
vi_vn: "%@" có khám phá mới
zh_hans: “%@”有新的发现
zh_hant: “%@”有新的發現

# DELETED_SUC
source: Deleted Successfully
de: Erfolgreich gelöscht
es: Borradura hecha
fr: Suppression réussie
id_id: Berhasil dihapus
it: Cancellato con successo
ja: 削除完了
pt: Excluído com sucesso
ru: Успешно удалено
tr: Başarılı bir şekilde silindi
vi_vn: Xoá thành công
zh_hans: 删除成功
zh_hant: 刪除成功

# MSG_DETAILS
source: View
de: Details
es: Ver
fr: Détails
id_id: Lihat
it: Dettagli
ja: 詳細
pt: Detalhes
ru: Подробнее
tr: Görüntüle
vi_vn: Xem ảnh kích thước lớn
zh_hans: 查看详情
zh_hant: 查看詳情

# MSG_VIDEO
source: Video
de: Live
es: Vivo
fr: Vidéo
ja: 生放送
pt: Ao vivo
ru: Просмотр
zh_hans: 看直播
zh_hant: 看直播

# MSG_RECORD
source: Playback
de: Videos
es: Reproducir
fr: Lecture
id_id: Putar kembali
it: Riproduzione
ja: 動画履歴
pt: Histórico
ru: Воспроизведение
tr: Sonradan oynat
vi_vn: Xem lại video
zh_hans: 历史视频
zh_hant: 錄影資料

# SWITCH_LOCATIONS
source: Location switchover
de: Ort wechseln
es: Cambio de ubicación
fr: Changer d'emplacement
id_id: Peralihan Lokasi
it: Cambia luogo
ja: 位置切替
pt: Alterar local
ru: Переключатель позиции
tr: Yer kanal değiştirme
vi_vn: Chuyển khu vực khác
zh_hans: 位置切换
zh_hant: 位置切換

source: Home
de: Homepage
es: Página de inicio
fr: Accueil
id_id: Rumah
ja: ホーム
pt: Página inicial
ru: Главная
tr: Ev
zh_hans: 主页
zh_hant: 主頁

source: Experience
de: Erfahrung
es: Experimentar
fr: Expérience
id_id: Pengalaman
it: Esperienza
ja: 体験
pt: Experiência
ru: Проверка
tr: Tecrübe
vi_vn: Trải nghiệm
zh_hans: 体验
zh_hant: 體驗

source: Account
es: Cuenta
fr: Compte
id_id: Akun
ja: アカウント
pt: Conta
ru: Аккаунт
tr: Hesap
vi_vn: Tài khoản
zh_hans: 账号
zh_hant: 帳號

source: Settings
de: Einstellung
es: Ajustes
fr: Réglages
id_id: Pengaturan
it: Impostazioni
ja: 設定
pt: Ajustes
ru: Параметры
tr: Ayarlamalar
vi_vn: Cài đặt
zh_hans: 设置
zh_hant: 設定

# USE_HELP
source: Help
de: Verwenden der Hilfe
es: Ayuda
fr: Aide
id_id: Bantuan
it: Aiuto
ja: ヘルプ
pt: Ajuda
ru: Помощь
tr: Yardım
vi_vn: Trợ giúp
zh_hans: 使用帮助
zh_hant: 操作助理

# NEW_LOCATION
source: Add location
de: Orte hinzufügen
es: Agregar ubicación
fr: Ajouter un emplacement
id_id: Tambah Lokasi
it: Aggiungi luogo
ja: 位置追加
pt: Adicionar local
ru: Добавить местоположение
tr: Yer ekle
vi_vn: Thêm khu vực
zh_hans: 添加位置
zh_hant: 新增位置

# LOCATION_NAME_ERROR
source: Please enter a name
de: Ortsnamen eingeben
es: Por favor, introduzca un nombre
fr: Nom incorrect
id_id: Nama salah
it: Nome luogo non valido
ja: 位置の名前を入力してください
pt: Nome inválido
ru: Недопустимое имя
tr: Geçersiz ad
vi_vn: Tên không tồn tại
zh_hans: 请输入名称
zh_hant: 請輸入名稱

source: Location name:
de: Location:
es: Ubicación:
fr: Emplacement:
id_id: Lokasi:
it: Nome luogo:
ja: 位置の名前：
pt: Localização:
ru: Расположение:
tr: Yer:
vi_vn: Khu vực:
zh_hans: 位置名称：
zh_hant: 位置名稱：

# PROFILE_PHOTO
source: Profile
de: Photo
es: Foto de perfil
fr: Photo
id_id: Profil
ja: アイコン
pt: Imagem de perfil
ru: Фото профиля
tr: Profil
vi_vn: Hồ sơ
zh_hans: 头像
zh_hant: 檔案照片

# ACCOUNT_1
source: Account
de: Mein Account
es: Mi cuenta
fr: Compte
id_id: Akun
ja: アカウント
pt: Conta
ru: Мой аккаунт
tr: Hesap
vi_vn: Tài khoản
zh_hans: 我的账号
zh_hant: 我的帳號

# ALIAS
source: Nickname
de: Benutzername
es: Sobrenombre
fr: Nom
id_id: Nama
it: Nome
ja: ニックネーム
pt: Apelido
ru: Никнейм
tr: Ad
vi_vn: Tên
zh_hans: 昵称
zh_hant: 暱稱

source: Phone Number
de: Handynummer
es: Número de teléfono
fr: Numéro de tél.
id_id: No. Telp
it: Numero telefonico
ja: 携帯電話番号
pt: Número de celular
ru: Номер телефона
tr: Telefon numarası
vi_vn: Số điện thoại
zh_hans: 手机号码
zh_hant: 手機號碼

# PHONE_NUMBER_1
source: Phone Number
de: Handynummer
es: Número de teléfono
fr: Numéro de tél.
id_id: No. Telp
it: Numero telefonico
ja: 携帯電話番号
pt: Número de celular
ru: Номер телефона
tr: Telefon numarası
vi_vn: Số điện thoại
zh_hans: 手机号码
zh_hant: 手機號碼

# PHONE_NUMBER_2
source: Invalid phone Number
de: Bitte gültigen Handynummer eingeben
es: Introduzca número de teléfono válido por favor
fr: Numéro de tél. incorrect
id_id: No. Telp salah
it: Numero di telefono non valido
ja: 有効な携帯電話番号を入力してください
pt: Insira um número de celular válido
ru: Введите действующий номер мобильного телефона
tr: Geçersiz telefon numarası
vi_vn: Số điện thoại không tồn tại
zh_hans: 请输入有效的手机号码
zh_hant: 請輸入有效的手機號碼

# PHONE_NUMBER_3
source: This number is used by the current account
de: Diese Handynummer von einem anderen Account besetzt
es: Se está usando este número de teléfono en la cuenta actual
fr: Le compte courant va utiliser ce numéro de tél.
id_id: Akun menggunakan nomor telepon
it: Il numero di telefono è utilizzato per l'account corrente.
ja: 現在のアカウントはこちらの携帯電話番号を使用しています
pt: A conta atual está usando este número de celular
ru: Этот номер уже используется
tr: Hesap telefon numarasını kullanıyor
vi_vn: Tài khoản đang dùng số điện thoại
zh_hans: 当前账号正在使用此手机号码
zh_hant: 原本帳號正在使用此手機號碼

# CHANGE_PHONE_NUM
source: Change phone number
de: Handynummer ändern
es: Cambiar de número de teléfono
fr: Changer le numéro de tél.
id_id: Ubah nomor telepon
it: Cambia il numero di telefono
ja: 携帯電話番号を変更する
pt: Alterar o número de celular
ru: Изменить номер телефона
tr: Telefon numarası değiştir
vi_vn: Đổi số điện thoại
zh_hans: 更改手机号码
zh_hant: 更改手機號碼

source: E-mail
ja: メールアドレス
tr: E-posta
zh_hans: 邮箱
zh_hant: 電子郵件

# EMAIL_1
source: E-mail address
de: Email
es: E-mail
fr: E-mail
id_id: E-mail
it: E-mail
ja: メールアドレス
pt: E-mail
ru: E-mail
tr: E-posta
vi_vn: Email
zh_hans: 邮箱地址
zh_hant: 電子郵件帳號

# EMAIL_2
source: Invalid E-mail
de: Bitte gültige Email-Adresse eingeben
es: Por favor, introduzca el correo electrónico
fr: Adresse mél incorrect
id_id: E-mail salah
it: E-mail non valido
ja: 有効なメールアドレスを入力してください
pt: Por favor, insira e-mail
ru: Пожалуйста введите действующий адрес электронной почты
tr: Geçersiz E-posta
vi_vn: Email không tồn tại
zh_hans: 请输入有效的邮箱地址
zh_hant: 請輸入有效的電子郵件帳號

source: Change E-mail
de: Email ändern
es: Cambiar de la dirección de email
fr: Changer l'adresse Email
id_id: Ubah E-mail
it: Cambio E-mail
ja: メールアドレスを変更する
pt: Alterar o e-mail
ru: Изменить адрес электронной почты
tr: E-posta değiştir
vi_vn: Đổi Email
zh_hans: 更改邮箱
zh_hant: 更改電子郵件帳號

# SET_PROFILE_PHOTO
source: Profile
de: Photo einstellen
es: Ajuste de perfil
fr: Photo
id_id: Profil
it: Immagine Profilo
ja: アイコンを設定する
pt: Definir imagem de perfil
ru: Установить иконку
tr: Profil
vi_vn: Hồ sơ
zh_hans: 设置头像
zh_hant: 設定檔案照片

# SET_PHOTO_SUCC
source: Uploaded successfully
de: Photo erfolgreich eingestellt
es: Ajuste de perfil hecho
fr: Transfert photo réussi
id_id: Upload berhasil
it: Immagine caricata
ja: アイコンの設定が完了しました
pt: Imagem definida com sucesso
ru: Загрузка иконки прошла успешно
tr: Başarılı bir şekilde yüklendi
vi_vn: Tải lên thành công
zh_hans: 头像设置成功
zh_hant: 檔案照片設定成功

# SET_PHOTO_FAIL
source: Failed to upload
de: Photo fehlgeschlagen eingestellt
es: Ajuste de perfil fracasado
fr: Échec transfert photo
id_id: Upload gagal
it: Non salvata
ja: アイコンの設定ができませんでした
pt: Falha ao enviar imagem
ru: Загрузка иконки не получилась
tr: Yükleme başarısız
vi_vn: Tải lỗi
zh_hans: 头像设置失败
zh_hant: 檔案照片設定失敗

# RECEIVE_SMS
source: Used for logining and retrieving password
de: Zum Einloggen und Finden des Passworts
es: Se utiliza para recuperar el nombre y la contraseña del usuario
fr: Peut être utilisé pour se connecter et récupérer le mot de passe
id_id: Digunakan untuk masuk dan mengambil lupa kata sandi
it: Puó essere usato per accedder e/o per una password dimenticata
ja: ログインおよびパスワードを忘れた場合に使用できます
pt: Poderá ser usado para recuperar login e senha
ru: Используйте для получения логина и пароля
tr: Giriş yapmak için kullanıldı ve unutulmuş şifreleri tekrar elde edin
vi_vn: Dùng để đăng nhập và lấy lại mật khẩu đã quên
zh_hans: 可用于登录及密码找回
zh_hant: 可用於登錄及找回密碼

# SET_PWD
source: Set password
de: Passwort erstellen
es: Establecer una contraseña
fr: Mot de passe
id_id: Kata sandi
it: Imposta Password
ja: パスワードを設定する
pt: Definir senha
ru: Установить пароль
tr: Şifre
vi_vn: Mật khẩu
zh_hans: 设置密码
zh_hant: 設定密碼

# SET_NEW_PWD
source: Set new password
de: Neues Passwort erstellen
es: Crear nueva contraseña
fr: Définir le nouveau mot de passe
id_id: Set Kata sandi baru
it: Impostare una nuova password
ja: 新しいパスワードを設定する
pt: Definir nova senha
ru: Установить новый пароль
tr: Yeni şifre kur
vi_vn: Cài mật khẩu mới
zh_hans: 设置新密码
zh_hant: 設定新密碼

# RESET_PWD
source: Reset Password
de: Passwort zurücksetzen
es: Establecer de nuevo la contraseña
fr: Réinitialiser le mot de passe
id_id: Reset kata sandi
it: Resettare la password
ja: パスワードをリセットする
pt: Redefinir a senha
ru: Сбросить пароль
tr: Şifreyi sıfırla
vi_vn: Thiết lập lại mật khẩu
zh_hans: 重设密码
zh_hant: 重設密碼

# CHANGE_PWD
source: Change Password
de: Passwort ändern
es: Cambio de contraseña
fr: Modifier le mot de passe
id_id: Ubah kata sandi
it: Cambia password
ja: パスワードの変更
pt: Alterar a senha
ru: Изменить пароль
tr: Şifre değiştir
vi_vn: Đổi mật khẩu
zh_hans: 修改密码
zh_hant: 更改密碼

# CURRENT_PWD
source: Current password
de: Bitte aktuelles Passwort eingeben
es: Contraseña actual
fr: Saisir le mot de passe actuel
id_id: Kata sandi sekarang
it: Password attuale non valida
ja: 現在のパスワードを入力してください
pt: Por favor, insira a senha atual
ru: Текущий Пароль
tr: Mevcut şifre
vi_vn: Mật khẩu hiện tại
zh_hans: 请输入当前密码
zh_hant: 請輸入原本密碼

# NEW_PWD
source: New password
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
id_id: Kata sandi baru
it: Password attuale
ja: 新しいパスワード
pt: Nova senha
ru: Новый пароль
tr: Yeni şifre
vi_vn: Mật khẩu mới
zh_hans: 新密码
zh_hant: 新密碼

# ENTER_PWD
source: Confirm New Password
de: Neues Passwort wiederholen
es: Confirmar contraseña nueva
fr: Confirmer le nouveau mot de passe
id_id: Pastikan kata sandi baru
it: Conferma la nuova password
ja: 新しいパスワードを再度入力してください
pt: Confirmar nova senha
ru: Подтвердите новый пароль
tr: Yeni şifreyi onayla
vi_vn: Xác nhận mật khẩu mới
zh_hans: 再次输入新密码
zh_hant: 再次輸入新密碼

# ENTER_PWD_1
source: Enter password
de: Passwort eingeben
es: Introduzca la contraseña
fr: Saisir le mot de passe
id_id: Masukkan kata sandi
it: Inserire la password
ja: パスワード入力
pt: Digite a senha
ru: Введите пароль
tr: Şifre gir
vi_vn: Thêm mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

# ENTER_PWD_2
source: Password
de: Accountpasswort erstellen
es: Crear la contraseña de la cuenta
fr: Mot de passe
id_id: Kata sandi
ja: アカウントのパスワードを設定する
pt: Definir a senha da conta
ru: Пожалуйста, введите пароль от 6 до 12 символов
tr: Şifre
vi_vn: Mật khẩu
zh_hans: 设置账号密码
zh_hant: 設定帳號密碼

# PWD_ERR
source: Invalid password
de: Passwort eingeben und bestätigen
es: Introduzca la contraseña confirmada
fr: Saisir le mot de passe de confirmation
id_id: Kata sandi salah
it: Password non valida
ja: 確認パスワードを入力してください
pt: Código de confirmação inválido
ru: Пожалуйста, введите пароль для подтверждения
tr: Geçersiz şifre
vi_vn: Mật khẩu không tồn tại
zh_hans: 请输入确认密码
zh_hant: 請輸入確認密碼

# PWD_ERR_1
source: Inconsistent
de: Zwei Passwort sind nicht gleich
es: Las dos contraseñas introducidas no coinciden
fr: Les deux mots de passe ne correspondent pas
id_id: Kata sandi berbeda
it: Le due password non coincidono
ja: 入力したパスワードが一致しません
pt: As duas senhas não coincidem
ru: Введенные Вами пароли не совпадают
tr: İki şifre birbirinden farklı
vi_vn: Hai mật khẩu khác nhau rồi
zh_hans: 两次输入的密码不一致
zh_hant: 前後輸入的密碼不一致

# PWD_OK
source: Reset successfully
de: Neues Passwort erfolgreich erstellt
es: Establecimiento de contraseña hecho
fr: Réinitialisation du mot de passe réussie
id_id: Berhasil diset
it: Inizializzato con successo
ja: パスワードの再設定が完了しました
pt: Senha definida com successo
ru: Пароль успешно обновлен
tr: Başarılı bir şekilde kuruldu.
vi_vn: Cài đặt mật khẩu thành công
zh_hans: 密码重置成功
zh_hant: 密碼設定成功

# PWD_OK_1
source: Changed successfully
de: Passwort erfolgreich geändert
es: Cambio de contraseña hecho
fr: Changement réussi
id_id: Berhasil diubah
it: Aggiornato con successo
ja: パスワードの変更が完了しました
pt: Senha alterada com sucesso
ru: Пароль успешно изменен
tr: Başarılı bir şekilde değiştirildi
vi_vn: Đổi thành công
zh_hans: 密码修改成功
zh_hant: 密碼更改成功

# PWD_OK_2
source: Set successfully
de: Erfolgreich eingestellt
es: Ajuste hecho
fr: Modification réussie
id_id: Berhasil diset
it: Impostato con successo
ja: 設定完了しました
pt: Definindo com sucesso
ru: Настройки успешно завершены
tr: Başarılı bir şekilde kuruldu.
vi_vn: Cài đặt thành công
zh_hans: 设置成功
zh_hant: 設定成功

# NO_SET
source: Not set
de: Nicht eingestellt
es: No establecido
fr: Indéfini
id_id: Tidak terdefinisi
it: Non impostato
ja: 未設定です
pt: Não definido
ru: Не определено
tr: Tanımsız
vi_vn: Chưa xác định
zh_hans: 未设置
zh_hant: 未設定

source: Log out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
id_id: Keluar
it: Esci
ja: ログアウト
pt: Sair
ru: Выйти
tr: Oturumu kapat
vi_vn: Thoát
zh_hans: 退出登录
zh_hant: 退出登錄

# SMS_CODE
source: Please enter the SMS code of %@
de: Bitte SMS-Spamschutzcode vom Handy %@ eingeben
es: Por favor, introduzca el código de verificación que le han enviado al número de teléfono %@ SMS.
fr: Saisir le code de vérification reçu de %@
id_id: Masukkan kode SMS dari %@
it: Prego, inserire il codice per sms di %@
ja: %@ SMSの確認コードを入力してください
pt: Digite o código de verificação SMS do celular %@
ru: Пожалуйста, введите SMS-код %@
tr: %@ nin SMS kodunu lütfen giriniz
vi_vn: Nhập vào mã tin nhắn %@
zh_hans: 请输入%@的手机短信验证码
zh_hant: 請輸入%@的手機簡訊驗證碼

# EMAIL_RESET_PWD
source: Already emailed to %@, please click the link in the email to reset password
de: Eine automatische Email an %@ geschickt, bitte den Link klicken zum Zurücksetzen des Passworts
es: Desde el sistema le hemos enviado un correo electrónico a %@, por favor, haga clic en el enlace de este correo para restablecer su contraseña.
fr: Un Email a été envoyé à %@, cliquer sur le lien dans le Email pour réinitialiser le mot de passe
id_id: Sudah email ke %@ , silakan klik link dalam email untuk mereset password
it: Email inviata a %@, cliccare sul link nell'email per resettare la password
ja: システムがメールを%@に送信しましたので、送信されたリンクをクリックしてパスワードの変更をしてください
pt: Sistema enviou um e-mail para %@. Por favor, clique no link enviado para redefinir sua senha
ru: Письмо было отправлен на электронную почту %@, пожалуйста, нажмите на ссылку в письме для сброса пароля
tr: Zaten %@ ye e-posta gönderildi, şifreyi sıfırlamak için lütfen epostadaki bağlantıya tıklayınız
vi_vn: Đã gửi email đến %@, hãy nhấn vào liên kết để tạo lại mật khẩu
zh_hans: 已发送邮件到%@，请点击邮箱内的链接重置密码
zh_hant: 已發送郵件到%@，請點擊電子郵件內的連結重設密碼

source: Account ID:%@
es: CuentaID:%@
fr: Compte ID:%@
id_id: ID Akun:%@
ja: アカウントID:%@
pt: ID da conta:%@
ru: Аккаунт ID:%@
tr: Hesap ID:%@
vi_vn: Tài khoản ID:%@
zh_hans: 账号ID：%@
zh_hant: 帳號ID：%@

# PUSH_MSG
source: Get notifications
de: Mitteilungen empfangen
es: Notificaciones
fr: Notifications
id_id: Notifikasi
it: Invio notifiche
ja: メッセージ受信通知を許可する
pt: Notificações
ru: Уведомления
tr: Bildirimler
vi_vn: Thông báo hệ thống
zh_hans: APP接收消息通知
zh_hant: APP接收訊息通知

# IN_APP_SOUND
source: In-APP Alert Sound
de: Töne
es: Sonido
fr: Alerte sonore
id_id: Di - APP Notifikasi Suara
it: Suoneria
ja: サウンド
pt: Som
ru: Звуковой сигнал
tr: UYG-içi Alarm sesi
vi_vn: In-APP báo âm thanh
zh_hans: 声音
zh_hant: 警示聲音
