Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# Sliding_Timeline
source: Sliding the timeline to view history video
es: Deslizando la línea de tiempo para ver el video de la historia
fr: Glisser le calendrier pour afficher la vidéo de l'historique
id_id: Meluncur garis waktu untuk melihat video riwayat
it: Scorre la timeline per visualizzare il video della cronologia
pt: Deslizando a linha de tempo para ver o vídeo da história
ru: Сдвиг временной шкалы для просмотра истории видео
tr: Geçmiş videolarını izlemek için zaman çizelgesini kaydırma
vi_vn: Lướt theo thời gian để xem video lịch sử
zh_hans: 左右滑动时间轴可查看历史录像
zh_hant: 左右滑動時間軸可查看歷史錄像

# History_video_Firstly
source: Please get the history video firstly
es: Por favor, obtenga el video del historial en primer lugar
fr: Veuillez d'abord obtenir la vidéo d'historique
id_id: Silahkan dapatkan video sejarahnya terlebih dahulu
it: Prendi in primo luogo il video della storia
pt: Por favor, pegue o vídeo da história em primeiro lugar
ru: Сначала возьмите видео с историей
tr: Lütfen önce geçmişi video edin
vi_vn: Trước tiên hãy tải video về lịch sử
zh_hans: 请先获取历史录像
zh_hant: 請先獲取歷史錄像

# Detection_Pop
source: Shut down will no longer push detection alarm message, sure closing?
es: Apagado ya no empujar mensaje de alarma de detección, seguro de cierre?
fr: Arrêter ne poussera plus le message d'alarme de détection, fermez-vous la fermeture?
id_id: Matikan tidak akan lagi push detection pesan alarm, pasti menutup?
it: Spegni non spingerà più il messaggio di allarme di rilevazione, chiudendo definitivamente?
pt: O desligamento deixará de pressionar a mensagem de alarme de detecção, assegurando o fechamento?
ru: Завершение работы больше не будет выводить сообщение об обнаружении тревоги, обязательно закрытие?
tr: Kapanırsanız artık algılama alarmı mesajı çıkmayacaktır, emin kapatma?
vi_vn: Đóng cửa sẽ không còn đẩy phát hiện thông báo cảnh báo, chắc chắn đóng?
zh_hans: 关闭后将不再推送侦测报警消息，确定关闭？
zh_hant: 關閉後將不再推送偵測報警消息，確定關閉？

# Record_Video
source: Record
es: Grabar
id_id: Merekam
it: Disco
pt: Registro
ru: запись
tr: Kayıt
vi_vn: Ghi lại
zh_hans: 查看时录像
zh_hant: 查看時錄像

# DEVICE_OFFLINE1
source: Please check whether the device is powered on
es: Compruebe si el dispositivo está encendido
fr: Vérifiez si l'appareil est sous tension
id_id: Harap periksa apakah perangkat diaktifkan
it: Controllare se il dispositivo è acceso
pt: Verifique se o dispositivo está ligado
ru: Проверьте, включено ли устройство
tr: Lütfen cihazın açık olup olmadığını kontrol edin
vi_vn: Hãy kiểm tra xem thiết bị có được bật không
zh_hans: 请检查设备是否已开机
zh_hant: 請檢查設備是否已開機

# DEVICE_OFFLINE2
source: Device power LED is always after booting. If LED doesnot light,please press the power button until the blue light flash.
es: El LED de alimentación del dispositivo siempre está después del arranque. Si el LED no se enciende, pulse el botón de encendido hasta que la luz azul parpadee.
fr: Le voyant d'alimentation de l'appareil est toujours après le démarrage. Si la LED ne s'allume pas, appuyez sur le bouton d'alimentation jusqu'à ce que le voyant bleu clignote.
id_id: LED daya perangkat selalu setelah booting. Jika lampu LED tidak menyala, tekan tombol daya hingga lampu kilat biru menyala.
it: Il LED di alimentazione del dispositivo è sempre dopo l'avvio. Se il LED non si accende, premere il pulsante di accensione finché la luce blu non lampeggia.
pt: O LED de alimentação do dispositivo é sempre após a inicialização. Se o LED não acender, pressione o botão liga / desliga até a luz azul piscar.
ru: Индикатор питания устройства всегда после загрузки. Если светодиод не горит, нажмите кнопку питания, пока не загорится синий индикатор.
tr: Aygıtın güç LED'i önyüklemeden sonra daima bulunur. LED ışığı yanmıyorsa, mavi ışık yanıp sönene kadar lütfen güç düğmesine basın.
vi_vn: Đèn LED thiết bị luôn ở trạng thái khởi động. Nếu đèn LED không sáng, hãy bấm nút nguồn cho đến khi đèn xanh nhấp nháy.
zh_hans: 设备电源灯常亮则开机，未常亮请长按开机键，直至蓝灯常亮。
zh_hant: 設備電源燈常亮則開機，未常亮請長按開機鍵，直至藍燈常亮。

# DEVICE_OFFLINE3
source: Please check the surrounding network
es: Compruebe la red circundante
fr: Vérifiez le réseau environnant
id_id: Silakan periksa jaringan di sekitarnya
it: Controllare la rete circostante
pt: Verifique a rede circundante
ru: Проверьте сеть
tr: Lütfen çevreleyen ağı kontrol edin
vi_vn: Vui lòng kiểm tra mạng lưới xung quanh
zh_hans: 请检查周围网络
zh_hant: 請檢查周圍網絡

# DEVICE_OFFLINE4
source: Available WiFi
es: WiFi disponible
fr: WiFi disponible
id_id: Tersedia WiFi
it: Disponibile WiFi
pt: WiFi disponível
ru: Доступный WiFi
tr: Kullanılabilir WiFi
vi_vn: Có sẵn WiFi
zh_hans: 有可用WiFi
zh_hant: 有可用WiFi

# DEVICE_OFFLINE5
source: Please configure WiFi for device
es: Configure WiFi para el dispositivo
fr: Configurez le WiFi pour le périphérique
id_id: Konfigurasikan WiFi untuk perangkat
it: Configurare WiFi per il dispositivo
pt: Configure o WiFi para o dispositivo
ru: Пожалуйста, настройте WiFi для устройства
tr: Lütfen cihaz için Kablosuz özelliğini yapılandırın
vi_vn: Vui lòng định cấu hình WiFi cho thiết bị
zh_hans: 请给设备配置WiFi进行连接。
zh_hant: 請給設備配置WiFi進行連接。

# DEVICE_OFFLINE6
source: No WiFi available
es: No hay WiFi disponible
fr: Pas de WiFi disponible
id_id: WiFi tidak tersedia
it: Nessun WiFi disponibile
pt: Não há WiFi disponível
ru: Нет доступных WiFi
tr: Mevcut WiFi yok
vi_vn: Không có sẵn WiFi
zh_hans: 无可用WiFi
zh_hant: 無可用WiFi

# DEVICE_OFFLINE7
source: Please connect equipment hot spots
es: Por favor, conecte los puntos calientes del equipo
fr: Veuillez brancher les points chauds de l'équipement
id_id: Tolong hubungkan peralatan hot spot
it: Collegare i punti caldi dell'apparecchiatura
pt: Conecte os hot spots do equipamento
ru: Пожалуйста, подключите горячие точки оборудования
tr: Lütfen ekipmanın sıcak noktalarını birbirine bağlayın
vi_vn: Vui lòng kết nối thiết bị điểm nóng
zh_hans: 请直连设备热点。
zh_hant: 請直連設備熱點。

# SETTING_SECURE_AI
source: AI recognition
es: Reconocimiento de AI
fr: Reconnaissance AI
id_id: Pengakuan AI
it: Riconoscimento degli oggetti
pt: Reconhecimento de objetos
ru: Распознавание ИИ
tr: Nesne tanıma
vi_vn: Nhận diện đối tượng
zh_hans: AI识别
zh_hant: 物體識別

# AI_HUMAN
source: Human
es: Humano
fr: Humain
id_id: Manusia
it: Umano
pt: Humano
ru: Человек
tr: İnsan
vi_vn: Nhân loại
zh_hans: 人形
zh_hant: 行人

# AI_CAT
source: Cat
es: Gato
fr: Chat
id_id: Kucing
it: Gatto
pt: Gato
ru: Кот
tr: Kedi
vi_vn: Con mèo
zh_hans: 猫
zh_hant: 貓

# AI_DOG
source: Dog
es: Perro
fr: Chien
id_id: Anjing
it: Cane
pt: Cachorro
ru: Собака
tr: Köpek
vi_vn: Chó
zh_hans: 狗
zh_hant: 狗

# AI_VEHICLE
source: Vehicle
es: Vehículo
fr: Véhicule
id_id: Kendaraan
it: Veicolo
pt: Veículo
ru: Средство передвижения
tr: araç
vi_vn: Xe
zh_hans: 车辆
zh_hant: 車輛

# PHOTO_DELE_POP
source: Beyond retrieve after deletion, sure to delete from the photos?
es: Más allá de recuperar después de la eliminación, seguro de eliminar del fotos?
fr: Au-delà de la récupération après la suppression, assurez-vous de supprimer de l'photos?
id_id: Beyond mengambil setelah penghapusan, tentu untuk menghapus dari fotos?
it: Al di là di recuperare dopo la cancellazione, sicuro di eliminare dall'fotos?
pt: Além de recuperar após a exclusão, certifique-se de excluir do fotos?
ru: После получения после удаления, обязательно удалить из Фото?
tr: Sildikten sonra geri getirmenin ötesinde fotoğraf silmek istediğinizden emin misiniz?
vi_vn: Ngoài lấy ra sau khi xóa, chắc chắn để xóa khỏi Ảnh?
zh_hans: 删除后将不可恢复，确定从相册中删除？
zh_hant: 刪除後將不可恢復，確定從相冊中刪除？

# PHOTO_DOWN_DELE
source: The current file is being downloaded,and it will not be restored after deleted, delete?
es: Se está descargando el archivo actual y no se restaurará después de eliminarlo, eliminarlo?
fr: Le fichier actuel est en cours de téléchargement, et il ne sera pas restauré après avoir été supprimé, effacez-vous?
id_id: File saat ini sedang didownload, dan tidak akan dipulihkan setelah dihapus, hapus?
it: Il file corrente viene scaricato e non verrà ripristinato dopo l'eliminazione, eliminare?
pt: O arquivo atual está sendo baixado, e ele não será restaurado depois de excluído, excluir?
ru: Текущий файл загружается, и он не будет восстановлен после удаления, удаления?
tr: Mevcut dosya indiriliyor ve silindikten sonra geri yüklenmeyecek, silinsin mi?
vi_vn: Tệp hiện tại đang được tải xuống, và nó sẽ không được phục hồi sau khi xóa, xóa?
zh_hans: 当前有文件正在下载，删除后将不可恢复，是否删除？
zh_hant: 當前有文件正在下載，刪除後將不可恢復，是否刪除？

# PHOTO_NOT_LOAD
source: Cannot loading original photo
es: No se puede cargar la foto original
fr: Impossible de charger une photo originale
id_id: Tidak dapat memuat foto asli
it: Impossibile caricare la foto originale
pt: Não é possível carregar a foto original
ru: Невозможно загрузить оригинальную фотографию
tr: Orijinal fotoğraf yüklenemiyor
vi_vn: Không thể tải ảnh gốc
zh_hans: 无法加载原图
zh_hant: 無法加載原圖

# DATA_FLOW_PHOTO
source: Data consumption would be created if view original photo without WIFI connection,continue?
es: El consumo de datos se crearía si ver la foto original sin conexión WIFI, continúa?
fr: La consommation de données serait créée si vous voyez la photo originale sans connexion WIFI, continuez-vous?
id_id: Konsumsi data akan tercipta jika melihat foto asli tanpa koneksi WIFI, lanjutkan?
it: Il consumo di dati sarebbe stato creato se visualizzare la foto originale senza connessione WIFI, continuare?
pt: O consumo de dados seria criado se exibir foto original sem conexão WIFI, continue?
ru: Потребление данных будет создано, если просмотреть исходную фотографию без подключения WIFI, продолжите?
tr: WIFI bağlantısı olmadan orijinal fotoğrafı izlerseniz veri tüketimi oluşturulur, devam edilsin mi?
vi_vn: Tiêu thụ dữ liệu sẽ được tạo ra nếu xem ảnh gốc mà không có kết nối WIFI, tiếp tục?
zh_hans: 当前使用非WiFi网络，查看原图将会产生流量，是否继续？
zh_hant: 當前使用非WiFi網絡，查看原圖將會產生流量，是否繼續？

# SHARE_DOWNLOAD
source: Please download the original photo and then share
es: Por favor, descargue la foto original y luego comparta
fr: Téléchargez la photo originale puis partagez
id_id: Silahkan download foto asli dan kemudian bagikan
it: Scarica la foto originale e poi condividi
pt: Faça o download da foto original e compartilhe
ru: Загрузите исходную фотографию и затем
tr: Lütfen orijinal fotoğrafı indirin ve ardından paylaşın
vi_vn: Vui lòng tải ảnh gốc và chia sẻ
zh_hans: 请先下载原图再分享
zh_hant: 請先下載原圖再分享

# SAVE_PHONE
source: Save on the phone
es: Guardar en el teléfono
fr: Enregistrer au téléphone
id_id: Simpan di telepon
it: Salva sul telefono
pt: Salvar no telefone
ru: Сохранить по телефону
tr: Telefonda sakla
vi_vn: Lưu qua điện thoại
zh_hans: 保存到手机
zh_hant: 保存到手機

# SAVE_SUCCESS
source: Saved successfully
es: Guardado exitosamente
fr: Sauvegarde réussie
id_id: Berhasil disimpan
it: Salvato con successo
pt: Salvo com sucesso
ru: Успешно сохранено
tr: Başarıyla kaydedildi
vi_vn: đã lưu thành công
zh_hans: 保存成功
zh_hant: 保存成功

# DETECTED_AI
source: Detected
es: Detectado
fr: Détecté
id_id: Terdeteksi
it: Scoprire
pt: Descobrir
ru: Обнаружен
tr: keşfedin
vi_vn: Khám phá
zh_hans: 检测到
zh_hant: 發現

# photo
source: Photos
es: Fotos
id_id: Fotos
it: Fotos
pt: Fotos
ru: Фото
tr: Fotoğraf
vi_vn: Ảnh
zh_hans: 相册
zh_hant: 相冊

# OFFLINE_EXPLAIN
source: Offline
es: Fuera de línea
fr: Hors ligne
ru: Автономно
tr: Çevrimdışı
vi_vn: Ngoại tuyến
zh_hans: 设备离线
zh_hant: 設備離線

# SECURE_Interval_Alarm
source: Interval Alarm
es: Alarma de intervalo
fr: Alarme Intervalle
id_id: Alarm Interval
it: Intervallo Allarme
pt: Alarme Intervalo
ru: Интервальная сигнализация
tr: Aralık Alarmı
vi_vn: Báo động Khoảng cách
zh_hans: 报警间隔
zh_hant: 報警間隔

# MINUTE_Cloud
source: min
es: minutos
fr: minutes
id_id: menit
it: minuti
ru: минута
tr: dakika
vi_vn: Phút
zh_hans: 分钟
zh_hant: 分鐘

# REPEAT_TIME_ALARM
source: sec
es: segundos
fr: secondes
id_id: detik
it: secondo
pt: segs
ru: секунды
tr: saniye
vi_vn: giây
zh_hans: 秒
zh_hant: 秒

# Video_expired
source: Video does not exist, Maybe expired
fr: La vidéo n'existe pas, peut-être expiré
id_id: Video tidak ada, Mungkin kedaluwarsa
it: Il video non esiste, forse è scaduto
pt: O vídeo não existe, talvez expirou
ru: Видео не существует, возможно, истек
tr: Video yok, Belki süresi doldu
vi_vn: Video không tồn tại, Có thể đã hết hạn
zh_hans: 视频不存在，可能已过期
zh_hant: 視頻不存在，可能已過期

source: Don't show again
es: No mostrar de nuevo
fr: Ne plus afficher
id_id: Jangan tampilkan lagi
it: Non mostrarlo più
pt: Não mostrar novamente
ru: Больше не показывать
tr: Tekrar gösterme
vi_vn: Không hiển thị lại
zh_hans: 不再提示
zh_hant: 不再提示

# Switch_Mode
source: please switch current network shooting content to LAN mode
es: Cambie al modo directo para ver el contenido de disparo
fr: Passez le contenu actuel de la prise de vue réseau au mode direct
id_id: Tolong aktifkan konten pemotretan jaringan ke mode langsung
it: Si prega di passare i contenuti di ripresa in rete corrente alla modalità diretta
pt: Mude o conteúdo atual da filmagem de rede para o modo direto
ru: Переключите текущий сетевой видеоконтент на прямой режим
tr: Lütfen geçerli şebeke çekim içeriğini doğrudan Doğrudan mod
vi_vn: Vui lòng chuyển đổi nội dung chụp mạng hiện tại sang chế độ trực tiếp
zh_hans: 当前网络拍摄内容请到设置切换至直连查看
zh_hant: 當前網絡拍攝內容請到設置切換至直連查看

# SWITCH_VIEW_POP
source: The current front view does not support this feature, whether to switch to overlook view?
fr: La vue avant actuelle ne prend pas en charge cette fonctionnalité, que ce soit pour passer à la vue de vue?
id_id: Tampilan depan saat ini tidak mendukung fitur ini, apakah akan beralih untuk mengabaikan tampilan?
it: La vista frontale corrente non supporta questa funzionalità, se passare a trascurare la visualizzazione?
pt: A vista frontal atual não suporta esse recurso, seja para mudar para vista panorâmica?
ru: Текущий вид спереди не поддерживает эту функцию, нужно ли переключать на просмотр вида?
tr: Geçerli ön görünüm, bu özelliği desteklemez, isterse görünümün görünümüne geçilsin mi?
vi_vn: Chế độ xem trước hiện tại không hỗ trợ tính năng này, cho dù chuyển sang bỏ tầm nhìn?
zh_hans: 当前平视视角不支持使用该功能，是否切换至俯视？
zh_hant: 當前平視視角不支持使用該功能，是否切換至俯視？

# ENERGY_SAVE_MODE_ON
source: Energy saving mode is on
fr: Mode d'économie d'énergie activé
id_id: Mode hemat daya dinyalakan
it: La modalità risparmio energetico è accesa
pt: Modo de economia de energia ativado
ru: Включен режим энергосбережения
tr: Güç tasarrufu modu açık
vi_vn: Đã bật chế độ tiết kiệm năng lượng
zh_hans: 已开启省电模式
zh_hant: 已開啟省電模式

# ENERGY_SAVE_MODE
source: Energy saving mode
fr: Mode économie d'énergie
id_id: Mode hemat daya
it: Modalità di risparmio energetico
pt: Modo de economia de energia
ru: Режим энергосбережения
tr: Güç tasarrufu modu
vi_vn: Chế độ tiết kiệm điện
zh_hans: 省电模式
zh_hant: 省電模式

# open_night
source: Only open at night
fr: Ouvert uniquement la nuit
id_id: Hanya buka di malam hari
it: Solo aperta di notte
pt: Só abre à noite
ru: Открывать только ночью
tr: Sadece gece açık
vi_vn: Chỉ mở cửa vào ban đêm
zh_hans: 只在夜间开启
zh_hant: 只在夜間開啟

# ENERGY_SAVE_MODE_Description
source: Can receive the doorbell message, but cannot view live, record, security features. If set to "Open only at night", only effective from 22:00 to 8:00.
fr: Peut être utilisé pour recevoir le message de la porte, mais ne peut pas l'utiliser pour afficher des vidéos en direct, des fonctions de sécurité. Si réglé sur "Ouvrir uniquement la nuit", uniquement en vigueur de 22h00 à 8h00.
id_id: Bisa digunakan untuk menerima pesan bel, tapi tidak bisa digunakan untuk melihat live, video, fitur keamanan. Jika diatur ke "Buka hanya di malam hari", hanya efektif dari pukul 22:00 sampai 8:00.
it: Può essere utilizzato per ricevere il messaggio del campanello, ma non può essere utilizzato per visualizzare le funzioni dal vivo, dal video e dalla sicurezza. Se impostato su "Apri solo durante la notte", efficace solo dalle 22:00 alle 8:00.
pt: Pode ser usado para receber a mensagem da campainha, mas não pode usar para ver vídeos ao vivo, de segurança. Se configurado para "Abrir apenas à noite", só é efetivo das 22:00 às 8:00.
ru: Может использоваться для приема сообщения с дверным звонком, но не может использоваться для просмотра живых, видео, функций безопасности. Если установлено значение «Открыть только ночью», действует только с 22:00 до 8:00.
tr: Kapı zili mesajını almak için kullanılabilir, ancak canlı, video, güvenlik özelliklerini görüntülemek için kullanamazsınız. "Sadece gece açık" olarak ayarlanırsa, yalnızca 22: 00-08: 00 saatleri arasında geçerlidir.
vi_vn: Có thể được sử dụng để nhận được tin nhắn chuông, nhưng không thể sử dụng để xem trực tiếp, video, tính năng bảo mật. Nếu bạn đặt "Mở chỉ vào ban đêm", chỉ có hiệu lực từ 22:00 đến 8:00.
zh_hans: 开启后可接收门铃消息，但不可使用查看直播、录像、安全防护功能。若设置为“只在夜间开启”，则只在22:00到8:00间生效。
zh_hant: 開啟後可接收門鈴消息，但不可使用查看直播、錄像、安全防護功能。若設置為“只在夜間開啟”，則只在22:00到8:00間生效。

# ENERGY_SAVE_MODE_POP
source: Press the device call key, or it will not take effect immediately.
fr: Appuyez sur la touche d'appel de l'appareil, sinon cela ne prendra pas effet immédiatement.
id_id: Tekan tombol panggil perangkat, jika tidak maka tidak akan berlaku segera.
it: Premere il tasto di chiamata del dispositivo, altrimenti non avrà effetto immediatamente.
pt: Pressione a tecla de chamada do dispositivo, caso contrário, não ocorrerá imediatamente.
ru: Hажмите клавишу вызова устройства, иначе она не вступит в силу немедленно.
tr: Cihaz çağrı tuşuna basın; aksi takdirde derhal etkinleşmeyecektir.
vi_vn: Hãy bấm phím gọi điện thoại, nếu không nó sẽ không có hiệu lực ngay lập tức.
zh_hans: 请按下设备呼叫键，否则无法立刻生效。
zh_hant: 請按下設備呼叫鍵，否則無法立刻生效。

# ENERGY_SAVE_MODE_ON_OFF
source: In the energy saving mode, select on or off
fr: Sur la page Économiseur d'énergie, sélectionnez Activé / Désactivé.
id_id: Pada halaman Power Saver, pilih On / Off
it: Nella pagina risparmio energetico selezionare On / Off
pt: Na página Economia de energia, selecione Ativado / Desativado.
ru: На странице Power Saver выберите Вкл. / Выкл.
tr: Güç Tasarrufu sayfasında Açık / Kapalı'yı seçin.
vi_vn: Trên trang Tiết kiệm năng lượng, chọn Bật / Tắt
zh_hans: 在省电模式页，选择开启/关闭
zh_hant: 在省電模式頁，選擇開啟/關閉

# CALL_SUCCESS_OPEN_SAVE
source: After press the device call key, it will turn on or off energy saving mode
fr: Appuyez sur la touche d'appel de l'appareil pour activer le mode d'économie d'énergie une fois l'appel réussi
id_id: Tekan tombol panggil perangkat untuk mengaktifkan mode hemat daya setelah panggilan berhasil
it: Premere il tasto di chiamata per attivare la modalità di risparmio energetico dopo la chiamata
pt: Pressione a tecla de chamada do dispositivo para ligar o modo de economia de energia após a conclusão da chamada
ru: Нажмите клавишу вызова устройства, чтобы включить режим энергосбережения после успешного завершения вызова
tr: Çağrı başarılı olduğunda güç tasarrufu modunu açmak için cihaz çağrı tuşuna basın
vi_vn: Bấm phím gọi điện thoại để bật chế độ tiết kiệm điện sau khi cuộc gọi thành công
zh_hans: 按下设备呼叫键呼叫成功后即开启／关闭省电模式
zh_hant: 按下設備呼叫鍵呼叫成功後即開啟／關閉省電模式

# ENERGY_SAVE_NOTE
source: Note: That does not take effect
fr: Note: Cela ne prend pas effet
id_id: Catatan : Itu tidak berlaku
it: Nota : Ciò non ha effetto
pt: Nota : Isso não entra em vigor
ru: Примечание : Это не вступает в силу
tr: Not : Bu geçerli değil
vi_vn: Lưu ý : Điều đó không có hiệu lực
zh_hans: 注：表示未生效
zh_hant: 注：表示未生效

# ENERGY_SAVE_CALL
source: Press the call key
fr: Appuyez sur la touche d'appel
id_id: Tekan tombol panggil
it: Premere il tasto di chiamata
pt: Pressione a tecla de chamada
ru: Нажмите клавишу вызова
tr: Arama tuşuna basın
vi_vn: Nhấn phím gọi
zh_hans: 请按下呼叫键
zh_hant: 請按下呼叫鍵

# ENERGY_SAVE_HELP
source: Help
fr: Aide
id_id: Bantuan
it: Aiuto
pt: Ajuda
ru: помощь
tr: Yardım
vi_vn: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# ALLDAY_OPEN
source: Whole day open
fr: Ouvert toute la journée
id_id: Buka sepanjang hari
it: Aperto tutto il giorno
pt: Aberto o dia todo
ru: Откройте весь день
tr: Bütün gün açık
vi_vn: Mở cửa cả ngày
zh_hans: 全天开启
zh_hant: 全天開啟
