Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# GLOBAL_NO_NETWORK
source: Not network connected
de: Verbindung fehlgeschlagen, bitte Internet überprüfen
es: Conexión fracasada
fr: Connexion impossible, absence réseau
id_id: Tidak terhubung ke jaringan
it: Nessuna Connessione
ja: 接続失敗、ネットワーク環境をチェックしてください
pt: Falha de conexão. Verifique a rede
ru: Отсутствует подключение к сети
tr: Ağa bağlı değil
vi_vn: Chưa kết nối
zh_hans: 连接失败，请检查网络
zh_hant: 連接失敗，請檢查網路

# REPEAT_TIME
source: %d seconds
de: %d Sekunde
es: %d Segundos
fr: %d secondes
id_id: %d detik
it: %d Secondi
ja: %d秒
pt: %d segs
ru: %d секунды
tr: %d saniye
vi_vn: %d giây
zh_hans: %d秒
zh_hant: %d秒

# REMAIN_SPACE
source: %.1fGB usable
de: Verfügbarer Platz %.1fGB
es: %.1fGB
fr: %.1fGo disponible
id_id: %.1fGB dapat digunakan
it: %.1fGB Rimanenti
ja: %.1fGB使用可能
pt: %.1fGB
ru: %.1fGB доступен
tr: %.1fGB kullanılabilir
vi_vn: %.1fGB sử dụng
zh_hans: %.1fGB可用
zh_hant: %.1fGB可用

# STANBY_TIME
source: %d days, %d hours, %d minutes
de: %dTag%dStunde%dMinute
es: %d D %d H %d M
fr: %d Jours %d Heures %d Minutes
id_id: %d hari,%d jam,%d menit
it: %d giorni, %d ore, %d minuti
ja: %d日%d時間%d分間
pt: %ddia%dh%dm
ru: %d день,%d час,%d минуты
tr: %d gün, %d saat, %d dakika
vi_vn: %d ngày,%d giờ,%d phút
zh_hans: %d天%d小时%d分钟
zh_hant: %d天%d小时%d分钟

# CHARGING
source: Charging %d%%
de: Aufladen %d%％
es: Cargando %d%%
fr: En Charge %d%%
id_id: Mengisi %d%%
it: Ricarica %d%%
ja: 充電中 %d％%
pt: Recarregando %d%%
ru: Зарядка %d%%
tr: Şarj oluyor %d%%
vi_vn: Sạc %d%%
zh_hans: 充电中 %d%%
zh_hant: 充電中 %d%%

# CHARGING_One
source: Charging
es: Cargando
fr: En Charge
id_id: Mengisi
it: Ricarica
pt: Recarregando
ru: Зарядка
tr: Şarj oluyor
vi_vn: Đang sạc
zh_hans: 充电中
zh_hant: 充電中

# HOUR
source: H
de: %.2d H
es: %.2d H
fr: %.2d H
id_id: %.2d Jam
it: %.2d H
ja: %.2d時
pt: %.2d H
ru: %.2d H
tr: %.2d S
vi_vn: %.2d H
zh_hans: %.2d时
zh_hant: %.2d時

# MINUTE
source: M
de: %.2d M
es: %.2d M
fr: %.2d M
id_id: %.2d Menit
it: %.2d M
ja: %.2d分
pt: %.2d M
ru: %.2d M
tr: %.2d D
vi_vn: %2d M
zh_hans: %.2d分
zh_hant: %.2d分

# MONTHS
source: month
de: Monat
es: mes
fr: mois
id_id: bulan
it: mese
ja: 月
pt: mês
ru: месяц
tr: ay
vi_vn: tháng
zh_hans: 月
zh_hant: 月

source: Tips
de: Hinweise
es: Instrucción
fr: Conseil
it: Indicazioni
ja: ヒント
pt: Dicas
ru: Подсказки
tr: İpuçları
vi_vn: Gợi ý
zh_hans: 提示
zh_hant: 提示

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id_id: Batal
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
tr: İptal et
vi_vn: Huỷ
zh_hans: 取消
zh_hant: 取消

# SAVE
source: Done
de: Fertig
es: Guardar
fr: Effectué
it: Fatto
ja: セーブ
pt: Concluído
ru: Выполнено
tr: Yapıldı
vi_vn: Hoàn thành
zh_hans: 完成
zh_hant: 儲存

source: OK
de: Sichern
es: Aceptar
ja: 確定
ru: Да
tr: TAMAM
zh_hans: 确定
zh_hant: 確定

# WELL_OK
source: OK
de: Ich weiß
es: Aceptar
ru: Да
tr: TAMAM
zh_hans: 好的
zh_hant: 好的

# SURE
source: OK
de: Gut
es: Ya lo sé
ja: 了解
ru: Я знаю
tr: TAMAM
zh_hans: 我知道了
zh_hant: 確定

source: Send
de: Senden
es: Enviar
fr: Envoyer
id_id: Kirim
it: Invia
ja: 送信
pt: Enviar
ru: Отправить
tr: Gönder
vi_vn: Gửi
zh_hans: 发送
zh_hant: 發送

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
id_id: Hapus
it: Cancella
ja: 削除
pt: Excluir
ru: Удалить
tr: Sil
vi_vn: Xoá
zh_hans: 删除
zh_hant: 刪除

source: Select All
de: Alle
es: Todo
fr: Tout
id_id: Pilih Semua
it: Tutto
ja: すべて選択
pt: Todos
ru: Выбрать всё
tr: Hepsini seç
vi_vn: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Open
de: Öffnen
es: Iniciar
fr: Ouvrir
id_id: Buka
it: Aperto
ja: 開く
pt: Abrir
ru: Открыть
tr: Aç
vi_vn: Mở
zh_hans: 开启
zh_hant: 開啟

source: Alter
de: Korrigieren
es: Cambiar
fr: Modifier
id_id: Ubah
it: Modifica
ja: 変更
pt: Alterar
ru: Настройки
tr: Değiştir
vi_vn: Thay đổi
zh_hans: 修改
zh_hant: 修改

source: Next
de: Weiter
es: Paso siguiente
fr: Suivant
id_id: Berikut
it: Continua
ja: 次
pt: Próximo
ru: Далее
tr: Sonraki
vi_vn: kế tiếp
zh_hans: 下一步
zh_hant: 下一步

source: Back
ja: 戻す
zh_hans: 返回
zh_hant: 返回

source: Pull-to-refresh
de: Zum Aktualisieren runterziehen
es: Desplegar para actualizar
fr: Tirer pour rafraîchir
id_id: Geser untuk Refresh
it: Aggiorna
ja: スワイプして更新
pt: Puxe-para-atualizar
ru: Нажмите для обновления
tr: Yenilemek için çekin
vi_vn: Kéo-làm-mới
zh_hans: 下拉刷新
zh_hant: 下拉更新

source: Refreshing
de: Wird aktualisiert
es: Cargando
fr: Rafraîchissement en cours...
it: Aggiornamento…
ja: 更新中…
pt: Atualizando
ru: Обновление…
tr: Yenileniyor…
vi_vn: Làm mới
zh_hans: 正在刷新
zh_hant: 正在更新

source: Release-to-refresh
de: Loslassen und wird aktualisiert
es: Soltar para actualizar
fr: Relâcher pour rafraîchir
id_id: Lepaskan untuk Refresh
it: Sblocco
ja: リリースして更新
pt: Libere-para-atualizar
ru: Отпустите для обновления
tr: Yenilemek için serbest bırakın
vi_vn: Buông-để-làm-mới
zh_hans: 释放立即刷新
zh_hant: 釋放以立即更新

source: Last update
de: Letztes Update
es: Última actualización
fr: Dernière mise à jour
id_id: Pembaharuan Terakhir
it: Ultimo aggiornamento
ja: 前回更新
pt: Útima atualização
ru: Обновление
tr: Son güncelleme
vi_vn: Lận cập nhật cuối
zh_hans: 上次更新
zh_hant: 上次更新

source: Pull-to-load
de: Pull-zu-Lade
es: Pull-zu-Lade
fr: Pull-à-charge
id_id: Geser untuk memuat
it: Ricaricare
ja: スワイプして読込
pt: Puxe-para-carregar
ru: Потяните к нагрузке
tr: Yüklemek için çekin
vi_vn: Kéo-để-tải
zh_hans: 上拉加载更多
zh_hant: 下拉載入

source: Release-to-load
de: Lassen-to-load
es: Lassen-to-load
fr: Relâchez-à-charge
id_id: Lepaskan untuk memuat
it: Carica completa
ja: リリースしてロード
pt: Libere-para-carregar
ru: Отпустите к нагрузке
tr: Yüklemek için serbest bırakın
vi_vn: Buông-để-tải
zh_hans: 释放加载更多
zh_hant: 釋放載入更多

# MON
source: Monday
de: Montag
es: Lun
fr: Lundi
id_id: Senin
it: Lunedi
ja: 月曜日
pt: Segunda-feira
ru: Пн
tr: Pazartesi
vi_vn: Thứ hai
zh_hans: 星期一
zh_hant: 星期一

# TUE
source: Tuesday
de: Dienstag
es: Mar
fr: Mardi
id_id: Selasa
it: Martedi
ja: 火曜日
pt: Terça-feira
ru: Вт
tr: Salı
vi_vn: Thứ ba
zh_hans: 星期二
zh_hant: 星期二

# WED
source: Wednesday
de: Mittwoch
es: Mié
fr: Mercredi
id_id: Rabu
it: Mercoledi
ja: 水曜日
pt: Quarta-feira
ru: Ср
tr: Çarşamba
vi_vn: Thứ tư
zh_hans: 星期三
zh_hant: 星期三

# THU
source: Thursday
de: Donnerstag
es: Jue
fr: Jeudi
id_id: Kamis
it: Giovedi
ja: 木曜日
pt: Quinta-feira
ru: Чт
tr: Perşembe
vi_vn: Thứ năm
zh_hans: 星期四
zh_hant: 星期四

# FRI
source: Friday
de: Freitag
es: Vie
fr: Vendredi
id_id: Jumat
it: Venerdi
ja: 金曜日
pt: Sexta-feira
ru: Пт
tr: Cuma
vi_vn: Thứ sáu
zh_hans: 星期五
zh_hant: 星期五

# SAT
source: Saturday
de: Samstag
es: Sáb
fr: Samedi
id_id: Sabtu
it: Sabato
ja: 土曜日
pt: Sábado
ru: Сб
tr: Cumartesi
vi_vn: Thứ bảy
zh_hans: 星期六
zh_hant: 星期六

# SUN
source: Sunday
de: Sonntag
es: Dom
fr: Dimanche
id_id: Minggu
it: Domenica
ja: 日曜日
pt: Domingo
ru: Вс
tr: Pazar
vi_vn: Chủ nhật
zh_hans: 星期日
zh_hant: 星期日

source: Please wait…
de: Einen Moment bitte…
es: Por favor, espere…
fr: Patienter…
id_id: Silahkan Tunggu…
it: Attendere Per Favore…
ja: しばらくお待ちください…
pt: Por favor, aguarde…
ru: Пожалуйста, подождите…
tr: Lütfen bekleyin…
vi_vn: Vui lòng đợi…
zh_hans: 请稍候…
zh_hant: 請稍候…

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
it: In caricamento…
ja: 読み込み中…
pt: Carregando…
ru: Загрузка…
tr: Yükleniyor…
vi_vn: Đang tải…
zh_hans: 加载中…
zh_hant: 載入中…

# NO_NETWORK_DOOR
source: Not network connected
de: Videoverbindungs -Timeout
es: Conexión fracasada
fr: Connexion impossible, vérifier le réseau
id_id: Tidak terhubung ke jaringan
it: Nessuna Connessione
ja: 接続失敗、ネットワーク環境をチェックしてください
pt: Falha de conexão. Verifique a rede
ru: Отсутствует подключение к сети
tr: Ağ bağlantısı yok
vi_vn: Chưa kết nối mạng
zh_hans: 网络连接失败
zh_hant: 網路連接失敗

# NO_NERWORK_CHEAKDEVICE
source: Failed to connect Please check the device status in the list. if no device, please readd
de: Netzwerkfehler Wenn die Liste keine Vorrichtung, bitte erneut hinzufügen
es: Falla en la red Si la lista es ningún dispositivo, por favor vuelva a agregar
fr: La connexion a échouée Vérifier l'état de l'appareil dans la liste. S'il est absent, le rajouter
id_id: Gagal Terhubung Silahkan periksa kembali status perangkat anda di daftar perangkat. Jika tidak ada perangkat, silahkan tambahkan ulang kembali
it: Connessione fallita Si prega di verificare lo stato del dispositivo nell'elenco.
ja: ネットワーク障害 リストでデバイスをご確認ください、リストにない場合は、再度追加してください
pt: Falha ao conectar Cheque o status do dispositivo na lista ou adicione um novo.
ru: Не удалось подключиться Пожалуйста, проверьте состояние устройства в списке. Если оно отсутствует, подсоедините его заново
tr: Bağlantı başarısız Lütfen listedeki cihaz durumunu kontrol edin. Cihaz yoksa tekrar ekleyin
vi_vn: Lỗi kế nối Hãy kiểm tra tình trạng thiết bị trong danh sách
zh_hans: 网络连接失败 请到列表查看设备状态，如果没有请重新添加
zh_hant: 網路連接失敗 請至列表查看設備狀態，如果沒有請重新添加

# NO_NETWORK_1
source: Not network connected
de: Videoverbindungs -Timeout
es: Conexión fracasada -1
fr: Connexion impossible, vérifier le réseau
id_id: Tidak terhubung ke jaringan
it: Nessuna Connessione
ja: 接続中止、ネットワーク環境をチェックしてください
pt: Falha de conexão. Verifique a rede
ru: Отсутствует подключение к сети
tr: Ağ bağlantısı yok
vi_vn: Chưa kết nối mạng
zh_hans: 连接中断，请检查网络
zh_hant: 連接中斷，請檢查網路

# NO_NETWORK_2
source: Failed to connection
de: Videoverbindungs -Timeout
es: Conexión fracasada
fr: Connexion a échouée
id_id: Gagal Terhubung
it: Connessione fallita
ja: 接続失敗
pt: Falha de conexão
ru: Ошибка подключения к интернету
tr: Bağlantı başarısız
vi_vn: Kế nỗi lỗi
zh_hans: 连接失败
zh_hant: 連接失敗

# NO_NETWORK_4
source: Not network connected
de: Videoverbindungs -Timeout
es: Conexión fracasada-4, confrime y pruebe otra vez
fr: Connexion impossible, vérifier le réseau
id_id: Tidak terhubung ke jaringan
it: Nessuna Connessione
ja: 操作失敗、ネットワーク環境を確認してから改めて試してください
pt: Falha de conexão. Verifique a rede e tente de novo
ru: Сеть недоступна
tr: Ağ bağlantısı yok
vi_vn: Chưa kết nối mạng
zh_hans: 操作失败，请确认网络后重试
zh_hant: 操作失敗，請確認網路後重試

# NO_NETWORK_5
source: Device is no response, please check the network connection
de: Videoverbindungs -Timeout
es: Conexión fracasada-5, el dispositivo no funciona
fr: L'appareil ne répond pas, vérifier le réseau
id_id: Perangkat tidak ada respon, silahkan periksa kembali koneksi jaringan anda
it: Nessuna risposta dal dispositivo, controllare la connessione
ja: デバイスに反応がありません。ネットワーク環境をチェックしてください
pt: Dispositivo não responde. Verifique se a rede está disponível
ru: Устройство не отвечает, пожалуйста, проверьте сетевое подключение
tr: Cihaz cevap vermiyor, lütfen ağ bağlantısını kontrol edin
vi_vn: Thiết bị không phản hồi, hãy kiểm tra mạng
zh_hans: 设备无响应，请确认网络是否可用
zh_hant: 設備無回應，請確認網路是否可用

# DEVICE_NO_RES
source: Add completed Go to List View device status
de: In komplette Zum Gerätestatus anzeigen Liste
es: Añadir completa Ir a la lista Ver el estado del dispositivo
fr: Ajout complet Aller à la liste, afficher l'état de l'appareil
id_id: Tambahkan Selesai Buka daftar perangkat dan lihat status perangkat
it: Dispositivo aggiunto Vai all'elenco per vedere lo status
ja: デバイスに反応がありません。リストに戻りご確認ください
pt: Adição concluída Cheque a lista para status do dispositivo
ru: Добавлено Открыть список просмотра состояния устройства
tr: Ekleme tamamlandı Cihaz durum listesi görüntülemeye gidin
vi_vn: Thêm thành công Đến danh sách thiết bị
zh_hans: 绑定完成 请到列表查看设备状态
zh_hant: 绑定完成 請至列表查看設備狀態

# NETWORK_TIMEOUT
source: Network connection timeout
de: Videoverbindungs -Timeout
es: Conexión fuera de tiempo
fr: Délai de connexion dépassé
id_id: Koneksi jaringan terputus
it: Connessione interrotta
ja: 動画接続タイムアウト
pt: Tempo limite de conexão
ru: Истекло время ожидания соединения
tr: Ağ bağlantısı zaman aşımı
vi_vn: Kết nối quá hạn
zh_hans: 视频连接超时
zh_hant: 網絡連接逾時

# NOT_ONLINE
source: The device is offline
de: Ihr Gerät ist offline
es: No está conectado a Internet
fr: Non connecté
id_id: Perangkat Offline
it: Dispositivo disconnesso
ja: デバイスオフライン！
pt: Dispositivo off-line
ru: Устройство не подключено к сети
tr: Cihaz çevrimdışı oldu
vi_vn: Thiết bị không trực tuyến
zh_hans: 设备离线了
zh_hant: 設備已離線

# DEVICE_CONNECTING
source: Device is connecting Internet
de: Das Gerät mit dem Netzwerk verbunden ist
es: El dispositivo está conectado a la red
fr: L'appareil se connecte à internet
id_id: Perangkat menghubungkan ke internet
it: Il dispositivo si collega a Internet
ja: デバイスがネットワークに接続中
pt: O dispositivo está se conectando à rede
ru: Устройство подключено к интернету
tr: Cihaz İnternete bağlanıyor
vi_vn: Thiết bị đang kết nối Internet
zh_hans: 设备正在连接网络…
zh_hant: 設備正在連接網路

# CONN_INTERRUPTED
source: Connecting to network
de: Verbindung abgebrochen, bitte Internet überprüfen
es: Conexión fracasada, confirme la red de la cámara
fr: Connexion interrompue, vérifier la caméra
id_id: Menghubungkan ke jaringan
it: Collegamento alla rete
ja: 接続中止、カメラのネットワークをチェックしてください
pt: Conexão interrompida. Verifique a rede da câmera
ru: Соединение прервано, пожалуйста, проверьте подключение веб-камеры
tr: Ağa bağlanıyor
vi_vn: Đang kết nối mạng
zh_hans: 连接中断，请检查摄像头网络
zh_hant: 連接中斷，請檢查設備網路連接

# CONNECTING
source: No response, please try again
de: In Verbindung, mehrere Leute zugleich nachschauen nicht erlaubt
es: Ausrüstung keine Antwort, versuchen Sie es erneut
fr: La caméra ne répond pas, essayer à nouveau
id_id: Tidak ada respon , silahkan coba lagi
it: Nessuna reazione, riprova per favore
ja: 接続中（複数で同時検索できません）
pt: O dispositivo não responde. Por favor tente novamente
ru: Нет ответа, пожалуйста, попробуйте еще раз
tr: Cevap yok, lütfen tekrar deneyiniz
vi_vn: Không phản hồi, hãy thử lại
zh_hans: 设备无响应，请重试
zh_hant: 設備無回應，請重試

# CONNECTING_1
source: Connecting
de: In Verbindung,einen Moment bitte
es: Conectando, espere por favor
fr: Connexion en cours
id_id: Menghubungkan
it: Connessione in corso
ja: ネットワーク接続中、しばらくお待ちください
pt: Conectando à rede
ru: Подключение к интернету, пожалуйста, подождите
tr: Bağlanılıyor
vi_vn: Đang kết nối mạng
zh_hans: 正在连接网络，请稍后
zh_hant: 正在連接網路，請稍後

# OTHERS_LOOKING
source: Someone is watching live video
de: In Verbindung, mehrere Leute zugleich nachschauen nicht erlaubt
es: Cargando, no pueden averiguar varias personas al mismo tiempo
fr: Vidéo indisponible:un autre usager utilise la connexion.
id_id: Seseorang sedang melihat video langsung
it: Qualcuno sta gia' guardando il video.
ja: 他のユーザーが閲覧中
pt: Alguém está visualizando ao vivo
ru: Кто-то уже смотрит live video
tr: Birisi canlı video izliyor
vi_vn: Có người đang xem trực tiếp
zh_hans: 其他用户正在查看
zh_hant: 其他用戶正在查看

# Daily_Great_NO_CONTENTS
source: No content
es: Sin contenido
fr: Pas content
id_id: Tidak ada isi
it: Nessun contenuto
pt: Sem conteúdo
ru: Без содержания
tr: İçerik yok
vi_vn: Không có nội dung
zh_hans: 暂无精彩内容
zh_hant: 暫無精彩內容

# NO_CONTENTS_1
source: No messages
de: Keine Meldung
es: No hay contenido
fr: Aucun message
id_id: Tidak ada pesan
it: Nessun messaggio
ja: メッセージがありません
pt: Sem mensagens
ru: Нет сообщений
tr: Mesaj yok
vi_vn: Không có tin nhắn
zh_hans: 暂无消息
zh_hant: 無訊息

# NO_CONTENTS_2
source: No history video
de: Kein Video
es: No hay vídeo
fr: Aucune vidéo
id_id: Tidak ada rekaman video
it: Nessun video memorizzato
ja: ビデオがありません
pt: Sem gravações
ru: Нет видео
tr: Geçmiş video yok
vi_vn: Không có video
zh_hans: 暂无录像
zh_hant: 無歷史錄影

# NO_SDCARD
source: There is no Micro SD card
de: Keine Micro SD-Karte gefunden
es: No hay tarjeta Micro SD
fr: Carte Micro SD non détectée
id_id: Tidak ada Kartu Micro SD
it: Scheda Micro SD assente.
ja: Micro SDカードが検出できません
pt: Cartão microSD não detectado
ru: Отсутствует карта памяти micro SD
tr: Hiçbir Micro SD kart yok
vi_vn: Không có thẻ Micro SD
zh_hans: 未检测到Micro SD卡
zh_hant: 未檢測到Micro SD卡

source: Unable to Camera
de: Zugriff auf die Kamera ist unberechtigt
es: Acceso de visita de "Cámara" cerrado
fr: Caméra indisponible
id_id: Tidak dapat camera
it: Nessun permesso per accedere alla Cam
ja: カメラ へのアクセス権を有効にしていません
pt: Sem acesso à permissão Câmera
ru: Отсутствует подключение к камере
tr: Kameraya erişilemiyor
vi_vn: Không truy cập được Camera
zh_hans: 未开启“相机”访问权限
zh_hant: 未開啟“相機”使用許可權

source: Unable to Contacts
de: Zugriff auf die Kontakte ist unberechtigt
es: Acceso de visita de "Contactos" cerrado
fr: Carnet d'adresses indisponible
id_id: Tidak dapat kontak
it: Nessun permesso per accedere ai Contatti
ja: 連絡先 へのアクセス権を有効にしていません
pt: Sem acesso à permissão Contatos
ru: Отсутствует подключение к контактам
tr: Bağlantılara erişilemiyor
vi_vn: Không truy cập được Liên hệ
zh_hans: 未开启“通讯录”访问权限
zh_hant: 未開啟“通訊錄”使用許可權

source: Unable to Photos
de: Zugriff auf die Fotos ist unberechtigt
es: Acceso de visita de "Fotos" cerrado
fr: Photos indisponible
id_id: Tidak dapat foto
it: Nessun permesso per accedere alle Foto
ja: 写真 へのアクセス権を有効にしていません
pt: Sem acesso à permissão Fotografias
ru: Отсутствует подключение к фото
tr: Fotoğraflara erişilemiyor
vi_vn: Không truy cập được ảnh
zh_hans: 未开启“照片”访问权限
zh_hant: 未開啟“照片”使用許可權

source: Unable to Microphone
de: Zugriff auf die Mikrofon ist unberechtigt
es: Acceso de visita de "Micrófono" cerrado
fr: Microphone indisponible
id_id: Tidak dapat mikrofon
it: Nessun permesso per accedere al Microfono
ja: マイク へのアクセス権を有効にしていません
pt: Sem acesso à permissão Microfone
ru: Отсутствует подключение к микрофону
tr: Mikrofona erişilemiyor
vi_vn: Không dùng được Microphone
zh_hans: 未开启“麦克风”访问权限
zh_hant: 未開啟“麥克風”使用許可權

source: Unable to Notifications
de: Zugriff auf die Benachrichtigungen ist unberechtigt
es: Acceso de visita de "Notificaciones" cerrado
fr: Impossible de Notifications
id_id: Tidak dapat Pemberitahuan
it: Nessun permesso per accedere al Notifiche
ja: 通知できません
pt: Sem acesso à permissão Notificações
ru: Отсутствует подключение к уведомления
tr: Bildirimler edilemiyor
vi_vn: Không thể để thông báo
zh_hans: 未开启“通知”访问权限
zh_hant: 未開啟“通知”使用許可權

# UNABLE_TO_CAMERA_C
source: Please allow %@ to access your camera in 'Settings'->'Privacy'->'Camera'
de: Bitte erlauben Sie %@ Ihrer Kamera in 'Einstellungen' zugreifen -> 'Datenschutz' -> 'Kamera'
es: Por favor permita %@ para acceder a su cámara en 'Configuración' -> 'Privacidad' -> 'Cámara'
fr: Pour l'iPhone utiliser:Confidentialité->Caméra->%@
id_id: Perkenankan %@ untuk mengakses camera anda di 'Setting'->Privasi'->'Kamera'
it: Si prega di utilizzare questo percorso all'interno delle impostazioni del cellulare:Privacy->CAMERA->%@
ja: 正常に使用するために、iPhone設定->プライバシー->カメラ->%@、アクセス権限を有効にしてください
pt: Por favor, permita %@ para acessar a câmera em 'Configurações' -> 'Privacidade' -> 'Câmera'
ru: Пожалуйста, позвольте %@ получить доступ к камере в 'Настройки' -> 'Безопасность' -> 'Камере'
tr: Kameranıza ulaşmak için lütfen 'Ayarlar'->'Özel'->'Kamera' içinde %@ 'e izin verin
vi_vn: Hãy cho phép %@ để truy cập camera trong 'Cài đặt'->'Riêng tư'->'Camera'
zh_hans: 请在iPhone设置->隐私->相机中开启%@访问权限，以方便您的正常使用
zh_hant: 請在iPhone設置->隱私->相機中開啟%@使用許可權，以方便您的正常使用

# UNABLE_TO_CONTACTS_C
source: Please allow %@ to access your camera in 'Settings'->'Privacy'->'Contacts'
de: Bitte erlauben Sie %@ Ihrer Kamera in 'Einstellungen' zugreifen -> 'Datenschutz' -> 'Kontakte'
es: Por favor permita %@ para acceder a su cámara en 'Configuración' -> 'Privacidad' -> 'Contactos'
fr: Pour l'iPhone utiliser:Confidentialité->Carnet d'adresses->%@
id_id: Perkenankan %@ untuk mengakses camera anda di 'Setting'->Privasi'->'Kontak'
it: Si prega di utilizzare questo percorso all'interno delle impostazioni del cellulare:Privacy-CONTATTI->%@
ja: 正常に使用するために、iPhone設定->プライバシー->連絡帳->%@、アクセス権限を有効にしてください
pt: Por favor, permita %@ para acessar a câmera em 'Configurações' -> 'Privacidade' -> 'Contatos'
ru: Пожалуйста, позвольте %@ получить доступ к камере в "Настройки" -> "Безопасность" -> "Контакты"
tr: Kameranıza ulaşmak için lütfen 'Ayarlar'->'Özel'->'Bağlantılar' içinde %@ 'e izin verin
vi_vn: Hãy cho phép %@ để truy cập camera trong 'Cài đặt'->'Riêng tư'->'Liên hệ'
zh_hans: 请在iPhone设置->隐私->通讯录中开启%@访问权限，以方便您的正常使用
zh_hant: 請在iPhone設置->隱私->通訊錄中開啟%@使用許可權，以方便您的正常使用

# UNABLE_TO_PHOTOS_C
source: Please allow %@ to access your camera in 'Settings'->'Privacy'->'Photos'
de: Bitte erlauben Sie %@ Ihrer Kamera in 'Einstellungen' zugreifen -> 'Datenschutz' -> 'Fotos'
es: Por favor permita %@ para acceder a su cámara en 'Configuración' -> 'Privacidad' -> 'Fotos'
fr: Pour l'iPhone utiliser:Confidentialité->PHOTOS->%@
id_id: Perkenankan %@ untuk mengakses camera anda di 'Setting'->Privasi'->'Foto'
it: Si prega di utilizzare questo percorso all'interno delle impostazioni del cellulare: Privacy->FOTO->%@
ja: 正常に使用するために、iPhone設定->プライバシー->写真->%@、アクセス権限を有効にしてください
pt: Por favor, permita %@ para acessar a câmera em 'Configurações' -> 'Privacidade' -> 'Fotografias'
ru: Пожалуйста позвольте %@ получить доступ к камере в "Настройки" -> "Безопасность" -> "Фото"
tr: Kameranıza ulaşmak için lütfen 'Ayarlar'->'Özel'->'Fotoğraflar' içinde %@ 'e izin verin
vi_vn: Hãy cho phép %@ để truy cập camera trong 'Cài đặt'->'Riêng tư'->'Hình ảnh'
zh_hans: 请在iPhone设置->隐私->照片中开启%@访问权限，以方便您的正常使用
zh_hant: 請在iPhone設置->隱私->照片中開啟%@使用許可權，以方便您的正常使用

# UNABLE_TO_MICROPHONE_C
source: Please allow %@ to access your camera in 'Settings'->'Privacy'->'Microphone'
de: Bitte erlauben Sie %@ Ihrer Kamera in 'Einstellungen' zugreifen -> 'Datenschutz' -> 'Mikrofon'
es: Por favor permita %@ para acceder a su cámara en 'Configuración' -> 'Privacidad' -> 'micrófono'
fr: Pour l'iPhone utiliser:Confidentialité->MICROPHONE->%@
id_id: Perkenankan %@ untuk mengakses camera anda di 'Setting'->Privasi'->'Mikrofon'
it: Si prega di utilizzare questo percorso all'interno delle impostazioni del cellulare:Privacy-MICROFONO->%@
ja: 正常に使用するために、iPhone設定->プライバシー->マイク->%@、アクセス権限を有効にしてください
pt: Por favor, permita %@ para acessar a câmera em 'Configurações' -> 'Privacidade' -> 'Microfone'
ru: Пожалуйста, позвольте %@ получить доступ к камере в "Настройки" -> "Безопасность" -> "Микрофон"
tr: Kameranıza ulaşmak için lütfen 'Ayarlar'->'Özel'->'Mikrofon' içinde %@ 'e izin verin
vi_vn: Hãy cho phép %@ để truy cập camera trong 'Cài đặt'->'Riêng tư'->'Microphone'
zh_hans: 请在iPhone设置->隐私->麦克风中开启%@访问权限，以方便您的正常使用
zh_hant: 請在iPhone設置->隱私->麥克風中開啟%@使用許可權，以方便您的正常使用

# PHONE_EMAIL
source: E-mail
ja: Eメール
tr: E-posta
zh_hans: 手机号/邮箱
zh_hant: 電子郵件

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
id_id: Kata Sandi
ja: パスワード
pt: Senha
ru: Пароль
tr: Şifre
vi_vn: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Login
de: Einloggen
es: Iniciar sesión
fr: Se connecter
id_id: Masuk
ja: ログイン
ru: Логин
tr: Giriş yap
vi_vn: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# FORGOT_PWD
source: Forgot password
de: Passwort vergessen
es: Olvidar la contraseña
fr: Mot de passe oublié
id_id: Lupa Kata Sandi
it: Password dimenticata
ja: パスワード忘れ
pt: Esqueci a senha
ru: Я не помню пароль
tr: Şifreyi unuttum
vi_vn: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

# FORGOT_PWD_1
source: Forgot password ?
de: Passwort vergessen？
es: Olvidar la contraseña?
fr: Oublié
id_id: Lupa ?
it: Password dimenticata?
ja: パスワード忘れ？
pt: Esqueceu a senha?
ru: Забыли пароль?
tr: Unuttunuz mu?
vi_vn: Quên ?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

source: Sign Up
de: Registrierung
es: Registrarse
fr: S'inscrire
id_id: Daftar
it: Iscriviti
ja: ユーザー登録
pt: Registrar
ru: Регистрация
tr: Kaydol
vi_vn: Đăng ký
zh_hans: 新用户
zh_hant: 新用戶

# PLEASE_WAIT_1
source: Please wait…
de: Einen Moment bitte…
es: Iniciando sesión…
fr: Patienter…
id_id: Silahkan Tunggu…
it: Attendere…
ja: ログイン中、お待ちください…
pt: Aguarde…
ru: Пожалуйста, подождите…
tr: Lütfen bekleyin…
vi_vn: Hãy đợi…
zh_hans: 登录中，请稍后…
zh_hant: 登錄中，請稍後…

# ACCOUNT_ERR
source: Invalid account
de: Bitte den gültigen Account eingeben
es: Por favor, introduzca una dirección de E-mail válida
fr: Compte inconnu
id_id: Akun salah
it: Email errata
ja: 有効なアカウントを入力してください
pt: Conta inválida
ru: Пожалуйста, введите действующий аккаунт
tr: Geçersiz hesap
vi_vn: Tài khoản không tồn tại
zh_hans: 请输入有效的账号
zh_hant: 請輸入有效的帳號
