Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# VIDEO_SD_DESC
source: The SD card initialization is required to store video
de: Micro SD-Karte nach der Initialisierung verwendbar
es: Se necesita una inicialización para que vaya bien la función de guardar vídeos en la Tarjeta Micro SD
fr: La carte Micro SD doit être initialisée avant de pouvoir stocker de la vidéo
id_id: SD Card diperlukan untuk menyimpan informasi video
it: L'SD card deve essere inizializzata per memorizzare video.
ja: Micro SDカードを読み込めません。初期化してください
pt: Formatação do cartão microSD é necessária para gravar vídeos
ru: Необходимо инициализировать карту microSD, после этого будет возможно сохранение видеозаписей
tr: Video bilgisi depolamak için SD kart başlatma gerekiyor
vi_vn: Cần định dạng thẻ nhớ để có thể lưu hình vào
zh_hans: Micro SD卡需要初始化，才能存储视频
zh_hant: Micro SD卡需要初始化，才能存儲影像資料

# SAVED_PHOTOS
source: Saved in Photos
de: Im Archiv gespeichert
es: Guardado en álbum
fr: Enregistré dans l'album
id_id: Tersimpan ke foto
it: Salva in immagini
ja: アルバムに保存しました
pt: Salvo na galeria
ru: Сохранённые фотографии
tr: Fotoğraflara kaydedildi
vi_vn: Lưu ảnh
zh_hans: 已保存到相册
zh_hant: 已保存到相簿

# END_TALKBACK
source: Talkback finished
de: Walkie-Talkie beenden～
es: Intercom terminado
fr: Conversation terminée
id_id: Akhir dari talkback
it: Chiudi citofono
ja: 通話終了～
pt: Desligar interfone
ru: Беседа окончена
tr: Karşılıklı konuşma sonu
vi_vn: Kết thúc nói chuyện
zh_hans: 对讲已结束
zh_hant: 語音對話已結束

# BEGIN_TALKBACK
source: Start to talkback
de: Sie können Walkie-Talkie benutzen～
es: Micrófono activado
fr: Commencer à parler
id_id: Memulai untuk talkback
it: Attiva citofono
ja: 通話開始～
pt: Você pode começar a falar
ru: Можно начинать беседу
tr: Karşılıklı konuşmayı başlat
vi_vn: Bắt đầu nói chuyện
zh_hans: 可以开始对讲了
zh_hant: 可以開始語音對話

# EXPECT
source: Coming soon, please expect.
de: Sie erwarten!
es: Estrena pronto, espere por favor
fr: Attendre
id_id: Segera hadir
it: Si prega di aspettare
ja: 間もなく更新されます、お楽しみに！
pt: Aguarde um instante
ru: В ближайшее время ожидается выход новой версии, следите за обновлениями
tr: Lütfen bekleyin!
vi_vn: Hãy mong đợi!
zh_hans: 即将推出，敬请期待
zh_hant: 即將推出，敬請期待

# SD_ERR
source: Read error for Micro SD card
de: Micro SD-Karte falsch gelesen
es: Error de lectura de la Tarjeta Micro SD!
fr: Échec lecture Carte Micro SD
id_id: Gagal dalam membaca Micro SD
it: Errore lettura Micro SD Card
ja: SDカード読み込みエラー
pt: Cartão microSD:erro de leitura
ru: Ошибка карты microSD
tr: Mikro SD kart okuma hatası
vi_vn: Lỗi đọc thẻ nhớ SD
zh_hans: SD卡读取错误
zh_hant: Micro SD卡讀取錯誤

# FILE_ERR
source: Video error
de: Falsche Videodatei
es: Error del archivo del vídeo
fr: Erreur fichier vidéo
it: Errore file video
ja: 録画ファイルエラー
pt: Erro no arquivo de vídeo
ru: Ошибка файла
tr: Video hatası
vi_vn: Lỗi video
zh_hans: 录像文件错误
zh_hant: 錄影文檔錯誤

# FILE_FINISHED
source: Video play done
de: Video abgespielt
es: Vídeo terminado
fr: Lecture vidéo terminée
id_id: Video sudah selesai diputar
it: Il Video è terminato
ja: 録画再生終了
pt: Playback concluído
ru: Запись видео закончена
tr: Video oynatımı bitti
vi_vn: Video đã chạy xong
zh_hans: 录像已播完
zh_hant: 錄影已播完

source: Refresh
de: Aktualisierung
es: Renovar, por favor
fr: Rafraîchir
it: Ricaricare
ja: 更新してください
pt: Tentar atualizar
ru: Обновить
tr: Tazele
vi_vn: Làm mới
zh_hans: 刷新试试
zh_hant: 更新試試

# OFFLINE_ERR
source: Device is off-line
de: Gerät ist offline
es: El dispositivo está descontectado
fr: L'appareil n'est pas connecté
id_id: Device sedang off-line
it: Dispositivo off-line
ja: デバイスがオフラインです
pt: O dispositivo está off-line
ru: Устройство не подключено к сети
tr: Cihaz çevrimdışı
vi_vn: Thiết bị Offline
zh_hans: 设备离线了
zh_hant: 設備離線

# OFFLINE_ERR_1
source: No connection
de: Keine Internetverbindung
es: Su teléfono no está conectado con Internet
fr: Pas de connexion internet
id_id: Tidak terhubung ke Internet
it: Non collegato con internet
ja: ネットワークが切断されました
pt: O seu celular está sem rede
ru: Ваш мобильный телефон не подключен к сети
tr: Internete bağlı değil
vi_vn: Chưa kết nối Internet
zh_hans: 无网络连接
zh_hant: 無網路連接

# SEE_HELP
source: Help
de: Hilfe nachschauen
es: Ayuda
fr: Aide
id_id: Bantuan
it: Aiuto
ja: ヘルプを見る
pt: Ajuda
ru: Помощь
tr: Yardım
vi_vn: Trợ giúp
zh_hans: 查看帮助
zh_hant: 查看幫助

# VIDEO_REFRESHING
source: LOADING
de: Wird geladen, einen Moment bitte
es: Cargando, espere un momento
fr: Chargement
id_id: Sedang memuat
it: Sto caricando
ja: アップロード中、お待ちください
pt: Carregando. Por favor aguarde...
ru: Идет загрузка, пожалуйста подождите
tr: YÜKLENİYOR
vi_vn: ĐANG TẢI
zh_hans: 正在加载，请稍后
zh_hant: 正在載入，請稍後

source: Share
de: Teilen
es: Compartir
fr: Partager
id_id: Bagikan
it: Condividi
ja: シェアする
pt: Compartilhar
ru: Поделиться
tr: Paylaş
vi_vn: Chia sẻ
zh_hans: 亲密分享
zh_hant: 親密分享

# SHARE_NAME
source: Shared
de: Geteilt an
es: Se ha compartido con
fr: Partagé avec …
id_id: Dibagikan
it: Condiviso
ja: にシェアしました
pt: Compartilhado com usuários
ru: Добавить имя
tr: Paylaşıldı
vi_vn: Đã chia sẻ
zh_hans: 已分享账号
zh_hant: 已分享帳號

# SHARE_ACCOUNT
source: E-mail
de: Partneraccount
es: Cuenta
fr: Compte
id_id: Alamat E-mail
ja: 相手のアカウント
pt: Conta
ru: Счёт
tr: E-posta
zh_hans: 对方账号
zh_hant: 對方帳號

# SHARE_E_MAIL
source: E-mail
id_id: Alamat E-mail
ja: 相手のメールアドレス
pt: Outra conta
tr: E-posta
zh_hans: 手机号/邮箱
zh_hant: 電子郵件

# ADD_SHARE
source: Share
de: Teilen hinzufügen
es: Compartir
fr: Partager la connexion
id_id: Bagikan
it: Condividi
ja: シェアを追加
pt: Compartilhar
ru: Поделиться
tr: Paylaş
vi_vn: Chia sẻ
zh_hans: 添加分享
zh_hant: 增加分享

# SHARE_FROM
source: Shared from %@
de: Teilen von %@
es: Compartido desde %@
fr: Partage de %@
id_id: Bagikan %@
it: Condiviso %@
ja: %@からのシェア
pt: Compartilhado de %@
ru: Информация поступила из %@
tr: %@ paylaşıldı
vi_vn: Đã chia sẻ %@
zh_hans: 来自%@的分享
zh_hant: 來自%@的分享

# ABOUT_PHONE
source: Service hotline
de: Telefonnummer des Kundenservices
es: Teléfono de servicio de cliente
fr: Hotline téléphone
id_id: Layanan hotline
it: Assistenza clienti
ja: カスタマセンター電話番号
pt: Número de atendimento
ru: Телефон поддержки
tr: Servis yardım hattı
vi_vn: Đường dây nóng
zh_hans: 客服电话
zh_hant: 客服電話

# SETTING_DIRECTION
source: Video direction
de: Richtung des Videos
es: Dirección del vídeo
fr: Orientation
id_id: Arah video
it: Direzione video
ja: 動画方向
pt: Direção do vídeo
ru: Кадр
tr: Video yönlendirme
vi_vn: Hướng video
zh_hans: 视频方向
zh_hant: 錄影指向

# SETTING_TIMEZONE
source: Time zone
de: Zeitzone einstellen
es: Zona horaria
fr: Fuseau Horaire
id_id: Zona waktu
ja: デバイスタイムゾーン
pt: Fuso horário
ru: Часовой пояс
tr: Zaman bölgesi
vi_vn: Vùng thời gian
zh_hans: 设备时区
zh_hant: 設備時區

# TIMEZONE_INFO
source: To change the time zone may make difference to video time, sure to continue?
de: Zeitzone eingestellt, wird Zeit der Videos geändert, setzen Sie fort?
es: Cambiar la zona horaria puede afectar a las grabaciones anteriores. ¿Desea continuar?
fr: Changer le fuseau horaire de l'appareil peut entraîner un changement du temps de l'enregistrement
id_id: Mengubah zona waktu dapat mengubah waktu video
it: Cambiando l'orario avverrano dei cambiamenti all'orario dei filmati
ja: デバイスタイムゾーンを変更すると、録画時間に影響があります。続けますか?
pt: Alterar o fuso horário do dispositivo pode resultar na mudança do horário da gravação. Continuar?
ru: Изменение часового пояса может привести к изменениям во времени видео. Продолжать?
tr: Zaman bölgesinin değişmesi video zamanında değişikliğe sebep olabilir
vi_vn: Đổi vùng thời gian sẽ làm đổi giờ trên camera
zh_hans: 更改设备时区可能导致录像时间发生变化，是否继续？
zh_hant: 更改設備時區可能導致錄影時間發生變化，是否繼續？

# SETTING_RECORD
source: Video settings
de: Automatische Videoaufnahme
es: Ajustes de video
fr: Paramètres vidéo
id_id: Pengaturan video
it: Impostazioni video
ja: 自動録画
pt: Configurações de vídeo
ru: Настройки видео
tr: Video ayarları
vi_vn: Cài đặt video
zh_hans: 录像设置
zh_hant: 錄像設置

# RECORD_MODE
source: Detect alarm video
de: Ungewöhnliches erkannt
es: Al detectar movimiento
fr: Détection de mouvement
id_id: Deteksi gerakan
it: Quando rilevato un movimento
ja: 異常を検出した時
pt: Ao detectar movimento
ru: Обнаружение движения
tr: Hareket algılama
vi_vn: Phát hiện chuyển động
zh_hans: 侦测报警录像
zh_hant: 偵測報警錄像

# RECORD_MODE_1
source: All day
de: 24 Stunden
es: Todo el dia
fr: Toute la journée
id_id: Sepanjang hari
it: Tutto il giorno
ja: 24時間
pt: Dia todo
ru: Весь день
tr: Tüm gün
vi_vn: Cả ngày
zh_hans: 全天
zh_hant: 全天

# RECORD_MODE_2
source: Never
de: Nie
es: Nunca
fr: Jamais
id_id: Tidak pernah
it: Mai
ja: 録画しない
pt: Nunca
ru: Никогда
tr: Hiçbir zaman
vi_vn: Không bao giờ
zh_hans: 从不
zh_hant: 永不

# RECORD_INFO_0
source: Device will record video when motion deteced and will stop recording when it goes normal.
de: Beobachtet Bewegungserkennung Ungewöhnliches, wird Video aufgezeichnet bis alles wieder normal
es: Se inicia la grabación automáticamente al detectar cualquier movimiento y finaliza una vez el movimiento ha terminado.
fr: Votre appareil va commencer l'enregistrement vidéo quand il détecte un mouvement et arrêter l'enregistrement lorsque le mouvement cesse.
id_id: Perangkat anda akan mulai merekam saat mendeteksi gerakan, dan akan berhenti merekam saat gerakan berhenti
it: l dispositivo inizierà a registrare il video quando rileva il movimento e si ferma la registrazione quando il movimento si arresta.
ja: 移動検出で異常があった場合、録画を始めます。画面が正常に戻ると、録画を停止します
pt: Seus dispositivo iniciará a gravação ao detectar movimento e encerrará quando o movimento parar
ru: Устройство начнет запись видео при обнаружении движения и остановит запись, если движение прекратится
tr: Cihazınız hareket algıladığında video kaydına başlayacak ve hareket durduğunda kayıt duracaktır.
vi_vn: Camera sẽ ghi hình khi phát hiện chuyển động và ngừng lại khi không còn sự kiện
zh_hans: 移动侦测到异常时启用录像，待画面恢复正常时停止
zh_hant: 位移偵測到異常時啟用錄影，待移動停止時亦停止錄影

# RECORD_INFO_1
source: Recording video in 24 hours
de: Video für 24 Stunden einsetzen
es: Cámara de 24h activada
fr: Démarrer l'enregistrement continu
id_id: Mengaktifkan video 24 jam
it: Attiva 24 ore di video
ja: 24時間録画を起動します
pt: Habilitar gravação por 24 horas
ru: Запись 24 часа
tr: 24 saat videoya izin ver
vi_vn: Bật video 24/7
zh_hans: 24小时启用录像
zh_hant: 24小時啟動錄影

# RECORD_INFO_2
source: Never record video
de: Nie Video aufnehmen
es: Grabación automática desactivada
fr: L'enregistrement est désactivé
id_id: Mematikan video kapanpun
it: Disabilita registrazione video
ja: いかなる時でも録画を起動しません
pt: Desabilitar gravação a qualquer hora
ru: Не ведется видеозапись
tr: Herhangi bir zamandaki videoya izin verme
vi_vn: Tắt video bất cứ lúc nào
zh_hans: 任何时候都不启用录像
zh_hant: 任何時候都不啟動錄影

# RECORD_INFO
source: It will record video according to the settings and save the videos in SD card.
de: Schauen Sie den Live-Video nicht, wird er nach der Einstellung automatisch aufgenommen und auf Micro SD-Karte gespeichert
es: En caso de no revisar el video detiempo real, se activa la cámara y guarda el video en la tarjeta Micro SD según los ajustes
fr: Lorsque vous ne regardez pas la vidéo en direct, elle sera activée automatiquement et stockée dans la carte Micro SD en fonction des paramètres.
id_id: Jika anda tidak melihat video secara real time, rekaman akan secara otomatis dinyalakan dan video akan disimpan di Micro SD sesuai pengaturan
it: Registra video In conformità delle impostazioni e registra sull'SD card
ja: リアルタイム動画を観ない場合、設定により自動で録画を開始し、Micro SDカードに保存する
pt: Quando você não estiver visualizando o vídeo ao vivo, irá iniciar a gravação automaticamente e salvar no cartão microSD
ru: Если Вы не видите видео в реальном времени, запись будет автоматически включаться и сохраняться на карту microSD
tr: Gerçek zamanlı videoyu görmediğinizde, kayıt fonksiyonunu otomatik olarak açacak ve videoları ayarlamalar göre SD karta kaydedecektir.
vi_vn: Khi bạn không xem trực tiếp, camera sẽ tự động ghi hình vào thẻ nhớ tuỳ theo cài đặt trước đó
zh_hans: 将按照设定条件录像，存储于Micro SD卡
zh_hant: 將按照設定條件錄影，存儲於Micro SD卡

# SETTING_SD
source: Micro SD card
de: Micro SD-Karte
es: Tarjeta Micro SD
fr: Carte Micro SD
id_id: Kartu Micro SD
ja: Micro SDカード
pt: Cartão microSD
ru: Карта microSD
tr: Mikro SD kart
vi_vn: Thẻ nhớ Micro SD
zh_hans: Micro SD卡
zh_hant: Micro SD卡

# SD_INFO
source: Circle recording by auto-deleting the earlier video
de: Gibt es keinen verfügbaren Platz auf der Micro SD-Karte, werden frühere Videos gelöscht
es: Cuando no hay espacio disponible en la Tarjeta Micro SD, se borrarán las últimas grabaciones almacenadas.
fr: La carte Micro SD n'a plus de mémoire disponible, les plus anciens enregistrements seront supprimés
id_id: Merekam berulang-ulang
it: Registra ciclicamente e in caso di memoria piena, sovrascrive i video più vecchi.
ja: Micro SDカードの容量が不足な場合、動画を古い順で削除する
pt: Gravação cícilica (deleta arquivos antigos para liberar espaço)
ru: Память карты microSD заполнена! Будут удалены видео в начале
tr: Çember kayıt
vi_vn: Ghi hình xoay tròn
zh_hans: Micro SD卡无可用空间时，将循环删除早期视频
zh_hant: Micro SD卡無可用空間時，將循環刪除早期錄影

# SD_INFO_1
source: Initialization will clear all data of memory card,are you sure?
de: Initialisierung löscht alle Daten in der Karte, möchten Sie initialisieren?
es: La inicialización borrará todos los datos de la tarjeta, ¿ está seguro de inicializarlo?
fr: L'initialisation va supprimer toutes les données sur la carte. Êtes-vous sûr?
id_id: Pemasangan akan menghapus semua data dalam kartu memori. Anda yakin?
it: L'inizializzazione cancellerà tutti i datisull'SD Card. Sei sicuro ?
ja: 初期化するとカードのデータをすべて削除します。本当に初期化しますか?
pt: A formatação irá apagar todos os dados do cartão. Deseja continuar?
ru: При инициализации будут стерты все данные, подтверждаете начало инициализации?
tr: Sıfırlama hafıza kartındaki tüm veriyi silecektir, emin misiniz?
vi_vn: Định dạng thẻ sẽ xoá hết dữ liệu, bạn tiếp tục?
zh_hans: 初始化将删除卡内所有数据，确定初始化吗？
zh_hant: 初始化將刪除卡內所有數據，確定初始化嗎？

# SD_INFO_2
source: Initializing…
de: In Initialisierung…
es: Inicializando…
fr: Initialisation…
id_id: Sedang memasang
it: Inizializzazione…
ja: 初期化中…
pt: Formatando...
ru: Инициализация…
tr: Sıfırlanıyor…
vi_vn: Đang định dạng…
zh_hans: 正在初始化...
zh_hant: 正在初始化...

# SD_INFO_3
source: Initialized successfully
de: Erfolgreich initialisiert
es: Inicialización hecha
fr: Initialisation réussie
id_id: Berhasil memasang
it: Inizializzata con successo
ja: 初期化が完了しました
pt: Formatação com sucesso
ru: Инициализация прошла успешно
tr: Sıfırlama başarılı bir şekilde yapıldı
vi_vn: Định dạng thành công
zh_hans: 初始化成功
zh_hant: 初始化成功

# SD_INIT
source: Initialize
de: Initialisierung
es: Iniciación
fr: Initialisation
id_id: Memasang
it: Inizializzata
ja: 初期化
pt: Formatar
ru: Инициализация
tr: Sıfırla
vi_vn: Định dạng
zh_hans: 初始化
zh_hant: 初始化

# SD_INIT_ERR
source: Uninitialized(%d)
de: Noch nicht initialisiert (%d)
es: No inicializado(%d)
fr: Non Initialisée (%d)
id_id: Tidak terpasang(%d)
it: Non inizializzata(%d)
ja: 読み込みエラー(%d)
pt: Não formatado (%d)
ru: Неинициализировано (%d)
tr: Sıfırlanmamış(%d)
vi_vn: Chưa định dạng(%d)
zh_hans: 读写失败(%d)
zh_hant: 讀寫失敗(%d)

# SD_NO
source: No card
de: Keine
es: No hay tarjeta
fr: Pas de carte SD
id_id: Tidak ada kartu
it: Nessuna SD
ja: カードが挿入されていません
pt: Nenhum cartão
ru: Отсутствует карта
tr: Kart yok
vi_vn: Không thẻ
zh_hans: 未插卡
zh_hant: 未插卡

# SD_NORMAL
source: Normal
de: Normale
es: Uso normal
fr: Utilisation normale
id_id: Pemakaian normal
it: SD normale
ja: 正常に使用
pt: Em uso normal
ru: Использование по умолчанию
tr: Normal Kullanım
vi_vn: Sử dụng bình thường
zh_hans: 正常使用
zh_hant: 正常使用

# DIRECTION_NORMAL
source: Defualt
de: Im Uhrzeigersinn
es: Defecto
fr: Par défaut (normal)
id_id: Normal
it: Normale
ja: デフォルト（正面）
pt: Padrão
ru: По умолчанию
tr: Normal
vi_vn: Bình thường
zh_hans: 默认(正向)
zh_hant: 默認（正常）

# DIRECTION_180
source: Inversion (rotate 180°)
de: Gegen Uhrzeigersinn (180° drehen)
es: Invertido (girado 180 °)
fr: Inversion (rotation de 180°)
id_id: Terbalik (rotasi°)
it: Inversione (ruota 180°)
ja: 逆向き（上下回転180°）
pt: Invertido (girado 180°)
ru: Инверсия (поворот на 180°)
tr: Evirme (180° döndür)
vi_vn: Đảo hình (xoay 180 độ)
zh_hans: 倒置(旋转180°)
zh_hant: 反轉（旋轉180°）

# TIMEZONE_CHOOSE
source: Time zone
de: Zeitzone auswählen
es: Seleccionar zona horaria
fr: Fuseau Horaire
id_id: Zona waktu
it: Fuso orario
ja: タイムゾーン選択
pt: Selecione o fuso horário
ru: Часовой пояс
tr: Zaman bölgesi
vi_vn: Vùng thời gian
zh_hans: 时区选择
zh_hant: 時區選擇

# LOGOUT_INFO
source: Log out will not delete any data,you can login again.
de: Beim Ausloggen Accountinfomationen nicht gelöscht, Sie können nochmals einloggen
es: No se borrarán los datos de la cuenta al salir
fr: Se déconnecter du compte n'entraînera pas de perte de données, vous pourrez vous connecter à nouveau
id_id: Keluar tidak akan menghapus data apapun, anda masih bisa masuk
it: La disconnessione non elimina tutti i dati
ja: ログアウトによりアカウント情報が削除されません。再度ログインできます
pt: Sair não vai remover as informações da conta. Você ainda poderá fazer login novamente
ru: Выход не удалит информацию аккуанта, вы сможете войти снова
tr: Oturumu kapatmak herhangi bir veriyi silmeyecektir, hala giriş yapabilirsiniz.
vi_vn: Thoát ra sẽ không bị xoá dữ liệu, bạn có thể đăng nhập lại
zh_hans: 退出不会删除账号信息，可以再次登录
zh_hant: 退出不會刪除任何資訊，可以再次登錄

# SURE_DELETE_1
source: Are you sure to delete the account "%@" and related data?
de: Möchten Sie "%@" und relevante Daten vom Account löschen?
es: ¿seguro de borrar "%@" y los datos relacionados de la cuenta?
fr: Vous êtes sûr de vouloir supprimer le compte "%@" et les données associées?
id_id: Anda yakin sudah terhapus dari akun "%@" dan data yang terhubung?
it: Sei sicuro di eliminare l'account "%@" e tutti i dati relativi ?
ja: アカウントから"%@"および関連データを削除してもよろしいですか?
pt: Certeza de quer apagar "%@" e os dados da conta?
ru: Вы уверены, что хотите удалить учетную запись %@ и связанные с ней данные?
tr: %@ hesabını ve ilgili veriyi silmek istediğinizden emin misiniz?
vi_vn: Bạn có muốn xoá từ tài khoản "%@" và dữ liệu liên quan?
zh_hans: 确定删除“%@”及相关数据吗？
zh_hant: 確定刪除“%@”及相關數據嗎？

# GUIDE_INFO
source: Sliding， show more
de: Schieben , zeigt mehr Inhalte
es: Deslizar para cargar más contenido
fr: Glisser, afficher plus d'infos
id_id: Sedang menggeser. perlihatkan lebih lanjut
it: Scorrere per mostrare di più
ja: スライドして にもっと多くの内容が表示されます
pt: Deslize para mais conteúdo
ru: Слайд, показать больше информации
tr: Kaygan， daha fazla göster
vi_vn: Kéo qua, xem nhiều hơn
zh_hans: 滑一滑， 显示更多内容
zh_hant: 滑一滑，顯示更多內容

# RECORD
source: History
de: Videos
es: Historia
fr: Historique
id_id: Riwayat
it: Storia
ja: 動画履歴
pt: Histórico
ru: Записи
tr: Geçmiş
vi_vn: Lịch sử
zh_hans: 历史视频
zh_hant: 歷史錄影資料

# SHARE_ERR
source: Up to 5 users can be shared with
de: Nur an fünf Freunde teilen
es: Sólo se puede compartir con 5 amigos
fr: Partager avec seulement 5 amis
id_id: Hanya bagikan ke 5 teman
it: Puoi condividere fino a 5 amici
ja: 5名の知り合いまでシェアできます
pt: Só é possível compartilhar com 5 pessoas
ru: Поделиться с 5-ю друзьями
tr: Sadece 5 arkadaşla paylaş
vi_vn: Chỉ chia sẻ được 5 người
zh_hans: 只能分享5位朋友哦
zh_hant: 只能分享5位朋友

# ACCOUNT_XL
source: Weibo
zh_hans: 微博账号
zh_hant: 微博帳號

# ACCOUNT_QQ
source: QQ
zh_hans: QQ账号
zh_hant: QQ帳號

# LOGIN_QQ
source: QQ
zh_hans: QQ登录
zh_hant: QQ登錄

# Qzone_QQ
source: Qzone
zh_hans: QQ空间
zh_hant: QQ空間

# LOGIN_WEIBO
source: Weibo
zh_hans: 微博登录
zh_hant: 微博登錄

# RECORD_NO_FIND
source: No video in this time period
de: Kein Video in diesem Zeitraum
es: No hay video de esta duración
fr: Pas de vidéo pendant cette période
id_id: Tidak ada video saat ini
it: Nessun video nel periodo selezionato
ja: この時間帯の動画が見つかりません
pt: Não há vídeo deste período
ru: Записи не найдены
tr: Bu sefer video yok
vi_vn: Không có video nào lúc này
zh_hans: 没有此时间段的视频
zh_hant: 沒有此時段的錄影

# ERR_CODE
source: Error code
id_id: Kode Kesalahan
it: Codice di errore
vi_vn: Mã lỗi
zh_hans: 错误码
zh_hant: 錯誤碼

# DOOR_BELL
source: My doorbell
de: Smart Home Klingel
es: Timbre de mi casa
fr: Mon visiophone
id_id: Doorbell saya
it: Il mio campanello
ja: わが家のドアベル
pt: Minha campainha
ru: Мой дверной звонок
tr: Kapı zilim
vi_vn: Chuông cửa của tôi
zh_hans: 我家门铃
zh_hant: 我家門鈴

# DOOR_BELL_LOOK
source: View
de: Nachschauen
es: Revisar
fr: Regarder
id_id: Lihat
it: Vedi
ja: 見る
pt: Visualizar
ru: Проверка
tr: Bak
vi_vn: Hãy nhìn
zh_hans: 查看
zh_hant: 查看

# DOOR_CALL
source: Answered
de: Angenommen
es: Se ha contestado
fr: Entrant
id_id: Sedang datang
it: Rispondi
ja: 応答完了
pt: Atendido
ru: Входящие
tr: Gelen
vi_vn: Đang gọi
zh_hans: 已接听
zh_hant: 已接聽

# DOOR_TODAY
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
id_id: Hari ini
it: Oggi
ja: 今日
pt: Hoje
ru: Сегодня
tr: Bugün
vi_vn: Hôm nay
zh_hans: 今天
zh_hant: 今日

# DOOR_UNCALL
source: Missed
de: Verfehlt
es: perdidas
fr: Manqué
id_id: Terjawab
it: Perse
ja: 回答なし
pt: Esquecidas
ru: Пропущенный
tr: Cevapsız
vi_vn: nhỡ
zh_hans: 未接听
zh_hant: 未接聽

# DOOR_CALL_RECORD
source: No call Log
de: Keine Anrufe
es: No hay récord de llamada
fr: Appel entrant
id_id: Tidak ada Laporan panggilan
it: Nessuna chiamata
ja: 通話履歴がありません
pt: Não há registros de chamadas
ru: Нет звонков
tr: Çağrı kaydı yok
vi_vn: Không có nhật ký cuộc gọi
zh_hans: 暂无呼叫记录
zh_hant: 暫無呼叫記錄

# DOOR_BIND
source: Added successfully
de: Herzlichen Glückwunsch! ~ erfolgreich hinzugefügt. Sie können jederzeit sich über die Situation draußen vor der Tür informieren
es: ¡Enhorabuena! Ha logrado añadir se puede mantener enterando a todas horas de lo que pasa fuera de la pueta
fr: Rajout réussi
id_id: Berhasil ditambahkan
it: Aggiunto con successo
ja: 追加完了しました~ ドアの外の状況を確認できます
pt: Adicionado com sucesso
ru: Оборудование успешно установлено
tr: Başarılı bir şekilde eklendi
vi_vn: Thêm thành công
zh_hans: 恭喜你！添加成功~ 现在可以随时了解门外的情况啦
zh_hant: 恭喜您！新增成功~ 現在可以隨時瞭解門外的情況

# DOOR_LOW_BATTERY
source: Low power, please charge
de: Die Batteriekapazität niedrig ist, bitte laden
es: capacidad de la batería es baja, carga por favor
fr: Capacité de la batterie est faible, s'il vous plaît charger
id_id: Kapasitas baterai rendah, silahkan mengisi
it: Batteria bassa, si prega di ricaricare
ja: 電池容量が低く、充電してください。
pt: Bateria fraca. Por favor, recarregue o dispositivo
ru: Емкость батареи низкий, оплатите пожалуйста
tr: Batarya kapasitesi düşük, lütfen şarj edin.
vi_vn: Dung lượng pin thấp, hãy sạc điện
zh_hans: 设备电量较低，请及时充电
zh_hant: 設備電量較低，請立即充電

# DOOR_CLEAR_REOCRD
source: Clear call records
de: Alle Telefonate leeren
es: Borrar registro de llamadas
fr: Effacer le journal d'appel
id_id: Hapus semua rekaman
it: Cancella la lista delle chiamate
ja: 通話履歴をクリア
pt: Apagar registro de chamadas
ru: Удалить журнал вызовов
tr: Çağrı kayıtlarını sil
vi_vn: Xoá dữ liệu cuộc gọi
zh_hans: 清空呼叫记录
zh_hant: 清空呼叫記錄

# DOOR_COMFIRETOCLEAR
source: Can not be restored if deleted, please reconfirm.
de: Nach der Löschung alles nicht zurücksetzbar, bitte erneut prüfen
es: Por favor, confirme de nuevo
fr: On ne peut pas restaurer après avoir supprimé
id_id: Tidak dapat dikembalikan setelah dihapus
it: Non può essere ripristinata dopo l'eliminazione
ja: 削除後に復元することができません、再度確認してください
pt: Depois de excluir, não poderá restaurar. Por favor confirme novamente.
ru: Не возможно будет восстановить после удаления, Вы уверены?
tr: Sildikten sonra geri çağrılamaz
vi_vn: Không thể khôi phục sau khi xoá
zh_hans: 删除后不能恢复，请再次确认
zh_hant: 刪除後不能還原，請再次確認

# DOOR_CLEAR_ALL
source: Clear call records
de: Alle leeren
es: Eliminar todo
fr: Effacer tout
id_id: Hapus rekaman panggilan
it: È stato inoltrato
ja: すべて削除
pt: Excluir tudo
ru: Очистить записи вызовов
tr: Çağrı kayıtlarını sil
vi_vn: Xoá dữ liệu cuộc gọi
zh_hans: 全部清空
zh_hant: 全部清空

# DOOR_SET_WIFI_MSG
source: Submitted
de: Zugestellt Configuration
es: Ajustes han sido enviados
fr: Configuration envoyée
id_id: Sudah diserahkan
it: Richiesta inviata
ja: 設定が送信されました
pt: Enviado
ru: Конфигурация была отправлена
tr: Sunuldu
vi_vn: Đã được đăng ký
zh_hans: 配置已发送
zh_hant: 配置已發送
