Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# EQUIPMENT_INFO
source: Device info
de: Gerätsinformation
es: Información del dispositivo
fr: Informations sur l'appareil
id_id: Info Perangkat
it: Informazioni sul dispositivo
ja: デバイス情報
pt: Informações sobre o dispositivo
ru: Сведения об оборудовании
tr: Cihaz bilgisi
vi_vn: Thông tin
zh_hans: 设备信息
zh_hant: 設備資訊

# LIVE_DATA
source: Cellular network,Pls note data usage
es: Para celulares, tenga en cuenta el uso de datos
fr: Pour les téléphones cellulaires, notez l'utilisation de vos données
id_id: Untuk seluler, perhatikan penggunaan data Anda
it: Per cellulari, tieni presente il tuo utilizzo dei dati
pt: Para celular, observe o uso de dados
ru: Для сотовой связи обратите внимание на использование данных
tr: Hücresel kullanım için lütfen veri kullanımınızı not edin
vi_vn: Đối với cellular, hãy lưu ý việc sử dụng dữ liệu của bạn
zh_hans: 非WiFi网络，请注意流量消耗
zh_hant: 非WiFi網絡，請注意流量消耗

# SECURE
source: Security
de: Sicherheit
es: Protección
fr: Protection
id_id: Perlindungan
it: Protezione
ja: セキュリティ機能
pt: Segurança
ru: Безопасность
tr: Koruma
vi_vn: Bảo vệ
zh_hans: 安全防护
zh_hant: 安全防護

# SECURE_TYPE
source: Motion Detection
de: Bewegungserkennung
es: Detección de movimiento
fr: Détection mouvement
id_id: Sensor Gerakan
it: Rilevatore di movimento
ja: 移動検出
pt: Sensor de movimento
ru: Обнаружено движение
tr: Hareket Algılama
vi_vn: Phát hiện chuyển động
zh_hans: 移动侦测
zh_hant: 位移偵測

# SECURE_SENSITIVITY
source: Sensitivity
de: Hoch Medium Niedrig
es: Sensibilidad
fr: Sensibilité:Haut Moyen Bas
id_id: Sensitivitas
it: Sensibilità
ja: 敏感度
pt: Sensibilidade
ru: Чувствительность
tr: Hassasiyet
vi_vn: Độ nhạy
zh_hans: 灵敏度
zh_hant: 靈敏度

# ALERTS
source: Alert sounds
de: Alarms
es: Alarma
fr: Alertes
id_id: Sinyal Peringatan
it: Suono alarme
ja: 警報
pt: Alertas
ru: Оповещение
tr: Alarmlar
vi_vn: Báo động
zh_hans: 警报声
zh_hant: 警示聲

# TURN_ON_PROTECTION
source: When Protection is on, user will be notified when motion detected in the set time period.
de: Beim Einschalten werden Sie rechtzeitig informiert und alarmiert wenn Bewegung im eingestellten Zeitraum erkannt
es: Cuando la protección está activada, el usuario será notificado cuando el movimiento se detecte en el período de tiempo establecido.
fr: Lorsque la protection sécurisée est activée, la détection de mouvement se met en marche automatiquement et des alertes sont envoyés selon le réglage de l'intervalle de temps.
id_id: Saat perlindungan keamanan menyala, sensor gerakan akan menyala secara otomatis, dan akan mengirim sinyal peringatan menurut pengaturan jarak waktu.
it: Quando il sistema di movimento è attivato, verranno automaticamente inviate immagini e suoni d'allarme per la durata preimpostata.
ja: 起動後、警報時間帯に画面の変化を検出した場合、警報およびメッセージ通知を行う。
pt: Quando selecionado, o sensor de movimento irá iniciar a gravação e enviará alertas assim que detectar movimento
ru: После активации, после сигнала оповещения, обнаружения опасности и формирования изображения, будет отправлено уведомление.
tr: Güvenlik Koruması açıkken hareket algılama otomatik olarak açılacaktır ve zaman aralığı ayarlamasına göre alarmlar gönderecektir.
vi_vn: Khi bật chế độ bảo vệ, tính năng phát hiện chuyển động và cảnh báo sẽ tự bật
zh_hans: 开启后，报警时间段内侦测到异常，将发送消息通知
zh_hant: 開啟後，警示時間段內偵測到異常，位移偵測將自動開啟，並發送訊息通知

# SECURE_ALARM_CLOSE
source: When Protection is off, it will not record video when "motion detected"
de: Automatische Videoaufnahme ist bereits zu "Erkennung des Ungewöhnlichen" eingestellt, beim Ausschalten "Bewegungserkennung" wird Video nicht mehr aufgenommen
es: La grabación automática está ajustada para "cuando se detecte una anormalidad", si se apaga la "detección de movimiento", se parará la grabación.
fr: L'enregistrement automatique est réglé sur "Détection d'anomalie"; si vous fermez "Détection de mouvement", l'enregistrement s'arrêtera
id_id: Anda telah menetapkan "Deteksi abnormal", saat anda menutup "Sensor Gerakan", perangkat akan berhenti merekam
it: Quando il sistema di movimento è disattivato, non verrà registrato nessun video.
ja: 異常を検出した時に自動録画するので、移動検出をオフにすると、録画が停止される
pt: A gravação automática está definida como "Ao detectar movimento". Se você desligar a detecção de movimento, a gravação automática irá parar
ru: Вы установили "Обнаружение аномального", после закрытия "Обнаружение движения", идеосъемка прекратится
tr: "Algılama anormal" i kurdunuz, "Hareket Algılama" yı kapattığınızda video kaydını durduracaktır
vi_vn: Bạn cài đặt "Phát hiện bất thường", khi bạn tắt "Phát hiện chuyển động", sẽ không thể ghi hình
zh_hans: 若关闭，“侦测到异常时”将不启用录像
zh_hant: 若關閉，“偵測到異常時”將不啟用錄影

# RECORD_ALARM_OPEN
source: "Motion Detection" has been turned off,sure to turn it on again?
de: "Bewegungserkennung" bereits geschlossen, möchten Sie einschalten?
es: "Detección de movimiento" está apagada, ¿Está seguro de activarlo?
fr: Détection de mouvement a été désactivée, vous êtes sûr de vouloir l'activer?
id_id: Sensor Gerakan sudah ditutup, yakin untuk membuka?
it: "Rilevatore di movimento" sono stati disattivati, riattivarli ?
ja: 移動検出をオフにしました。オンにしますか？
pt: O "Sensor de movimento" está desligado. Deseja liga-lo?
ru: Обнаружение движения было закрыто, открыть?
tr: Hareket Algılama kapatıldı, açmak istediğinizden emin misiniz?
vi_vn: Phát hiện chuyển động đã tắt, bạn muốn bật?
zh_hans: “移动侦测”已关闭，是否需要重新开启？
zh_hant: “位移偵測”已關閉，是否需要重新開啟？

# RECORD_MODE_CHANGE
source: The current location is "at home" and motion detection closed. If you need it,please change the mode.
de: Es ist jetzt im Modus Zuhause, Bewegungserkennung bereits geschlossen, möchten Sie einschalten, bitte den Modus wechseln?
es: Modo actual:Regreso a casa, detección de movimiento está desactivada, si la necesita encendida, actívala en Ajustes
fr: L'emplacement actuel est "à la maison" et la détection de mouvement est désactivée. Modifier ?
id_id: Untuk sekarang.lokasi anda adalah "di rumah",sensor gerakan tertutup, jika anda butuh deteksi,silahkan lanjutkan
it: Attualmente il tuo stato è "a casa", rilevatori di movimento sono disattivati. Se serve, cambiare impostazioni
ja: 現在の設定が「帰宅モード」のため、移動検出がオフにされています。オンにする場合はモードを変更してください。
pt: Posição atual como "Em casa", sensor de movimento está desligado. Se realmente quer ativar, por favor continue
ru: Сейчас ваше расположение находится "дома",обнаружение движения выключено, если вам нужно обнаружение, пожалуйста, продолжайте
tr: Şu an için yeriniz "evde", hareket algılama kapalı, algılamaya ihtiyacınız varsa lütfen devam edin
vi_vn: Khu vực bạn chọn "At Home", phát hiện chuyển động tắt. Nếu bạn muốn sử dụng, hãy tiếp tục
zh_hans: 当前位置为回家模式，移动侦测已关闭，如需开启，请修改模式
zh_hant: 當前位置為回家模式，位移偵測已關閉，如需開啟，請修改模式

# LED
source: Device indicator light
de: Anzeiger des Geräts
es: Luces de señal LED
fr: Voyant d'état de l'appareil
id_id: Lampu indikator perangkat
it: Indicatore Led
ja: インジケーターランプ
pt: Luz indicativa do dispositivo
ru: Световой индикатор устройства
tr: Cihaz gösterge ışığı
vi_vn: Đèn báo thiết bị
zh_hans: 设备指示灯
zh_hant: 設備指示燈

# HZ_NTSC_PAL
source: Start NTSC
es: Abrir NTSC
fr: Activer NTSC
id_id: Mulai NTSC
it: Apri NTSC
pt: Activar NTSC
ru: Открыть NTSC
tr: NTSC'yi başlat
vi_vn: Bắt đầu NTSC
zh_hans: 开启NTSC
zh_hant: 開啟NTSC

# HZ_VOTE
source: 110V electricity power
de: 110V Netzteil
es: Voltaje de 110V
fr: Alimentation 110V
id_id: Daya Listrik 110V
it: Energia elettrica 110V
ja: 110V電源使用可能
pt: Voltagem de 110V
ru: Источник питания 110 В
tr: 110V elektrik beslemesi
vi_vn: Nguồn 110V
zh_hans: 支持110V市电
zh_hant: 支援110V電壓

# FOOT_TIP_VOTE
source: When the local Electric AC power is 110V/60Hz, enable this function. Otherwise, the video images would be influenced.
de: Sollte das lokale Stromnetz bei 110V/60HZ liegen, bitte aktivieren Sie diese Funktion, andernfalls können Probleme beim Videoanschauen auftauchen.
es: Abrir esta función a 110V/60HZ de CA civil para no afectar el efecto de vídeo
fr: Si le réseau électrique fournit 110V/60Hz, activer cette fonction. Sinon, la qualité de la vidéo sera dégradée.
id_id: Saat daya listrik lokal adalah 110V/60Hz, nyalakan fungsi ini. Jika tidak, efek video akan terpengaruh.
it: Abilitare questa funzione se l'alimentazione è a 110V/60Hz. Al contrario la qualità del video potrebbe essere influenzata
ja: デバイス所在地の電源が110V/60HZである場合、ビデオの視聴効果を保証するために、本機能を有効にしてください
pt: Quando a corrente alternada da área do dispositivo for 110V/60Hz, é preciso ativar esta função para evitar distorções no vídeo
ru: При локальной электрической сети переменного тока 110В/60Гц, включить функцию. В противном случае, это будет влиять на качество видео.
tr: Yerel Elektrik AC besleme 110V/60Hz olduğunda fonksiyonu aktifleştirin. Aksi halde video efekti etkilenecektir.
vi_vn: Khi nguồn điện là AC 110/60Hz, hãy bật tính năng này nếu không tín hiệu hình ảnh bị lỗi
zh_hans: 设备所在地区的民用交流电为110V/60HZ时，请开启此功能，否则影响视频画面
zh_hant: 設備所在地區的民用交流電為110V/60HZ時，請開啟此功能，否則影響錄影畫面

# DELETE_CID
source: Delete Device
de: Gerät löschen
es: Eliminar dispositivo
fr: Supprimer l'appareil
id_id: Hapus Perangkat
it: Elimina dispositivo
ja: バインディング解除
pt: Remover dispositivo
ru: Удалить устройство
tr: Cihaz sil
vi_vn: Xoá thiết bị
zh_hans: 删除设备
zh_hant: 刪除設備

# SOUNDS
source: Audio alerts
de: Töne des Geräts
es: Sonido de señal del dispositivo
fr: Alertes sonores
id_id: Sinyal Peringatan Audio
it: Suono d'allarme
ja: デバイスサウンド
pt: Alertas de som
ru: Аудио оповещения
tr: Ses alarmları
vi_vn: Báo âm thanh
zh_hans: 设备提示音
zh_hant: 設備提示音

source: Mute
de: Lautlos
es: Mudo
fr: Couper le son
id_id: Diam
it: Silenzioso
ja: サイレントモード
pt: Mudo
ru: Бесшумный режим
tr: Sessiz
vi_vn: Tắt tiếng
zh_hans: 静音
zh_hant: 靜音

source: Barking
de: Bellend
es: Sonido de ladrido
fr: Aboiement
id_id: Menggonggong
it: Abbaio
ja: ワンワン
pt: Latido
ru: Звук лая
tr: Havlıyor
vi_vn: Chó sủa
zh_hans: 汪汪声
zh_hant: 汪汪聲

# ALARM
source: Alarm sound
de: Alarms
es: Alarma
fr: Alertes
id_id: Sinyal Peringatan
it: Suono alarme
ja: 警報
pt: Alertas
ru: Оповещение
tr: Alarmlar
vi_vn: Báo động
zh_hans: 警报声
zh_hant: 警示聲

# SENSITIVI_HIGHT
source: High
de: Hoch
es: Alta
fr: Fort
id_id: Tinggi
it: Sensibilità Alta
ja: 高
pt: Alto
ru: Высокий
tr: Yüksek
vi_vn: Cao
zh_hans: 高
zh_hant: 高

# SENSITIVI_STANDARD
source: Middle
de: Medium
es: Media
fr: Moyen
id_id: Tengah
it: Sensibilità Media
ja: 中
pt: Médio
ru: Средний
tr: Orta
vi_vn: Trung bình
zh_hans: 中
zh_hant: 中

# SENSITIVI_LOW
source: Low
de: Niedrig
es: Baja
fr: Faible
id_id: Rendah
it: Sensibilità Bassa
ja: 低
pt: Baixo
ru: Низкий
tr: Düşük
vi_vn: Thấp
zh_hans: 低
zh_hant: 低

# REPEAT_PLAY
source: Replay
de: Wiederholen
es: Reproducción de ciclo
fr: Diffusion En Boucle
id_id: Ulang
it: Ripeti
ja: リピード再生
pt: Repetir
ru: Зациклить воспроизведение
tr: Tekrarla
vi_vn: Lặp lại
zh_hans: 循环播放
zh_hant: 循環播放

# AUDIBLE_ALERT
source: Choose the Audio alert to be played when motion is detected
de: Wenn Ungewöhnliches erkannt wird, tönt das Gerät
es: Emite sonidos el dispositivo al detectar estado anormal
fr: Choisir l'alerte sonore à jouer lorsqu'un mouvement est détecté
id_id: Pilih sebuah sinyal Audio untuk diputar ketika sensor gerakan terdeteksi
it: Scegli l'avviso audio da riprodurre quando viene rilevato un movimento
ja: 異常を検出した場合、サウンドで知らせる
pt: Ao detectar anormalidade, o dispositivo irá soar
ru: Выберите звуковой сигнал, который будет воспроизводиться при обнаружении движения
tr: Hareket seçildiğinde çalınacak olan Sesli alarmı seçiniz
vi_vn: Chọn Báo âm thanh để thực hiện khi phát hiện chuyển động
zh_hans: 侦测到异常时，设备将播放声音
zh_hant: 偵測到異常時，設備將播放聲音

# WARN_TIME
source: Warning time
de: Zeit des Alarms
es: Horario de alarma
fr: Période D'Alarme
id_id: Waktu peringatan
it: Tempo d'avvertimento
ja: 警報時間帯
pt: Período de alarme
ru: Время сигнала
tr: Uyarı süresi
vi_vn: Thời gian cảnh báo
zh_hans: 报警时间段
zh_hant: 警示時間

# HOURS
source: 24 hours
de: Ganztäglich
es: Notificación de 24h
fr: 24 heures sur 24
id_id: 24 jam
it: 24 ore
ja: 24時間プロプティング
pt: 24 horas
ru: Круглосуточно
tr: 24 saat
vi_vn: 24 giờ
zh_hans: 全天提示
zh_hant: 全天提示

# FROME
source: From
de: Startzeit
es: Hora de inicio
fr: De
id_id: Dari
it: Da
ja: 開始時刻
pt: Hora de início
ru: От
tr: den
vi_vn: Từ
zh_hans: 开始时间
zh_hant: 開始時間

source: To
de: Endezeit
es: Hora de terminación
fr: à
id_id: Ke
it: A
ja: 終了時刻
pt: Hora de término
ru: До
tr: e
vi_vn: đến
zh_hans: 结束时间
zh_hant: 結束時間

# REPEAT
source: Repeat weekly
de: Wiederholen
es: Repetir
fr: Répétition hebdomadaire
id_id: Ulang mingguan
it: Ripetere ogni settimana
ja: 繰り返し
pt: Repetir semanalmente
ru: Повторять еженедельно
tr: Haftalık tekrarla
vi_vn: Lặp lại hàng tuần
zh_hans: 重复
zh_hant: 重複

# OTHER_TIME
source: Other
de: Andere
es: Otros
fr: Autre
id_id: Lainnya
it: Altri
ja: その他
pt: Outros
ru: Другое время
tr: Diğer
vi_vn: Khác
zh_hans: 其他
zh_hant: 其他

source: Everyday
de: Täglich
es: Cada día
fr: Tous les jours
id_id: Setiap hari
it: Tutti giorni
ja: 毎日
pt: Todos os dias
ru: Каждый день
tr: Tüm gün
vi_vn: Cả ngày
zh_hans: 每天
zh_hant: 每天

source: Weekdays
de: Werktags
es: Días de trabajo
fr: Jours ouvrables
id_id: Hari kerja
it: Giorni settimanali
ja: 平日
pt: Dias úteis
ru: Рабочие дни
tr: Haftaiçi
vi_vn: Ngày trong tuần
zh_hans: 工作日
zh_hant: 工作日

source: Weekend
de: Wochenende
es: Fin de semana
id_id: Akhir pekan
it: Fine settimana
ja: 祝休日
pt: Fim de semana
ru: Выходные
tr: Haftasonu
vi_vn: Cuối tuần
zh_hans: 周末
zh_hant: 週末

source: Allday
de: Ganztäglich
es: Todo el dia
fr: Toute La Journée
id_id: Sepanjang hari
it: 24 ore
ja: 一日中
pt: Todo o dia
ru: Целый день
tr: Tümgün
vi_vn: Tất cả các ngày
zh_hans: 全天
zh_hant: 全天

# MON_1
source: Mon
de: Montags
es: Cada lunes
fr: Tous Les Lundis
id_id: Senin
it: LUN
ja: 毎週月曜日
pt: Segunda-feira
ru: Кажд. пн
tr: Pazartesi
vi_vn: Thứ hai
zh_hans: 每周一
zh_hant: 每週一

# TUE_1
source: Tue
de: Dienstags
es: Cada martes
fr: Tous Les Mardis
id_id: Selasa
it: MAR
ja: 毎週火曜日
pt: Terça-feira
ru: Кажд. вт
tr: Salı
vi_vn: Thứ ba
zh_hans: 每周二
zh_hant: 每週二

# WED_1
source: Wed
de: Mittwochs
es: Cada miércoles
fr: Tous Les Mercredis
id_id: Rabu
it: MER
ja: 毎週水曜日
pt: Quarta-feira
ru: Кажд. ср
tr: Çarşamba
vi_vn: Thứ tư
zh_hans: 每周三
zh_hant: 每週三

# THU_1
source: Thu
de: Donnerstags
es: Cada jueves
fr: Tous Les Jeudis
id_id: Kamis
it: GIO
ja: 毎週木曜日
pt: Quinta-feira
ru: Кажд. чт
tr: Perşembe
vi_vn: Thứ năm
zh_hans: 每周四
zh_hant: 每週四

# FRI_1
source: Fri
de: Freitags
es: Cada viernes
fr: Tous Les Vendredis
id_id: Jumat
it: VEN
ja: 毎週金曜日
pt: Sexta-feira
ru: Кажд. пт
tr: Cuma
vi_vn: Thứ sáu
zh_hans: 每周五
zh_hant: 每週五

# SAT_1
source: Sat
de: Samtags
es: Cada sábado
fr: Tous Les Samedis
id_id: Sabtu
it: SAB
ja: 毎週土曜日
pt: Sábado
ru: Кажд. сб
tr: Cumartesi
vi_vn: Thứ bảy
zh_hans: 每周六
zh_hant: 每週六

# SUN_1
source: Sun
de: Sonntags
es: Cada domingo
fr: Tous Les Dimanches
id_id: Minggu
it: DOM
ja: 毎週日曜日
pt: Domingo
ru: Кажд. вс
tr: Pazar
vi_vn: Chủ nhật
zh_hans: 每周日
zh_hant: 每週日

# WEEK
source: Every
de: Wöchentlich
es: Cada semana
fr: Semaine
id_id: Setiap
it: Sempre
ja: 毎週
pt: Semanal
ru: Кажд. неделю
tr: Her
vi_vn: Mỗi
zh_hans: 每周
zh_hant: 每週

# SUN_Hisvideo_Timeselector
source: Sun
es: Dom
fr: Dim
id_id: Minggu
it: Dom
pt: Dom
ru: вс
tr: Paz
vi_vn: Chủ nhật
zh_hans: 周日
zh_hant: 週日

# MON_Hisvideo_Timeselector
source: Mon
es: Lun
fr: Lun
id_id: Senin
it: Lun
pt: Seg
ru: пн
tr: Pzt
vi_vn: Thứ hai
zh_hans: 周一
zh_hant: 週一

# TUE_Hisvideo_Timeselector
source: Tue
es: Mar
fr: Mar
id_id: Selasa
it: Mar
pt: Ter
ru: вт
tr: Sal
vi_vn: Thứ ba
zh_hans: 周二
zh_hant: 週二

# WED_Hisvideo_Timeselector
source: Wed
es: Mié
fr: Mer
id_id: Rabu
it: Mer
pt: Qua
ru: ср
tr: Çar
vi_vn: Thứ tư
zh_hans: 周三
zh_hant: 週三

# THU_Hisvideo_Timeselector
source: Thu
es: Jue
fr: Jeu
id_id: Kamis
it: Gio
pt: Qui
ru: чт
tr: Per
vi_vn: Thứ năm
zh_hans: 周四
zh_hant: 週四

# FRI_Hisvideo_Timeselector
source: Fri
es: Vie
fr: Ven
id_id: Jumat
it: Ven
pt: Sex
ru: пт
tr: Cum
vi_vn: Thứ sáu
zh_hans: 周五
zh_hant: 週五

# SAT_Hisvideo_Timeselector
source: Sat
es: Sáb
fr: Sam
id_id: Sabtu
it: Sab
pt: Sáb
ru: сб
tr: Cut
vi_vn: Thứ bảy
zh_hans: 周六
zh_hant: 週六

# MON_2
source: Mon
de: Mo
es: Uno
fr: Lundis
id_id: Senin
it: Lun
ja: 月曜日
pt: Seg
ru: Пн
tr: Pazartesi
vi_vn: Hai
zh_hans: 一
zh_hant: 一

# TUE_2
source: Tue
de: Di
es: Dos
fr: Mardis
id_id: Selasa
it: Mar
ja: 火曜日
pt: Ter
ru: Вт
tr: Salı
vi_vn: Ba
zh_hans: 二
zh_hant: 二

# WED_2
source: Wed
de: Mi
es: Tres
fr: Mercredis
id_id: Rabu
it: Mer
ja: 水曜日
pt: Qua
ru: Ср
tr: Çarşamba
vi_vn: Tư
zh_hans: 三
zh_hant: 三

# THU_2
source: Thu
de: Do
es: Cuatro
fr: Jeudis
id_id: Kamis
it: Gio
ja: 木曜日
pt: Qui
ru: Чт
tr: Perşembe
vi_vn: Năm
zh_hans: 四
zh_hant: 四

# FRI_2
source: Fri
de: Fr
es: Cinco
fr: Vendredis
id_id: Jumat
it: Ven
ja: 金曜日
pt: Sex
ru: Пт
tr: Cuma
vi_vn: Sáu
zh_hans: 五
zh_hant: 五

# SAT_2
source: Sat
de: Sa
es: Seis
fr: Samedis
id_id: Sabtu
it: Sab
ja: 土曜日
pt: Sáb
ru: Сб
tr: Cumartesi
vi_vn: Bảy
zh_hans: 六
zh_hant: 六

# SUN_2
source: Sun
de: So
es: Siete
fr: Dimanches
id_id: Minggu
it: Dom
ja: 日曜日
pt: Dom
ru: Вс
tr: Pazar
vi_vn: CN
zh_hans: 日
zh_hant: 日

# TOW
source: Morrow
de: Nächster Tag
es: Día siguiente
fr: Le lendemain
id_id: Hari berikutnya
it: Indomani
ja: 翌日
pt: Dia seguinte
ru: Следующий день
tr: Ertesi gün
vi_vn: Ngày mai
zh_hans: 次日
zh_hant: 次日

# OPEN_PROTECTION
source: To detect motion and to push messages in the set time period
de: Die Bewegungserkennung und Alarms werden im eingestellten Zeitraum eingeschaltet
es: Se activarán la detección del movimiento y la alarma en el horaio elegido
fr: Définir l'intervalle de temps dans laquelle la protection est activée (détection de mouvement et l'alarme)
id_id: Pada waktu yang ditentukan, buka deteksi gerakan dan pesan push
it: Se qualcosa si muove, invia messaggi nel periodo selezionato
ja: 設定された時間帯に、移動検出および警報を起動する
pt: Em um determinado período de tempo, sensor de movimento e alerta
ru: Включить обнаружение движения в помещении в определённое время с push-уведомлениями
tr: Zaman peryodu içinde kur, hareket algılamayı aç ve mesaj gönder
vi_vn: Chọn thời điểm ở Phát hiện chuyển động và gửi thông báo
zh_hans: 将在设定的时间段，开启移动侦测及报警
zh_hant: 設定時段，開啟位移偵測及警示

# CHOOSE_NETWORK
source: WIFI settings — select a Network
de: WiFi—Wählen Sie Netzwerk
es: Ajustes de Wifi___seleccionar Internet
fr: Configurer WiFi—Choisir le réseau
id_id: Pengaturan — Pilih jaringan
it: Impostazione - Scegli una rete
ja: WIFI設定—ネットワークを選択
pt: Definições de WiFi — Selecione a rede
ru: Выбор сети WIFI
tr: Ayarlamalar - Bir ağ seç
vi_vn: Cài đặt - Chọn mạng
zh_hans: WIFI设置—选择网络
zh_hant: WIFI設置—選擇網路

source: General
de: Allgemeine Infos
fr: Général
id_id: Umum
it: Generale
ja: 一般
pt: Geral
ru: Основные настройки
tr: Genel
vi_vn: Thông thường
zh_hans: 基本
zh_hant: 基本

source: Name
de: Name des Geräts
es: Nombre
fr: Nom
id_id: Nama
it: Nome
ja: 名前
pt: Nome
ru: Наименование
tr: Ad
vi_vn: Tên
zh_hans: 名称
zh_hant: 名稱

source: Model
de: Modell
es: Modelo
fr: Type
it: Modello
ja: 型番
pt: Modelo
ru: Модель
zh_hans: 型号
zh_hant: 型號

source: SN
de: Seriennummer
es: Número de serie
fr: Numéro De Série
ja: シリアルナンバー
pt: Número De Série
ru: Серийный номер
zh_hans: 序列号
zh_hant: 序列號

# SYSTME_VERSION
source: System Version
es: Versión del Sistema
fr: Version du système
id_id: Versi Sistem
it: Versione del sistema
ja: システムバージョン
pt: Versão de Hardware
ru: Версия системы
tr: Sistem Sürümü
vi_vn: Phiên bản hệ thống
zh_hans: 系统版本
zh_hant: 系統版本

source: Software Version
de: Programmversion
es: Versión del software
fr: Version du logiciel
id_id: Versi Perangkat Lunak
it: Versione software
ja: ソフトウェアバージョン
pt: Versão de Software
ru: Версия программы
tr: Yazılım Sürümü
vi_vn: Phiên bản phần mềm
zh_hans: 软件版本
zh_hant: 軟體版本

# BLE_SENSOR
source: Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙

source: Network
de: Netz
es: Red
fr: Réseau
id_id: Jaringan
it: Rete
ja: ネットワーク
pt: Rede
ru: Интернет
tr: Ağ
vi_vn: Mạng
zh_hans: 网络
zh_hant: 網路

source: Usage
de: Nutzung
es: Uso
fr: Utilisation
id_id: Pemakaian
it: Uso
ja: 使用量
pt: Uso
ru: Трафик
tr: Kullanım
vi_vn: Sử dụng được
zh_hans: 用量
zh_hant: 用量

# BATTERY_LEVEL
source: Battery capacity
de: Batterienutzung
es: Nivel de batería
fr: Niveau de la batterie
id_id: Pemakaian Baterai
it: Livello batteria
ja: バッテリー残量
pt: Uso da bateria
ru: Заряд батареи
tr: Batarya Kullanımı
vi_vn: Pin sử dụng được
zh_hans: 电池电量
zh_hant: 電池電量

# LOW_BATTERY
source: Low power
de: Leistung niedrig
es: El poder es baja
fr: Batterie faible
id_id: Baterai Lemah
it: Batteria bassa
ja: バッテリー残量が低いです
pt: Bateria fraca
ru: Низкий уровень заряда
tr: Düşük batarya
vi_vn: Pin yếu
zh_hans: 电量较低
zh_hant: 電量較低

source: Valid storage
de: Speicher
es: Almacenamiento disponible
fr: Stockage disponible
id_id: Penyimpanan Valid
it: Memoria libera
ja: ストレージ容量
pt: Armazenamento
ru: Объём памяти
tr: Geçerli depolama
vi_vn: Có bộ nhớ lưu trữ
zh_hans: 存储空间
zh_hant: 儲存空間

# STANBY
source: Standby
de: Boot-Zeit
es: Corrida
fr: Veille
id_id: Bersiap
ja: 継続作動時間
pt: Em operação
ru: Время работы
tr: Hazır
zh_hans: 连续运行
zh_hant: 待機

# FLOW
source: Cellular data statistics
de: Handy-Daten
es: Cálculo de mgbit
fr: Données Cellulaires
id_id: Data seluler
it: Statistiche dati cellulare
ja: データ通信量統計
pt: Dados móveis (3G/4G)
ru: Статистика мобильного траффика
tr: Hücresel Veri
vi_vn: Mạng dữ liệu 3G,4G
zh_hans: 移动流量统计
zh_hant: 移動流量統計

# CHOOSE_WIFI
source: Select a netwrok
de: Wählen Sie Netzwerk
es: Seleccione de Red
fr: Choisir le réseau
id_id: Pilih jaringan
it: Scegli una rete
ja: ネットワークを選択
pt: Escolher uma rede
ru: Выберите сеть
tr: Bir ağ seç
vi_vn: Chọn mạng
zh_hans: 请选择网络
zh_hant: 請選擇網路

source: On
de: Aktiviert
es: Activo
fr: Marche
id_id: Menyala
it: Acceso
ja: オン
pt: Ligado
ru: Вкл.
tr: Açık
vi_vn: Bật
zh_hans: 已启用
zh_hant: 已啟用

source: Off
de: Deaktiviert
es: Inactivo
fr: Arrêt
id_id: Mati
it: Spento
ja: オフ
pt: Desligado
ru: Выкл.
tr: Kapalı
vi_vn: Tắt
zh_hans: 未启用
zh_hant: 未啟用

# NETWORK_1
source: Cellular
de: Netzbetreiber
es: Redes de Internet
fr: Réseau Mobile
id_id: Seluler
ja: モバイルネットワーク
pt: Rede móvel
ru: Мобильная сеть
tr: Hücresel
vi_vn: Di động
zh_hans: 移动网络
zh_hant: 移動網路

# SD_ERR_1
source: No Micro SD card
de: keine Speicherkarte
es: No tarjeta Micro SD disponible
fr: Carte Micro SD non détectée
id_id: Tidak ada kartu Micro SD
it: Nessuna scheda micro SD
ja: 使用可能なMicro SDカードがありません
pt: Cartão microSD disponível
ru: Карта microSD отсутствует
tr: Hiçbir Mikro SD kart yok
vi_vn: Không có thẻ nhớ
zh_hans: 无可用的Micro SD卡
zh_hant: 無可用的Micro SD卡

# SD_ERR_2
source: Uninitialized Micro SD card
de: Micro SD-Karte nicht initialisiert
es: No ha iniciado la tarjeta de SD
fr: La carte Micro SD n'est pas initialisée
id_id: Kartu Micro SD dicopot pemasangan
it: Micro SD card non inizializzata
ja: SDカードが初期化されていません
pt: O cartão microSD não está formatado
ru: Карта microSD не инициализирована
tr: Başlatılmamış Mikro SD kart
vi_vn: Thẻ nhớ chưa định dạng
zh_hans: SD卡未初始化
zh_hant: Micro SD卡未初始化

# SD_ERR_3
source: Failed to initialize
de: Initialisierung fehlgeschlagen
es: Iniciación fracasada
fr: Échec initialisation
id_id: Gagal dalam pemasangan
it: Inizializzazione fallita
ja: 初期化できませんでした
pt: Formatação falhou
ru: Ошибка инициализации
tr: Başlatma başarısız
vi_vn: Lỗi định dạng
zh_hans: 初始化失败
zh_hant: 初始化失敗
