Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# Tap3_FriendsAdd_ExpiredTips
source: Expired message, to resend validation message to add friend or not?
de: Die aktuelle Nachricht schon abgelaufen, möchten Sie eine Freundschaftsanfrage senden?
es: El mensaje actual ha expirado, ¿está seguro de enviar a la otra parte la verificación para agregar a los amigos?
fr: Le message actuel a expiré, envoyer la vérification d'ajout de l'ami?
id_id: Pesan kadaluarsa, kirim ulang pesan validasi untuk menambah teman?
it: Il messaggio è scaduto, vorrebbe rimandare la richiesta di aggiungere amici?
ja: メッセージはすでに期限切れです、相手に友人追加のメッセージをお送りしますか
pt: A notificação atual já expirou. Enviar nova verificação de adição de amigo?
ru: Сообщение просрочено , переслать сообщение для подтверждения снова ?
tr: Mesajın süresi doldu. Arkadaş eklemek için doğrulama mesajı tekrar gönderilsin mi?
vi_vn: Tin nhắn hết hạn, bạn muốn gửi lại tin nhắn để kết bạn?
zh_hans: 当前消息已过期，是否向对方发送添加好友验证？
zh_hant: 當前訊息已過期，是否向對方發送新增好友驗證？

# Tap3_FriendsAdd_Send
source: Send
de: senden
es: Enviar
fr: Envoyer
id_id: Kirim
it: Invio
ja: 送信
pt: Enviar
ru: Отправить
tr: Gönder
vi_vn: Gửi
zh_hans: 发送
zh_hant: 發送

# Tap3_Friends_Tips
source: Adding friends makes us closer
de: Freunde machen uns näher
es: Agregar amigos nos une.
fr: Ajouter des amis nous rend plus proche
id_id: Tambahkan kerabat atau teman agar lebih dekat
it: Aggiungere amici ci rende più vicini
ja: 距離が遠くても思いは近くにある、友人を追加し、互いのそばで見守りあう
pt: Adicionar amigos nos torna mais próximos
ru: Добавление друзей сближает нас
tr: Yakın bize yapar arkadaş ekleyin
vi_vn: Thêm người thân bạn bè để gần nhau hơn
zh_hans: 无论多远，挂念从未中断，添加亲友，彼此就在身边
zh_hant: 無論多遠，思念從未中斷，增加親友，彼此就在身旁

# Tap3_FriendsAdd_Contacts
source: Add from the Contacts
de: Kontakte von Telefon hinzufügen
es: Agregar de la lista de contactos
fr: Ajouter du contact
id_id: Tambahkan dari kontak
it: Aggiungere dai contatti
ja: 連絡先から追加します
pt: Adicionar dos Contatos do celular
ru: Добавить из контактов
tr: Bağlantılardan ekle
vi_vn: Thêm từ danh bạ
zh_hans: 从通讯录添加
zh_hant: 從通訊錄增加

# Tap3_FriendsAdd_QR
source: Scan to add
de: QR-Code scannen
es: Escanear a añadir
fr: Numériser pour ajouter
id_id: Pindai untuk menambahkan
it: Scan per aggiungere
ja: QRコードをスキャン
pt: Digitalizar para adicionar
ru: Отсканируйте для добавления
tr: Aklemek için tarama yap
vi_vn: Quét để thêm
zh_hans: 扫一扫添加
zh_hant: 掃描QRCode

# Tap3_FriendsAdd_NoContent
source: No result
de: kein Ergebnis
es: No hay resultado.
fr: Aucun résultat
id_id: Tidak ada hasil
it: Nessun risultato
ja: 結果が見つかりませんでした。
pt: Nenhum resultado
ru: Нет результата
tr: Sonuç yok
vi_vn: Không có kết quả
zh_hans: 无结果
zh_hant: 沒有結果

# Tap3_FriendsAdd_Contacts_Registered
source: Registered
de: registriert
es: Registrado.
fr: Déjà enregistré
id_id: Terdaftar
it: Già registrato
ja: すでに登録されています
pt: Registrado
ru: Уже зарегистрировано
tr: Kayıtlı
vi_vn: Đã đăng ký
zh_hans: 已注册
zh_hant: 已註冊

# Tap3_FriendsAdd_Contacts_Unregistered
source: Unregistered
de: nicht registriert
es: Sin registrar.
fr: Non enregistré
id_id: Belum terdaftar
it: Non registrato
ja: 登録されていません
pt: Não registrado
ru: Не зарегистрировано
tr: Kayıtlı değil
vi_vn: Chưa đăng ký
zh_hans: 未注册
zh_hant: 未註冊

# Tap3_FriendsAdd_Contacts_Sent
source: Sended
de: gesendet
es: Enviado
fr: Déjà envoyé
id_id: Terkirim
it: Già inviato
ja: 送信完了
pt: Enviado
ru: Уже отправлено
tr: Gönderildi
vi_vn: Đã gửi
zh_hans: 已发送
zh_hant: 已發送

# Tap3_FriendsAdd_Contacts_InviteButton
source: Invite
de: einladen
es: Invitar
fr: Inviter
id_id: Undang
it: Invitazione
ja: 招待
pt: Convidar
ru: Приглашение
tr: Davet et
vi_vn: Mời
zh_hans: 邀请
zh_hant: 邀請

# Tap3_FriendsAdd_Contacts_InvitedTips
source: Request sended
de: Anfrage gesendet
es: Solicitud enviada.
fr: La demande est déjà envoyée
id_id: Permintaan terkirim
it: La richiesta è inviata
ja: 招待メッセージを送信しました
pt: Solicitação enviada
ru: Приглашение уже отправлено
tr: Talep gönderildi
vi_vn: Đã gửi yêu câu
zh_hans: 请求已发送
zh_hant: 已發送請求

# Tap3_FriendsAdd_QR_Tips
source: Aiming the QR code in the frame to finish scanning
de: QR-Code im Rahmen ausrichten, um mit dem Scannen zu beginnen
es: Encuadre el codigo QR para escanearlo.
fr: Viser le code de barres de l'autre au cadre de numérisation peut finir le balayage
id_id: Posisikan Kode QR dalam kotak untuk selesai memindai
it: Mirare il codice qr alla cornice di scansione e lo scan sarà completato
ja: 相手のQRコードをスキャンフレームに合わせます
pt: Por favor, alinhe o código QR no quadro para escanea-lo
ru: Отсканируйте QR код в рамке для завершения сканирования
tr: Taramayı bitirmek için çerçevedeki QR kod hedefleniyor
vi_vn: Trỏ vào mã QR để quét
zh_hans: 将对方二维码对准扫描框，即可完成扫描
zh_hant: 將QR Code放入掃描框中，即可自動掃描

# Tap3_ShareDevice_Button
source: Share
de: Teilen
es: Compartir
fr: Partager
id_id: Bagikan
it: Condividi
ja: シェアする
pt: Compartilhar
ru: Поделиться
tr: Paylaş
vi_vn: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# Tap3_Friends_UserInfo_Add
source: Added as friends
de: Freunde hinzufügen
es: Añadido como amigos
fr: Ajouté comme des amis
id_id: Ditambahkan sebagai teman
it: Aggiungere come amici
ja: 友達追加
pt: Adicionar como amigos
ru: Добавлены в список друзей
tr: Arkadaş olarak eklenen
vi_vn: Thêm như bạn bè
zh_hans: 添加为亲友
zh_hant: 增加為親友

# Tap3_Friends_UserInfo_Name
source: Remark the name
de: Alias
es: Destaque el nombre.
fr: Nom de remarque
id_id: Keterangan nama
it: Nome di commento
ja: タグの設定
pt: Nome de usuário
ru: Замечание имя
tr: Adı yorumla
vi_vn: Đánh dấu tên
zh_hans: 备注名称
zh_hant: 註冊名稱

# Tap3_Friends_UserInfo_ShareDevice_Fail
source: Please bind device first
de: bitte Gerät verbinden
es: Fije primero el dispositivo.
fr: Veuillez lier tout abord le dispositif
id_id: Silahkan sambungkan perangkat dulu
it: Si prega di prima collegare con il dispositivo
ja: デバイスを先に連動してください
pt: Por favor, vincule o aparelho primeiro
ru: Привяжите устройство, пожалуйста
tr: Lütfen önce cihazı bağlayın
vi_vn: Hãy gẵn thiết bị trước
zh_hans: 请先绑定设备
zh_hant: 請先設定設備

# Tap3_Friends_UserInfo_ModName
source: Change the remarked name
de: Alias ändern
es: Cambie el nombre del dispositivo.
fr: Modifier le nom de remarque
id_id: Ganti Keterangan nama
it: Modificare il nome di commento
ja: タグを修正します
pt: Editar o nome de usuário
ru: Изменение имени заметил
tr: Yorumlanan adı değiştir
vi_vn: Đổi tên đã đánh dấu
zh_hans: 修改备注名称
zh_hant: 修改註冊名稱

# Tap3_Friends_UserInfo_ShareDevice_Select
source: Select devices to share
de: Gerät zum Teilen wählen
es: Seleccione ¨Compartir el dispositivo¨.
fr: Sélectionner le disositif à partager
id_id: Pilih perangkat untuk dibagikan
it: Selezionare il dispositivo da condividere
ja: シェアするデバイスをお選びください
pt: Selecionar dispositivos para compartilhar
ru: Выберите устройство для раздачи
tr: Paylaşılacak cihazı seçin
vi_vn: Chọn thiết bị để chia sẻ
zh_hans: 选择分享设备
zh_hant: 選擇分享設備

# Tap3_Friends_UserInfo_ModName_Fail
source: Save or not?
de: Möchten Sie diese Bearbeitung speichern?
es: ¿Guardar, o no?
fr: Réserver cette édition ou non?
id_id: Simpan?
it: Vorrebbe salvare tale modifica?
ja: 今回の編集を保存しますか
pt: Salvar?
ru: Сохранить
tr: Kaydedilsin mi?
vi_vn: Lưu lại?
zh_hans: 是否保存本次编辑？
zh_hant: 是否保存本次編輯

# Tap3_ShareDevice_NoDevice
source: No device yet
de: Kein Gerät vorhanden
es: Aún no hay dispositivo.
fr: Il n'y a pas encore le dispositif
id_id: Belum ada perangkat
it: Dispositivo non trovato.
ja: デバイスは連動されていません
pt: Nenhum dispositivo ainda
ru: Устройство не добавлено
tr: Cihaz yok.
vi_vn: Không có thiết bị
zh_hans: 还没有设备哦
zh_hant: 還沒有保存

# Tap3_Friends_UserInfo_ModName_NoSave
source: No
de: Nicht speichern
fr: Ne pas enregistrer
id_id: Tidak
it: Non salvato
ja: 保存せず
pt: Não salvar
ru: Нет
tr: Hayır
vi_vn: Không
zh_hans: 不保存
zh_hant: 不保存

# Tap3_ShareDevice_Friends
source: Share with friends
de: Mit Freunde teilen
es: Compartir con amigos
fr: Partager à des amis
id_id: Berbagi dengan teman
it: Condividere con gli amici
ja: 友達にシェアします
pt: Compartilhar com amigos
ru: Поделиться с друзьями
tr: Arkadaşlarınla paylaş
vi_vn: Chia sẻ với bạn bè
zh_hans: 分享给亲友
zh_hant: 分享給親友

# Tap3_ShareDevice_Contacts
source: Contacts
de: Kontakte
es: Lista de contactos.
id_id: Kontak
it: Contatti
ja: 連絡先
pt: Contatos
ru: Контакты
tr: Bağlantılar
vi_vn: Liên hệ
zh_hans: 通讯录
zh_hant: 通訊錄

# Tap3_ShareDevice_ExceedTips
source: Shared with up to 5 users
de: max. mit fünf Freunde teilen
es: Comparta hasta un máximo de 5 contactos.
fr: Partager aux cinq amis au maximum
id_id: Maksimum bagikan ke 5 orang
it: Puoi effettuare al massimo 5 condivisioni
ja: 五名以下の友達にシェアできます
pt: Compartilhe com até 5 amigos
ru: Максимально можно поделиться с 5 пользователями
tr: En fazla 5 arkadaşla paylaş
vi_vn: Chia sẻ tối đa 5 người
zh_hans: 最多分享给5位用户
zh_hant: 最多可分享給5位親友

# Tap3_ShareDevice_DeleteTips
source: Cancel the sharing with %@?
de: Möchten Sie das Teilen mit %@ löschen?
es: ¿Cancelar el usuario %@?
fr: Supprimer le partage à l'utilisateur %@?
id_id: Membatalkan berbagi dengan %@?
it: Cancellare la condivisione di %@ ?
ja: %@様へのシェアを取り消しますか
pt: Excluir o compartilhamento com o usuário %@ ?
ru: Отменить общий доступ с пользователем%@ ?
tr: %@ ile paylaşımı sil?
vi_vn: Xoá chia sẻ với %@
zh_hans: 删除对%@用户的分享？
zh_hant: 刪除對%@用戶的分享？

# Tap3_ShareDevice_SuccessTips
source: Shared successfully
de: erfolgreich geteilt
es: Ha compartido con éxito.
fr: Partager avec succès
id_id: Berhasil dibagikan
it: Condiviso con successo
ja: シェア完了
pt: Compartilhado com sucesso
ru: Общий доступ успешен
tr: Başarılı olarak paylaşıldı
vi_vn: Chia se thành công
zh_hans: 分享成功
zh_hant: 成功分享

# Tap3_ShareDevice_Delete
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id_id: Batal
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
tr: İptal et
vi_vn: Huỷ
zh_hans: 取消分享
zh_hant: 取消分享

# Tap3_ShareDevice_DeleteSucces
source: Cancelled
de: abgebrochen
es: Ha cancelado.
fr: Annulé
id_id: Dihentikan
it: Cancellazione effettuata
ja: すでに取り消しました
pt: Interompido
ru: Отменено
tr: Durduruldu
vi_vn: Đã dừng
zh_hans: 已取消
zh_hant: 已取消

# Tap3_Feedback_Clear
source: Clear
de: löschen
es: Borrar
fr: Vider
id_id: Hapus
it: Eliminato
ja: クリア
pt: Limpar
ru: Очистить
tr: Temiz
vi_vn: Dọn dẹp
zh_hans: 清空
zh_hant: 清空

# Tap3_Feedback_AutoTips
source: Welcome left your comments or suggestions
de: Wir hören immer zu und freuen uns auf Ihre wertvolle Vorschläge.
es: Gracias por sus comentarios y sugerencia, son bienvenidos
fr: Nous somme toujours à votre écoute, veuillez nous donner vos commentaires ou suggestions précieuses
id_id: Kritik dan saran anda didengarkan
it: Giudizi e suggerimenti sono benvenuti.
ja: 私たちは常にあなた様のご意見とアドバイスをお待ち申し上げます
pt: Nós sempre estamos na escuta. Seus comentários são bem-vindos.
ru: Приветствуем ваши ценные замечания или предложения
tr: Önerilerinizi ve yorumlarınız bekliyoruz
vi_vn: Rất vui lòng nhận góp ý và đề nghị
zh_hans: 我们一直在聆听，欢迎您提出宝贵的意见或建议
zh_hant: 我們一直在聆聽，歡迎您提出寶貴的意見或建議

# Tap3_Feedback_AutoReply
source: Thanks for your feedback and we'll reply asap.
de: Wir haben Ihr Feedback erhalten und werden möglichst schnell antworten.
es: Hemos recibido su mensaje, le responderemos tan pronto como sea posible.
fr: Votre commentaire a été reçu, nous vous répondrons dans le plus bref délai
id_id: Umpan balik anda sudah diterima, akan kami balas secepatnya
it: Il suo feedback è ricevuto, risponderemo al più presto.
ja: フィードバックを受け取りました、一刻も早くご連絡いたします
pt: Seus comentários já foram recebidos e nós reponderemos o mais breve possível.
ru: Ваши отзывы уже получены. Мы ответим как можно скорее
tr: Geri bildiriminiz alındı, en kısa sürede size cevap vereceğiz
vi_vn: Phản hồi đã được chấp nhận, chúng tôi sẽ trả lời sớm nhất
zh_hans: 您的反馈已收到，我们将尽快回复
zh_hant: 已收到您的反應，我們將盡快回覆

# Tap3_Feedback_TextTips
source: Please describe your problem
de: Bitte beschreibe dein Problem
es: Describa detenidamente su problema
fr: Veuillez décrire en détail votre problème
id_id: Jelaskan masalah Anda
it: Si prega di descrivere il problema
ja: あなたの問題を説明してください
pt: Descreva o seu problema
ru: Пожалуйста, опишите подробно вашу проблему
tr: Lütfen sorununuzu açıklayın
vi_vn: Vui lòng mô tả vấn đề của bạn
zh_hans: 请详细描述您遇到的问题
zh_hant: 請詳細描述您遇到的問題

# Tap3_Feedback_TextFail
source: Not less than 10 characters
de: Der eingegebene Inhalt darf nicht weniger als 10 Zeichen enthalten
es: Lo introducido no puede tener menos de 10 carácteres.
fr: Le contenu entré ne peut pas être inférieure à 10 caractères
id_id: Tidak kurang dari 10 karakter
it: Il contenuto inserito non può essere meno di 10 caratteri
ja: 入力内容は10文字以上でなければなりません
pt: Por favor, digite mais que 10 palavras
ru: Введённое сообщение не может быть меньше, чем 10 символов
tr: 10 karakterden az olamaz
vi_vn: Không ít hơn 10 ký tự
zh_hans: 输入内容不能少于10个字符
zh_hant: 輸入內容不能少於10個字

# Item_ConnectionFail
source: Failed to connect network
de: Netzwerkverbindung fehlgeschlagen
es: Falló la conexción con la red.
fr: Défaillance de la connection du réseau
id_id: Gagal menyambungkan ke jaringan
it: La connessione rete non riuscita
ja: インターネット接続が失敗しました
pt: Falha ao conectar a rede
ru: Неудачное подключение к сети
tr: Ağa bağlanma başarısız
vi_vn: Lỗi kết nối mạng
zh_hans: 网络连接失败
zh_hant: 網絡連線失敗

# Tap2_Index_OpenTimelapse
source: Start
de: zum Ausschalten
es: Ir a iniciar.
fr: Allez pour activer
id_id: Mulai sekarang
it: Attivare Timelapse
ja: 起動するには
pt: Iniciar
ru: Начать
tr: Başlatmak için
vi_vn: Để bắt đầu
zh_hans: 前往开启
zh_hant: 前往開啟

# Tap0_Authorizationfailed
source: Authorization fail, please try again.
de: Autorisierung fehlgeschlagen, bitte versuchen Sie es erneut.
es: Error de autorización, por favor, inténtelo de nuevo.
fr: Échec de l'autorisation, s'il vous plaît essayer à nouveau.
id_id: Otorisasi gagal, silahkan coba lagi
it: L'autorizzazione non riuscita, si prega di riprovare più tardi
ja: 権限付与は失敗しました。後でもう一回申請してください。
pt: Falha na autorização. Por favor tente novamente
ru: Авторизация не удалась
tr: Yetki başarısız, lütfen tekrar deneyiniz
vi_vn: Lỗi xác thực, hãy thử lại
zh_hans: 授权失败，请稍后再试
zh_hant: 授權失敗，請稍後再試

# Tap3_logout_tips
source: Sure to log out？
de: Es gibt sicher, dass es sich ausloggen?
es: Asegúrese de cerrar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
id_id: Yakin ingin keluar?
it: Conferma uscita?
ja: サインアウトしますか。
pt: Tem certeza que deseja sair?
ru: Вы действительно хотите выйти?
tr: Çıkışı onaylıyor musunuz?
vi_vn: Bạn muốn thoát?
zh_hans: 是否确认退出？
zh_hant: 是否確認退出？

# Tap1_AddDevice_refreshWifi
source: No device found, please refresh the WiFi list.
de: kein Gerät gefunden, versuchen Sie die WiFi-Liste zu aktualisieren.
es: No se encontró el dispositivo, intente actualizar la lista de WiFi.
fr: Aucun appareil trouvé, essayez de rafraîchir la liste WiFi.
id_id: Tidak ada perangkat ditemukan, coba perbaharui daftar WiFi
it: Dispositivo non trovato, aggiornare la lista di WiFi ?
ja: デバイスを見つかりませんでした。WI-FIリストを最新表示しますか。
pt: Nenhum dispositivo encontrado. Tente atualizar a lista de redes WiFi manualmente
ru: Ни одно устройство найдено, попробуйте обновить список WiFi.
tr: Cihaz bulunamadı, WiFi listesini yenilemeyi deneyin
vi_vn: Không thấy thiết bị, hãy làm mới danh sách WiFi
zh_hans: 未找到设备，是否刷新WiFi列表？
zh_hant: 未找到設備，是否刷新WiFi列表？

# Tap1_AddDevice_disconnected
source: Disconnected, please add device again.
de: getrennt, wieder fügen Sie bitte Gerät.
es: Desconectado, por favor, añadir el dispositivo nuevo.
fr: Disconnected, s'il vous plaît ajouter à nouveau dispositif.
id_id: Terputus, silahkan tambahkan perangkat lagi
it: La connessione di rete non riuscita, si prega di ricollegare
ja: インターネットの接続は失敗しました。もう一回設定してください。
pt: Desconectado. Por favor adicione o dispositivo novamente
ru: Отключено, пожалуйста, добавьте устройство еще раз.
tr: Bağlantı kopuk, lütfen cihazı yeniden ekleyin
vi_vn: Ngắt kết nối, hãy làm lại
zh_hans: 网络连接失败，请重新绑定
zh_hant: 網絡連接失敗，請重新綁定

# Tap1_AddDevice_tips
source: Stop device configuration and exit?
de: stoppen Gerätekonfiguration und Ausgang?
es: Deja de configuración del dispositivo y de salida?
fr: Arrêtez la configuration de l'appareil et la sortie?
id_id: Hentikan konfigurasi perangkat dan keluar?
it: Uscire dalla configurazione del dispositivo?
ja: デバイスの設定を諦めますか。
pt: Parar de configurar dispositivos e sair?
ru: Остановить конфигурацию устройства?
tr: Cihaz yapılandırmayı durdur ve çık
vi_vn: Dừng cấu hình và thoát?
zh_hans: 确定退出配置设备？
zh_hant: 確認退出配置設備？

# Tap3_Setting_taptoload
source: Tap to load again
de: Tippen Sie erneut zu laden
es: Toque para cargar de nuevo
fr: Appuyez sur pour charger à nouveau
id_id: Tekan untuk memuat kembali
it: Tocca per riprovare il caricamento
ja: 軽く触って、再ダウンロードできます。
pt: Pressione para carregar novamente
ru: Нажмите, чтобы загрузить снова
tr: Yeniden yüklemek için dokunun
vi_vn: Nhấn để tải lại
zh_hans: 轻触重试加载
zh_hant: 輕觸重試加載

# Tap1_shareDevice_canceledshare
source: This device has been canceled sharing
de: Dieses Gerät hat das Teilen aufgehoben
es: Este dispositivo ha cancelado el intercambio
fr: Ce dispositif a annulé le partage
id_id: Perangkat ini batal membagikan
it: Il dispositivo è stato cancellato dalla condivisione
ja: 該当デバイスは共有をキャンセルしました。
pt: O compartilhamento deste dispositivo foi cancelado
ru: Это устройство отменила совместное использование
tr: Bu cihaz, bu paylaşımı iptal etti
vi_vn: Thiết bị này đã bị huỷ chia sẻ
zh_hans: 该设备已取消分享
zh_hant: 此設備已取消分享

# Tap1_DoorFun_VoiceTips
source: Sounds will be out from the telephone receiver
de: Klänge werden vom Empfänger heraus
es: Sonidos estarán fuera del receptor
fr: Sounds seront hors du récepteur
id_id: Suara akan keluar dari receiver
it: Il suono sarà riprodotto dall'auricolare
ja: 音声はスピーカーから放送します。
pt: Serão emitidos sons do dispositivo
ru: Звуки будут вне от приемника
tr: Sesler, alıcı tarafından çıkacak
vi_vn: Âm thanh phát ra từ thiết bị nhận
zh_hans: 声音将通过听筒播放
zh_hant: 聲音將通過聽筒播放

# Tap1_Tipsforautostart
source: Please allow the program to start automatically for receiving messages from camera and doorbell.
de: bitte lassen Sie das Programm automatisch gestartet wird für Nachrichten von Kamera und Türklingel zu empfangen.
es: Por favor, deje que el programa se inicia automáticamente para recibir los mensajes de la cámara y el timbre de la puerta.
fr: S'il vous plaît permettre au programme de démarrer automatiquement pour recevoir des messages de la caméra et de sonnette.
id_id: Tolong izinkan program untuk mulai otomatis dalam menerima pesan dari kamera dan doorbell
it: Autorizzare il l'avvio automatico per ricevere messaggi dalla telecamera o dal campanello
ja: ブザーとカメラからのメッセージをリアイルタイムに届けるために、アプリの自動起動させてください。
pt: Por favor, permita que ao aplicativo iniciar automaticamente para receber notificações dos dispositivos
ru: Пожалуйста, дайте программа для автоматического запуска для приема сообщений от камеры и дверной звонок.
tr: Kamera ve kapı zilinden mesaj almak için programın otomatik olarak başlatmasına izin verin.
vi_vn: Hãy cho phép chương trình tự khởi động để nhận tin nhắn từ camera hoặc chuông cửa
zh_hans: 为能及时接收摄像机和门铃的消息，请允许程序自启动
zh_hant: 為能及時接收攝像機和門鈴的消息，請允許程序自啟動

# Tap1_Tipsforclearrecents
source: Clear all recents?
de: löschen die letzten S?
es: Borrar todos los recientes al?
fr: Effacer tous les recents?
id_id: Hapus semua yang baru-baru
it: Cancellare il registro di chiamate?
ja: 通信記録をクリアしますか。
pt: Limpar todos recentes?
ru: Очистить все недавних действий?
tr: Son çağrılar temizlensin mi?
vi_vn: Xoá tất cả thông tin gần đây?
zh_hans: 确认清空呼叫记录？
zh_hant: 確認清空呼叫記錄？

# Tap1_DoorFun_Waitting
source: Waiting…
de: Warten ...
es: Esperando…
fr: Attendre…
id_id: Sedang menunggu…
it: Attendere la risposta
ja: 呼び出しの応答を待ってます。
pt: Aguardando...
ru: Ожидание…
tr: Bekleniyor…
vi_vn: Đang chờ…
zh_hans: 等待接听
zh_hant: 等待接聽

# Tap1_iHome_Associate
source: Associate
de: assoziieren
es: Asociar
fr: Associer
id_id: Tautan
it: Collegato
ja: 関連
pt: Associar
ru: ассоциировать
tr: Birleştir
vi_vn: Kết hợp
zh_hans: 关联
zh_hant: 關聯

# Tap1_iHome_disassociate
source: Disassociate
de: absondern
es: Desasociar
fr: Dissocier
id_id: Membatalkan tautan
it: Cancellare il collegamento
ja: 関連をキャンセルします。
pt: Desassociar
ru: отмежеваться
tr: Ayır
vi_vn: Huỷ kết hợp
zh_hans: 取消关联
zh_hant: 取消關聯

# Tap2_share_sharevideo
source: I shared a video with you
de: Ich teilte ein Video mit dort
es: He compartido con ustedes un video
fr: Je partageais une vidéo avec vous
id_id: Saya share video ke kamu
it: Condividere un video con te
ja: 一つのビデオを共有していただきました。
pt: Eu compartilhei um vídeo com você
ru: Я поделился с вами видео
tr: Seninle bir video paylaştım
vi_vn: Tôi đã chia sẻ một video với bạn
zh_hans: 分享了一段影片给你
zh_hant: 分享了一段影片給你

# Tap2_share_sharevideo_tips
source: I've made a time-lapse photography by Clever Dog Smart Camera, check it out!
de: IV Tirade DEA Zeitrafferaufnahmen von kluger Hund Smart-Kamera, check it out!
es: He hecho una fotografía a intervalos por Clever doméstico elegante de la cámara, mira eso!
fr: Je me suis fait un time-lapse photographie de Clever Dog Caméra intelligente, check it out!
id_id: Saya sudah membuat fotografi selang waktu dengan Cleverdog Smart Camera, Lihat!
it: Ho fatto un video Timelapse con la videocamera intelligente, controllare
ja: 見家王を使ってビデオを撮りました。さあ、見てみませんか。
pt: Fiz umas fotos em time-lapse usando a câmera Clever Dog. Dá uma olhada!
ru: Я сделал замедленной киносъемки ловкими Dog Smart Camera, проверить это!
tr: Clever Dog Akıllı Kamera ile hızlandırılmış bir fotoğraf yaptım, kontrol et!
vi_vn: Tôi đã tạo 1 ảnh time-lapse từ Cleverdog, hãy xem nào!
zh_hans: 我用看家王智能摄像机拍摄了一段延时摄影，快来看看吧
zh_hant: 我用砍價王智能攝像機拍攝了一段延時攝影，快來看看吧

# Tap2_share_unabletoshare
source: No Wechat installed, unable to share.
de: Kein WeChat installiert ist, nicht in der Lage zu teilen
es: Sin WeChat instalado, no puede compartir.
fr: Non WeChat installé, incapable de partager.
id_id: Tidak ada Wechat terpasang , tidak bisa bagikan
it: No wechat installato, in grado di condividere.
ja: 携帯端末でWeChatアプリをインストールされてませんので、共有できません。
pt: WeChat não instalado. Impossível compartilhar
ru: Ни один WeChat не установлен, не могу разделить.
tr: Kurulu Wechat yok, paylaşım yapılamıyor
vi_vn: Chưa cài Wechat, không thể chia sẻ
zh_hans: 手机没有安装微信，无法分享
zh_hant: 手機沒有安裝Wechat，無法分享

# Tap1_device_deleted
source: This device has been deleted.
de: Dieses Gerät wurde gelöscht.
es: Este dispositivo ha sido eliminado.
fr: Ce dispositif a été supprimé.
id_id: Perangkat ini sudah dihapus
it: Il dispositivo è stato rimosso
ja: デバイスを削除されました。
pt: Este dispositivo foi excluído
ru: Это устройство было удалено.
tr: Bu cihaz silindi
vi_vn: Thiết bị đã bị xoá
zh_hans: 该设备已被删除
zh_hant: 此設備已被刪除

# Tap3_nickname_used
source: nickname used
de: gebraucht
es: Usado
fr: Utilisé
id_id: Sudah terpakai
it: Nickname già in uso
ja: このニックネームもうすでに他のユーザーに利用されました。
pt: Nome de usuário em uso
ru: Используемый
tr: Kullanıldı
vi_vn: Đã dùng
zh_hans: 昵称已有人使用
zh_hant: 暱稱已被使用

# Tap1_share_tips
source: Invite you to be my friends and click %@ to download and install %@ app.
de: Es gibt keine zu Freunde einladen, und klicken Sie auf %@ zum Download App installieren %@.
es: invitarle a ser mis amigos y haga clic en %@ para descargar e instalar la aplicación %@.
fr: vous inviter à être mes amis et cliquez sur %@ pour télécharger et installer l'application %@.
id_id: Mengundang anda menjadi temanku dan klik %@ untuk unduh dan pasang aplikasi %@.
it: Ti invito a diventare il mio amico, clicca %@ per scaricare l'installazione di %@.
ja: 私の友人になることを招待しました。 %@ をクリックしたら、%@ appをインストールできます。
pt: Convidar você para ser meus amigos e clicar em %@ para baixar e instalar o aplicativo %@.
ru: Приглашаем Вас стать моими друзьями, и нажмите %@ , чтобы загрузить и установить %@ приложение.
tr: Arkadaşım olman için davet gönder ve %@ uygulamasını indirip kurmak için %@ e tıkla
vi_vn: Bạn được mời kết bạn và nhấn %@ để tải APP %@.
zh_hans: 邀请你成为我的好友，点击 %@ 下载安装【%@客户端】
zh_hant: 邀請你成為我的好友，點擊 %@ 下載安裝【%@客戶端】
