Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# Tap1_Camera_Greetings
source: Sunrise and sunset, family life and baby's growing...Always have things deserved to be recorde for everyday
de: Sonnenaufgang und Sonnenuntergang, Familienleben und Baby wächst...Immer haben die Dinge verdienen, um für den Alltag aufgezeichnet werden
es: Amanecer y al atardecer, la vida familiar y el bebé está creciendo... Siempre tienen cosas merecen ser grabada para todos los días
fr: Lever et coucher du soleil, la vie de famille et le bébé de plus en plus...Ayez toujours les choses méritent d'être enregistrées pour tous les jours
id_id: Matahari terbit dan terbenam, awan mengubah, kehidupan keluarga, bayi tumbuh...dan tumbuh setiap hari, indah, setiap saat layak untuk direkam
it: Dall'alba al tramonto, la vita familiare e il bambino sta crescendo…sono sempre momenti da registrare ogni giorno.
ja: 赤ちゃんのは、日の出と日の入り、家庭生活との成長...常に物事が毎日のために記録するに値する必要があり
pt: Nascer e pôr do sol, a vida familiar e o bebê está crescendo...Sempre tem coisas merecem ser registrados para todos os dias
ru: Восход и заход солнца, семейной жизни и младенца растет...Всегда есть вещи, заслуживают того, чтобы быть записаны на каждый день
tr: bebek gündoğumu ve günbatımı, aile hayatı ve büyüyen...Her zaman işler her gün için kaydedilen hak var
vi_vn: Minh và hoàng hôn, mây thay đổi, cuộc sống gia đình, Baby phát triển ... và phát triển mỗi ngày, tuyệt vời, mọi khoảnh khắc đáng được ghi nhận
zh_hans: 日出日落、云彩变换、家庭生活、Baby成长…每天都有精彩和成长，每一刻都值得被记录
zh_hant: 日出日落、雲彩變換、家庭生活、Baby成長…每天都有精彩和成長，每一刻都值得被記錄

# Word_Hours
source: Hours
de: Stunde
es: Hora
fr: Heure
id_id: jam
it: ore
ja: 時間
pt: hora
ru: часов
tr: saat
vi_vn: giờ
zh_hans: 小时
zh_hant: 小時

# Button_ReObtain
source: Re-send
es: Repetir
ja: 再送
pt: Reenviar
ru: Отправить
tr: Tekrar gönder
vi_vn: Gửi lại
zh_hans: 重新获取
zh_hant: 重新獲取

# Tap1_CameraFun_Timelapse_End_NotStartTips
source: Not start shooting yet, cancel or not?
de: Noch nicht anfangen zu schießen, abzubrechen oder nicht?
es: No empezar a rodar sin embargo, cancelar o no?
fr: Pas encore commencer le tournage, annuler ou non?
id_id: Tidak mulai menembak lagi, membatalkan atau tidak?
it: Registrazione non iniziata, annullare o no?
ja: キャンセルするかまだ撮影を開始しませんか？
pt: Não começar a filmar ainda, cancelar ou não?
ru: Не начать съемки еще, отменить или нет?
tr: Iptal ya da henüz çekim başlamak değil?
vi_vn: Không bắt đầu chụp nào, hủy bỏ hay không?
zh_hans: 还未开始拍摄，是否取消？
zh_hant: 還未開始拍攝，是否取消？

# Tap1_Camera_Record_EndTips
source: The end
de: Das Ende
es: El fin
fr: La fin
id_id: Tamat
it: Fine
ja: 終わり
pt: O fim
ru: Конец
tr: Son
vi_vn: sự kết thúc
zh_hans: 当天录像已播完
zh_hant: 當天錄像已播完

# Tips_Device_ConnectFail
source: Failed to connect device
de: Verbindung nicht möglich
es: Error al conectar
fr: Connexion échouée
id_id: Gagal untuk menghubungkan
it: Connessione fallita
ja: 接続に失敗した
pt: Falhou ao conectar
ru: Не удалось подключиться
tr: Bağlanma hatası
vi_vn: Kết nối thất bại
zh_hans: 连接设备失败
zh_hant: 連接設備失敗

# Tips_Device_TimeoutRetry
source: Timeout, please try again
de: Timeout, versuchen Sie es erneut
es: De tiempo de espera, intente de nuevo
fr: Timeout, essayez à nouveau
id_id: Timeout, coba lagi
it: Timeout, riprovare
ja: タイムアウト、再試行してください
pt: Timeout, tente novamente
ru: Тайм-аут, пожалуйста, попробуйте еще раз
tr: Zaman aşımı, tekrar deneyin
vi_vn: Timeout, hãy thử lại
zh_hans: 连接超时，请重试
zh_hant: 連接超時，請重試

# Tap1_Camera_MotionDetection_OffTips
source: Motion video recording is not available when turn off “Motion Detection”
de: Schalten Sie "Motion Detection" wird auch aufhören Aufnahme,"wenn Anomalien erkannt wurden"
es: Apagar "Detección de movimiento" también se detendrá la grabación "cuando se han detectado anomalías"
fr: Désactiver "Détection de mouvement" va également arrêter l'enregistrement "lorsque des anomalies sont détectées"
id_id: Matikan "Motion Detection" juga akan berhenti merekam "ketika kelainan terdeteksi"
it: Spegnere "Motion Detection" fa arrestare la registrazione.
ja: 「モーション検知」はまた、「異常が検出されたときに、「記録を停止しますオフにします
pt: Desligue "Detecção de movimento" também irá parar de gravar "quando anomalias foram detectadas"
ru: Выключите "Детектор движения" также остановит запись,"когда нарушения были обнаружены"
tr: "Motion Detection" da "anormallikler tespit edildiği zaman" kayıt duracaktır kapatma
vi_vn: Tắt tính năng "Motion Detection" cũng sẽ ngừng ghi lại "khi bất thường được phát hiện"
zh_hans: 关闭“移动侦测”，将停止“侦测报警录像”
zh_hant: 關閉“移動偵測”，將停止“移動偵測報警錄像”

# Tap1_Camera_NoSDCardTips
source: No SD card detected
de: Keine SD-Karte erkannt
es: No detecta SD card
fr: Non SD card détectée
it: Nessuna SD card rilevata
ja: いいえSDカードが検出されません
pt: Nenhum SD cartão detectado
ru: SD карточка не обнаружена
tr: SD kart yok algılandı
vi_vn: Không phát hiện thẻ SD
zh_hans: 未检测到SD卡
zh_hant: 未檢測到SD卡

# Button_Yes
source: Yes
de: Ja
es: Sí
fr: Oui
id_id: Ya
it: Sì
ja: はい
pt: Sim
ru: Да
tr: Evet
vi_vn: Vâng
zh_hans: 是
zh_hant: 是

# Button_No
source: No
de: Nein
fr: Non
id_id: Tidak
ja: いいえ
pt: Não
ru: Нет
tr: Yok hayır
vi_vn: Không
zh_hans: 否
zh_hant: 否

# Tap1_Camera_SetProtectionTips
source: Setting the Protection
de: Setzen Sie den Schutz
es: Conjunto la Protección
fr: Définissez la protection
id_id: Mengatur Perlindungan
it: Impostare la protezione
ja: 保護を設定
pt: Defina de Protecção
ru: Устанавливает защиту
tr: Koruma Set
vi_vn: Set the Protection
zh_hans: 设置安全防护
zh_hant: 設置安全防護

# Tap3_ShareDevice_CanceldeTips
source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
id_id: Dibatalkan
it: Annullato
ja: キャンセル
pt: Cancelado
ru: Oтменен
vi_vn: bị hủy bỏ
zh_hans: 分享已取消
zh_hant: 分享已取消

# Tap1_Camera_BackLiveTips
source: Back to live
de: Zurück zu live
es: Volver a En directo
fr: Retour à En direct
it: Torna In diretta
ja: 戻る生放送
pt: De volta a Ao vivo
ru: Вернуться к Прямая трансляция
tr: Back to canlı
zh_hans: 点击返回直播
zh_hant: 點擊返回直播

# Tap3_ShareDevice_NoneShareFriends
source: No friends can be shared
es: Nada
fr: Personne
id_id: None
it: Nessuna
pt: Nenhum
ru: Никто
tr: Hiçbiri
vi_vn: không ai
zh_hans: 暂无可分享亲友
zh_hant: 暫無可分享親友

# Tap3_ShareDevice_NoneFriends
source: None
de: Keiner
es: Nada
fr: Personne
it: Nessuna
ja: なし
pt: Nenhum
ru: Никто
tr: Hiçbiri
vi_vn: không ai
zh_hans: 暂未添加亲友
zh_hant: 暫無添加親友

# Slogan
source: Homesick, Use Clever Dog
it: Sicurezza domestica? usa Clever Dog
zh_hans: 想家，就用加菲狗

# Qiaoan_ResetDevice
source: Reset Device
de: Gerät zurücksetzen
es: Dispositivo de reseteo
fr: Réinitialiser l'appareil
id_id: Direset Perangkat
it: Ripristino Dispositivo
ja: リセットデバイス
pt: Redefinir dispositivo
ru: Сброс устройства
tr: Sıfırlama Cihaz
vi_vn: Đặt lại thiết bị
zh_hans: 重置设备
zh_hant: 重置設備

# Tap1_Camera_ViewAngle
source: View angle
de: Sichtwinkel
es: Ángulo de visión
fr: Angle de vue
id_id: Lihat sudut
it: angolo di vista
ja: 視野角
pt: Ângulo de visão
ru: Угол обзора
tr: görünüm açısı
zh_hans: 视角
zh_hant: 視角

# Tap1_Camera_Front
source: Front
de: Vorderseite
es: Frente
fr: De face
id_id: Depan
it: Davanti
ja: フロント
pt: Frente
ru: Фронт
tr: Ön
vi_vn: Trước mặt
zh_hans: 平视
zh_hant: 平視

# Tap1_Camera_Overlook
source: Overlook
de: Übersehen
it: Panoramica
ja: 俯瞰
ru: Верхняя
vi_vn: Bỏ qua
zh_hans: 俯视
zh_hant: 俯視

# Tap1_Camera_FrontTips
source: Viewing with horizontal angle needs to keep a wide vision in front of camera
de: Die Betrachtung mit horizontalem Winkel muss ein breites Sehvermögen vor der Kamera beibehalten
es: La visualización con ángulo horizontal necesita mantener una visión amplia frente a la cámara
fr: La visualisation horizontale nécessite une vision large devant la caméra
id_id: Melihat dengan sudut horizontal perlu menjaga visi yang luas di depan kamera
it: La visualizzazione panoramica ha bisogno di un'ampio angolo di visione davanti alla macchina fotografica
ja: ヘッドの斜視図では、必要がカメラの前で視力を維持するために、
pt: A visualização com ângulo horizontal precisa manter uma visão ampla na frente da câmera
ru: Просмотр с горизонтальным углом должен держать широкий видение перед камерой
tr: Yatay açı ile görüntülenen kamera önünde geniş bir vizyon tutmak gerekiyor
vi_vn: Xem với góc ngang cần phải giữ một tầm nhìn rộng ở phía trước của máy ảnh
zh_hans: 以平视的视角查看，需要保持摄像头前方视野开阔
zh_hant: 以平視的視角查看，需要保持攝像頭前方視野開闊

# Tap1_Camera_OverlookTips
source: Viewing with overlooking angle needs to place the camera on high
de: Anzeigen mit Blick auf Winkel muss die Kamera auf hoch zu platzieren
es: La visualización con ángulo de visión debe colocar la cámara en alto
fr: La visualisation avec angle de vue doit placer l'appareil photo haut
id_id: Melihat dengan sudut menghadap perlu menempatkan kamera pada tinggi
it: La visualizzazione panoramica è migliore se posizionata in alto.
ja: トップダウンビューの観点から順に、カメラが高い上に配置される必要があります
pt: A visualização com ângulo de visão precisa colocar a câmera
ru: Просмотр с видом угла нужно поместить камеру высоко
tr: bakan açı ile görüntüleniyor yüksek kamerayı yerleştirmek gerekiyor
vi_vn: Xem với góc nhìn ra cần đặt máy ảnh lên cao
zh_hans: 以从上往下的视角查看，需要将摄像头放置于高处
zh_hant: 以從上往下的視角查看，需要將攝像頭放置於高處

# Tap1_Camera_OverlookTips_View
source: Overlook:Viewing with overlooking angle needs to place the camera on high
de: Übersehen:Anzeigen mit Blick auf Winkel muss die Kamera auf hoch zu platzieren
es: Overlook:La visualización con ángulo de visión debe colocar la cámara en alto
fr: Overlook:La visualisation avec angle de vue doit placer l'appareil photo haut
id_id: Overlook:Melihat dengan sudut menghadap perlu menempatkan kamera pada tinggi
it: La visualizzazione panoramica è migliore se posizionata in alto.
ja: 俯瞰：トップダウンビューの観点から順に カメラが高い上に配置される必要があります
pt: Overlook:A visualização com ângulo de visão precisa colocar a câmera
ru: Верхняя:Просмотр с видом угла нужно поместить камеру высоко
tr: Overlook:Bakan açı ile görüntüleniyor yüksek kamerayı yerleştirmek gerekiyor
vi_vn: Bỏ qua:Xem với góc nhìn ra cần đặt máy ảnh lên cao
zh_hans: 俯视：以从上往下的视角查看 需要将摄像头放置于高处
zh_hant: 俯視：以從上往下的視角查看 需要將攝像頭放置於高處

# Tap2_Index_No3GCameraTips
source: Only support 3G camera
de: Nur Unterstützung 3G Kamera
es: Sólo soporte cámara 3G
fr: Support de la caméra 3G uniquement
id_id: Hanya mendukung 3G kamera
it: Solo 3G fotocamera supporto
ja: 3Gカメラのみサポート
pt: Apenas suporte 3G câmera
ru: поддержка только 3G камеры
tr: Sadece 3G Kamera desteği
vi_vn: Chỉ hỗ trợ 3G camera
zh_hans: 仅支持3G摄像头
zh_hant: 僅支持3G攝像頭

# Tap3_ShareDevice_CancelShareTips
source: Failed to cancel sharing
de: Abbrechen der Freigabe fehlgeschlagen
es: Cancelar el intercambio fallido
fr: Annuler le partage échoué
id_id: Batalkan berbagi gagal
it: Annulla la condivisione fallito
ja: 失敗した共有をキャンセル
pt: Cancelar o compartilhamento falhou
ru: Отменить общий доступ не удалось
tr: Paylaşımı iptal etme başarısız oldu
vi_vn: Hủy bỏ việc chia sẻ thất bại
zh_hans: 取消分享失败
zh_hant: 取消分享失敗

# Tap3_FriendsAdd_SendButton
source: Send request
de: Anfrage senden
es: Enviar petición
fr: Envoyer la demande
id_id: kirimkan permintaan
it: Invia richiesta
ja: リクエストを送信する
pt: Enviar pedido
ru: Послать запрос
tr: İstek gönder
vi_vn: Gửi yêu cầu
zh_hans: 发送请求
zh_hant: 發送請求

# Tap3_FriendsAdd_NoContacts
source: No contacts
de: Keine Kontakte
es: No hay contactos
fr: Aucun contact
id_id: Tidak ada kontak
it: Nessun contatto
ja: 連絡先なし
pt: Sem contatos
ru: Нет контактов
tr: Iletişim yok
vi_vn: không có danh bạ
zh_hans: 暂无联系人
zh_hant: 暫無聯繫人

# Tap3_SavePic
source: Save pics
de: Bild speichern
es: Guardar fotos
fr: Enregistrer les photos
id_id: Simpan Pics
it: Salva foto
ja: 写真を保存
pt: Salvar pics
ru: Сохранить фотки
tr: Resimleri kaydet
vi_vn: lưu bức ảnh
zh_hans: 保存图片
zh_hant: 保存圖片

# Tap1_iHome_Associated
source: Associated
de: Dazugehörigen
es: Asociado
ja: 関連する
pt: Associado
ru: ассоциированный
tr: Ilişkili
zh_hans: 已关联
zh_hant: 已關聯

# Tap1_iHome_NotAssociated
source: Not associated
de: Nicht dazugehörigen
es: No asociado
fr: Non associé
it: Non Associated
ja: 関連付けられていない
pt: Não associado
ru: Не ассоциированный
tr: Ilişkili değil
zh_hans: 未关联
zh_hant: 未關聯

# Tap1_iHome_ClearRecord
source: Clear the record
de: Löschen Sie den Datensatz
es: Borrar el registro
fr: Effacer l'enregistrement
id_id: Hapus catatan
it: Cancellare il record
ja: レコードをクリア
pt: Clarear o recorde
ru: Очистить отчет
tr: kayıt temizleyin
vi_vn: Dọn bản ghi
zh_hans: 清空消息记录
zh_hant: 清空消息記錄

# Tap3_FriendsAdd_RequestContents
source: %@ wants to add you as a friend
de: %@ möchte Sie als Freund hinzufügen
es: %@ Quiere agregarte como amigo
fr: %@ veut vous ajouter comme ami
id_id: %@ ingin menambahkan Anda sebagai teman
it: %@ voglia aggiungere come amico
ja: %@はあなたを友達として追加したい
pt: %@ quer adicioná-lo como amigo
ru: %@ хочет добавить вас в друзья
tr: %@ sizi arkadaş olarak eklemek istiyor
vi_vn: %@ Muốn thêm bạn như một người bạn
zh_hans: %@想加你为好友
zh_hant: %@想加你為好友

# Tap3_Friends_NoBindTips
source: Using this function needs to bind email first.
de: Mit dieser Funktion muss zuerst die E-Mail gebunden werden.
es: El uso de esta función necesita unirse correo electrónico en primer lugar.
fr: Cette fonction doit lier email en premier.
id_id: Menggunakan fungsi ini perlu untuk mengikat email pertama.
it: Utilizzando questa funzione deve binding e-mail prima.
ja: この関数を使用すると、電子メールを最初にバインドする必要があります。
pt: Usando esta função precisa ligar o email primeiro.
ru: С помощью этой функции необходимо связать электронную почту в первую очередь.
tr: Bu işlevi kullanmak, önce e-postayı bağlamak zorundadır.
vi_vn: Sử dụng chức năng này cần để ràng buộc email đầu tiên.
zh_hans: 使用亲友功能需要绑定手机
zh_hant: 使用親友功能需要綁定郵箱

# Tap3_Share_NoBindTips
source: Using this function needs to bind email first.
de: Mit dieser Funktion muss zuerst die E-Mail gebunden werden.
es: El uso de esta función necesita unirse correo electrónico en primer lugar.
fr: Cette fonction doit lier email en premier.
id_id: Menggunakan fungsi ini perlu untuk mengikat email
it: Utilizzando questa funzione deve binding e-mail prima.
ja: この関数を使用すると、電子メールを最初にバインドする必要があります。
pt: Usando esta função precisa ligar o email primeiro.
ru: С помощью этой функции необходимо связать электронную почту в первую очередь.
tr: Bu işlevi kullanmak, önce e-postayı bağlamak zorundadır.
vi_vn: Sử dụng chức năng này cần để ràng buộc email đầu tiên.
zh_hans: 使用分享设备需要绑定手机
zh_hant: 使用分享設備需要綁定郵箱

# Tap3_FriendsAdd_StuffContents
source: I am %@
de: Ich bin %@
es: Yo soy %@
fr: Je suis %@
id_id: Saya %@
it: Sono %@
ja: 私は%@
pt: Eu sou %@
ru: Я %@
tr: Ben %@
vi_vn: Tôi là %@
zh_hans: 我是%@
zh_hant: 我是%@

# Tap3_Userinfo_NoCamera
source: Camera can not use
de: Kamera kann nicht verwendet werden
es: La cámara no puede utilizar
fr: Appareil photo ne peut pas utiliser
id_id: Kamera tidak dapat menggunakan
it: La fotocamera non è possibile utilizzare
ja: カメラは使用できません
pt: A câmera não pode usar
ru: Камера не может использовать
tr: Kamera kullanamaz
vi_vn: Máy ảnh không thể sử dụng
zh_hans: 相机无法使用
zh_hant: 相機無法使用

# ClearingTips
source: Clearing...
es: Claro…
fr: Clairière…
id_id: Kliring...
ja: クリア…
tr: Takas…
zh_hans: 清除中…
zh_hant: 清除中…

# CancelingTips
source: Canceling...
de: Abbrechen…
es: Cancelado…
fr: Annulation...
id_id: Membatalkan...
it: Annullando…
ja: キャンセル中…
pt: Cancelando…
ru: Отмена…
tr: İptal…
vi_vn: Hủy...
zh_hans: 正在取消…
zh_hant: 正在取消…

# Tap2_Index_DemoVideo
source: Demo video
fr: vidéo Demo
ja: デモビデオ
pt: Vídeo de demonstração
ru: Демо-видео
zh_hans: 演示视频
zh_hant: 演示視頻

# Tap1_Device_UpgradeTips
source: Find new firmware of device , to update or not？
de: Finden Sie neue Firmware von Gerät, zu aktualisieren oder nicht?
es: Buscar nuevo firmware del dispositivo, para actualizar o no?
fr: Trouver un nouveau firmware de l'appareil, à mettre à jour ou pas?
id_id: Cari firmware baru perangkat, untuk memperbarui atau tidak?
it: Trovare un nuovo firmware del dispositivo, per aggiornare o no?
ja: 更新するかどうか、デバイスの新しいファームウェアを見つける？
pt: Encontrar novo firmware do dispositivo, para atualizar ou não?
ru: Найти новую прошивку устройства, обновлять или нет?
tr: Güncellemek veya güncellemek için cihazın yeni ürün bilgisini bulma?
vi_vn: Tìm firmware mới của thiết bị, cập nhật hay không?
zh_hans: 发现设备新固件，是否升级？
zh_hant: 發現設備新固件，是否升級？

# Tap1_Camera_Video_Standby
source: On standby
de: In Standby-Zustand
es: Está en modo espera
fr: Entré en mode veille
id_id: Sedang standby
it: E' entrato nella modalità standby
ja: 待機状態に入りました
pt: Em suspensão
ru: В режиме ожидания
tr: Beklemede
vi_vn: Đang chờ
zh_hans: 已进入待机状态
zh_hant: 已進入待機狀態

# Tap1_Camera_Video_Standby_OffTips
source: Click to off
de: Klicken Sie weiter zum Ausschalten
es: Haga clic para apagar.
fr: Cliquer pour déactiver
id_id: Klik untuk matikan
it: Clicca per chiudere
ja: クリックして解除へ
pt: Clique para desligar
ru: Hажмите для выключения
tr: Kapatmak için tıklayınız
vi_vn: Nhấn để tắt
zh_hans: 点击前往关闭
zh_hant: 點擊前往關閉

# Tap1_TitleName
source: Home
de: Zuhause
es: Casa
fr: Maison
id_id: Rumah
it: Casa
ja: ホーム
pt: Casa
ru: Дома
tr: Ev
vi_vn: Nhà
zh_hans: 首页
zh_hant: 首頁

# Slogan_Zhongxing
source: Smart Home, for better life
zh_hans: 美好生活 智能家居
zh_hant: 美好生活 智能家居

# Tap3_FriendsAdd_NotYourself
source: Can't add yourself as a friend
de: Kann sich nicht selbst als Freund hinzufügen
es: No se puede añadir como amigo
fr: Impossible de vous ajouter en ami
id_id: Tidak dapat menambahkan diri Anda sebagai teman
it: Impossibile aggiungere te stesso come amico
ja: あなた自身を友達として追加することはできません
pt: Não é possível adicionar-se como amigo
ru: Невозможно добавить себя в качестве друга
tr: Bir arkadaş olarak kendinizi ekleyemezsiniz
vi_vn: không thể thêm vào cho mình vào làm bạn
zh_hans: 无法添加自己为亲友
zh_hant: 無法添加自己為親友

# Tap3_ShareDevice_NotYourself
source: Can't share with yourself
de: Sie können nicht mit Ihnen selbst teilen
es: No puede compartir consigo
fr: Vous ne pouvez pas partager avec vous-même
id_id: Tidak membagi untuk anda sendiri
it: Non condividere
ja: 自分にシェアできません
pt: Impossível compartilhar consigo próprio
ru: Невозможно поделиться себе
tr: Kendiniz için paylaşmayınız
vi_vn: Không chia sẻ cho bạn
zh_hans: 无法分享设备给自己
zh_hant: 無法分享設備給自己

# Qiaoan_AddDevice_WiFiSET
source: Please via "Settings"->"WLAN",choose "JOOAN-******"join on your iPhone, Password is 12345678
de: Bitte "JOOAN-******" in Einstellung vom iPhone->WLAN wählen, wenn Passwort erforderlich, bitte 12345678 eingeben
es: Ajustes de Iphone ->Red de área local inalámbrica,elija JOOAN-****** entre, si necesitan contraseña, introduzca 12345678
fr: Sur l'iPhone via Réglages->WLAN, se connecter à JOOAN-******, mot de passe 12345678
id_id: Silahkan melalui "Pengaturan"->"WLAN",pilih "JOOAN-******"sambungkan ke iPhone anda, Kata sandinya adalah 12345678
ja: iPhone設定->WiFiにJOOAN-******を選択し追加してください,パスワード12345678
pt: Por favor, selecione "JOOAN-******" na definições de WiFi. Se precisar de senha, digite 12345678
ru: Зайдите в телефоне в настройки->сети WLAN, выберите "JOOAN-******", подключиться. Пароль:12345678
tr: Lütfen Ayarlamalar->WLAN aracılığıyla JOOAN-****** u seçin , iPhone'nuzdan katılın, Şifre 12345678
vi_vn: Trong mục "Cài đặt"->"WLAN", chọn "JOOAN-*****" kết nối iPhone, Mật khẩu 12345678
zh_hans: 请在iPhone的设置->无线局域网，选择“JOOAN-******”加入，密码12345678
zh_hant: 請在iPhone的設置->無線區域網，選擇“JOOAN-******”加入，密碼12345678

# Tap3_Userinfo_PhotosSelected
source: Selected(%@)
de: Ausgewählt(%@)
es: Seleccionado(%@)
fr: Choisi(%@)
id_id: Terpilih(%@)
it: Selezionato(%@)
ja: 選択された(%@)
pt: Selecionado(%@)
ru: выбранный(%@)
tr: Seçilmiş(%@)
vi_vn: Đã chọn(%@)
zh_hans: 已选(%@)
zh_hant: 已選(%@)

# Tap0_Login_NoInstalled
source: No %@ installed
de: Kein %@ installiert ist
es: Sin %@ instalado
fr: Non %@ installé
id_id: Tidak ada %@ terpasang
it: No %@ installato
ja: 携帯端末で%@アプリをインストールされてませんので
pt: %@ não instalado
ru: Ни один %@ не установлен
tr: Kurulu %@ yok
vi_vn: Chưa cài %@
zh_hans: 没有安装%@
zh_hant: 沒有安裝%@

# Tap0_register_GoToLogin
source: Go to login
de: Zum einloggen
es: Ir al iniciar sesión
fr: Se connecter
id_id: Masuk
it: Vai a login
ja: ログイン
ru: Перейти
tr: Giriş yap
vi_vn: Đăng nhập
zh_hans: 去登录
zh_hant: 去登錄

# Tap0_register_EmailVerification
source: Email verification
de: Email Verifizierung
es: Verificacion de email
fr: vérification par email
id_id: Verifikasi email
it: Verifica email
ja: メール確認
pt: Verificação de email
ru: проверка электронной почты
tr: Eposta Doğrulama
vi_vn: xác minh qua email
zh_hans: 邮箱验证
zh_hant: 郵箱驗證

# Tap0_register_VerificationTips
source: The activation mail has been sent to %@,please click the link to activate your account.
de: Die Aktivierungs Email wurde an %@ gesendet, bitte klicken Sie auf den Link, um Ihr Konto zu aktivieren.
es: El correo de activación se ha enviado a %@, haz clic en el enlace para activar tu cuenta.
fr: Le mail d'activation a été envoyé à %@, s'il vous plaît cliquer sur le lien pour activer votre compte.
id_id: Mail aktivasi telah dikirim ke %@, silakan klik link untuk mengaktifkan account Anda.
it: La mail di attivazione è stato inviato a %@, si prega di fare clic sul link per attivare l'account.
ja: アクティベーションメールが%@に送信されました。リンクをクリックしてアカウントを有効にしてください。
pt: O email de ativação foi enviado para a %@, clique no link para ativar sua conta.
ru: Почты активации отправлен %@, пожалуйста, нажмите на следующую ссылку, чтобы активировать учетную запись.
tr: Etkinleştirme e-postası %@'ya gönderildi, lütfen hesabınızı etkinleştirmek için bağlantıyı tıklayın.
vi_vn: Mail kích hoạt đã được gửi đến %@, xin vui lòng nhấp vào liên kết để kích hoạt tài khoản của bạn.
zh_hans: 已发送邮件到%@，请点击邮件内的链接激活账号
zh_hant: 已發送郵件到%@，請點擊郵件內的鏈接激活賬號

# Tap0_register_SendEmail
source: Send again
de: Erneut senden
es: Enviar de nuevo
fr: Envoyer à nouveau
id_id: Kirim lagi
it: Inviare di nuovo
ja: もう一度送信
pt: Envie novamente
ru: Отправь снова
tr: Tekrar gönderin
vi_vn: Gửi lại
zh_hans: 再次发送验证邮件
zh_hant: 再次發送驗證郵件

# Tap0_register_SendEmailTips
source: Email has been sent
de: Email wurde verschickt
es: Email ha sido enviado
fr: L'email a été envoyé
id_id: Email telah dikirim
it: Email è stato inviato
ja: メールが送信されました
pt: Email foi enviado
ru: Email было отправлено
tr: Email gönderildi
vi_vn: Email đã được gửi
zh_hans: 邮件已发送
zh_hant: 郵件已發送

source: Jan.
zh_hans: 1月

source: Feb.
zh_hans: 2月

source: Mar.
zh_hans: 3月

source: Apr.
zh_hans: 4月

source: May.
zh_hans: 5月

source: Jun.
zh_hans: 6月

source: Jul.
zh_hans: 7月

source: Aug.
zh_hans: 8月

source: Sep.
zh_hans: 9月

source: Oct.
zh_hans: 10月

source: Nov.
zh_hans: 11月

source: Dec.
zh_hans: 12月

# NoNetworkTips
source: No network connection
de: Keine Netzwerk Verbindung
es: No hay conexion de red
fr: Pas de connexion réseau
id_id: Tidak koneksi jaringan
it: Nessuna connessione di rete
ja: ネットワーク接続なし
pt: Nenhuma conexão de rede
ru: Нет подключения к сети
tr: Ağ bağlantısı yok
vi_vn: Không có kết nối mạng
zh_hans: 当前网络不可用
zh_hant: 當前網路不可用

# Tap0_AlreadyEmailed
source: Already emailed to
de: Eine automatische Email an
es: Desde el sistema le hemos enviado un correo electrónico a
fr: Un Email a été envoyé à
id_id: Sudah email ke
it: Email inviata a
ja: 既にに電子メールで送信
pt: Sistema enviou um e-mail para
ru: Письмо было отправлен на электронную почту
tr: Için zaten e-postayla gönderildi
vi_vn: Đã gửi email đến
zh_hans: 已发送邮件到
zh_hant: 已發送郵件到

# Tap0_Click_ResetPassword
source: Please click the link in the email to reset password
de: Bitte den Link klicken zum Zurücksetzen des Passworts
es: Por favor, haga clic en el enlace para restablecer la contraseña
fr: Veuillez cliquer sur le lien pour réinitialiser le mot de passe
id_id: silakan klik link dalam email untuk mereset password
it: Prega fare clic sul link per reimpostare la password
ja: パスワードをリセットするリンクをクリックしてください
pt: Por favor, clique no link para redefinir a senha
ru: Обратите выберите ссылку, чтобы сбросить пароль
tr: Şifre sıfırlamak için lütfen bağlantıyı tıklayın
vi_vn: hãy nhấn vào liên kết để tạo lại mật khẩu
zh_hans: 请点击邮箱内的链接重置密码
zh_hant: 請點擊電子郵件內的連結重設密碼
