Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# Tap1_NeedsInitializedTips
source: SD card needs to be initialized and data would be cleared, sure to continue?
de: SD-Karte muss initialisiert werden und die Daten werden gelöscht.
es: Tarjeta SD necesita ser inicializado y los datos se borraron, seguro de continuar?
fr: Carte SD doit être initialisé et les données seraient effacées, bien sûr à continuer?
id_id: kebutuhan kartu SD diinisialisasi dan data akan dibersihkan, pasti untuk melanjutkan?
it: Esigenze scheda SD per inizializzare e dati sarebbero stati cancellati, sicuro di continuare?
ja: SDカードを初期化してデータをクリアする必要がありますか？
pt: Cartão SD precisa ser inicializado e os dados seriam limpos, com certeza continuar?
ru: потребности карты SD для инициализации и данные будут очищены, обязательно продолжить?
tr: SD kartının başlatılması gerekiyor ve veriler silinecek, emin misiniz?
vi_vn: Thẻ SD cần được khởi tạo và dữ liệu sẽ bị xóa, chắc chắn để tiếp tục?
zh_hans: 设备SD卡需要先初始化，但会删除卡内数据，确定初始化吗？
zh_hant: 設備SD卡需要先初始化，但會刪除卡內數據，確定初始化嗎？

# Tap1_SDCardFullyTips
source: Fully occupied
de: Voll besetzt
es: Totalmente ocupada
fr: Entièrement occupé
id_id: Terisi penuh
it: Pienamente occupato
ja: SDカードのメモリーもう足りないです。
pt: Totalmente ocupado
ru: Полностью занятый
tr: tamamen işgal
vi_vn: Chiếm đóng hoàn toàn
zh_hans: SD卡存储空间已满
zh_hant: SD卡存儲空間已滿

# Tap1_HomeMode
source: WIFI mode
de: Home Modus
es: WIFI modo
fr: Mode WIFI
id_id: Mode WIFI
it: Modalità WIFI
ja: ホームモード
pt: Modo Wi-Fi
ru: Режим WIFI
tr: WIFI modu
vi_vn: Chế độ WIFI
zh_hans: 连接WiFi
zh_hant: 連接WiFi

# Tap1_HomeMode_Opened
source: WIFI mode has been opened
es: Modo de casa ha sido abierto
fr: Le mode WIFI a été ouvert
id_id: Mode WIFI telah dibuka
it: La modalità WIFI è stata aperta
pt: O modo WIFI foi aberto
ru: Режим WIFI открыт
tr: WIFI modu açıldı
vi_vn: Chế độ WIFI đã được mở
zh_hans: 连接WiFi已开启
zh_hant: 連接WiFi已開啟

# Tap1_Camera_Video_Auto
source: Auto
ja: オート
ru: Авто
tr: Oto
zh_hans: 自动
zh_hant: 自動

# Tap1_Camera_Video_Fluent
source: Fluent
de: Fließend
es: Fluido
fr: Courant
id_id: Fasih
it: Fluente
ja: 流暢
pt: Fluente
ru: беглый
tr: Akıcı
zh_hans: 流畅
zh_hant: 流暢

# Tap1_Camera_Video_SD
source: SD
zh_hans: 标清
zh_hant: 標清

# Tap1_Camera_Video_HD
source: HD
zh_hans: 高清
zh_hant: 高清

# Tap1_Refreshed
source: Refreshed
ja: リフレッシュ
tr: Tazelenmiş
vi_vn: Đã làm mới
zh_hans: 刷新成功
zh_hant: 刷新成功

# Tap1_RefreshedFailed
source: Refresh failed
ja: リフレッシュに失敗しました
zh_hans: 刷新失败
zh_hant: 刷新失敗

# Tap1_Sync_NetworkChangeTips
source: Switched to mobile network,continue?
de: Umschalten auf Mobilfunknetz, weiter?
es: Al cambiar a la red de telefonía móvil, continuar?
fr: Switched au réseau mobile, continuer?
id_id: Beralih ke jaringan seluler, terus?
it: Commutato rete mobile, continuare?
ja: モバイルネットワークに切り替え、継続？
pt: Comutado para rede móvel, continuar?
ru: Переключиться на мобильную сеть, продолжить?
tr: Mobil şebekeye geçildi, devam et?
vi_vn: Chuyển sang mạng di động, tiếp tục?
zh_hans: 已切换为数据网络，是否继续同步？
zh_hant: 已切換為數據網絡，是否繼續同步？

# Tap1_FileDamagedTips
source: File is damaged, delete?
de: Datei ist beschädigt, löschen?
es: Archivo está dañado, elimine?
fr: Le fichier est endommagé, supprimer?
id_id: File rusak, menghapus?
it: Il file è danneggiato, cancellare?
ja: ファイルが破損しています，削除またはありません？
pt: Arquivo está danificado, apagar?
ru: Файл поврежден, удалить?
tr: Dosya bozuk, silinsin mi?
vi_vn: Tệp bị hỏng, xoá?
zh_hans: 文件已损坏，是否删除？
zh_hant: 文件已損壞，是否刪除？

# Tap1_DeleteDownloadingTips
source: File downloading, delete?
de: Das Herunterladen von Dateien, zu löschen?
es: Descarga de archivos, eliminar?
fr: Téléchargement de fichiers, supprimer?
id_id: Mendownload file, menghapus?
it: Scaricamento di file, cancellare?
ja: ファイルがダウンロードされていますか、削除していますか？
pt: Download de arquivos, excluir?
ru: Загрузка файлов, удаление?
tr: Dosya indiriliyor, silmek mi?
vi_vn: Tải file, xóa?
zh_hans: 文件正在下载中，是否删除？
zh_hant: 文件正在下載中，是否刪除？

# Tap1_Share_NoLonger8STips
source: Not support to share the content longer than 8s
de: Nicht unterstützt den Inhalt länger als 8s zu teilen
es: No hay soporte para compartir el contenido más largo que 8s
fr: Pas de support pour partager le contenu plus longtemps que 8s
id_id: Tidak mendukung untuk berbagi konten lebih lama dari 8s
it: Non appoggiare per condividere i contenuti più lungo di 8s
ja: 8秒を超えるコンテンツを共有することはできません
pt: Não suporta compartilhar o conteúdo mais de 8s
ru: Не поддерживает, чтобы разделить содержание больше, чем 8s
tr: 8s daha uzun süre içerik paylaşmak için destek yok
vi_vn: Không hỗ trợ chia sẻ các nội dung dài hơn 8s
zh_hans: 暂不支持分享时长超过8S的内容
zh_hant: 暫不支持分享時長超過8S的內容

# Tap1_Album_Download
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scaricare
ja: ダウンロード
pt: Baixar
ru: Скачать
tr: Indir
vi_vn: Tải về
zh_hans: 下载
zh_hant: 下載

# Tap1_Album_Downloaded
source: Downloaded
de: Heruntergeladen
es: Descargados
fr: Téléchargé
id_id: Didownload
it: Scaricati
ja: ダウンロード済み
pt: Transferido
ru: Загруженный
tr: İndirildi
vi_vn: Đã tải xuống
zh_hans: 已下载
zh_hant: 已下載

# Tap1_Album_PutInVR
source: Put cellphone into VR glasses
de: Setzen Sie Handy in VR Gläser
es: Ponga el teléfono celular en las gafas VR
fr: Mettre le téléphone portable dans des verres VR
id_id: Meletakkan ponsel ke dalam gelas VR
it: Mettere cellulare in bicchieri VR
ja: 携帯電話をVRメガネに入れる
pt: Põr o telefone da pilha nos vidros de VR
ru: Поместите мобильный телефон в очки VR
tr: Cep telefonunu VR gözlüğüne koy
vi_vn: Đặt điện thoại di động vào kính VR
zh_hans: 请将手机放入VR眼镜
zh_hant: 請將手機放入VR眼鏡

# Tap1_Album_CancelDownloadTips
source: Cancel the download?
de: Brechen Sie den Download?
es: Cancelar la descarga?
fr: Annuler le téléchargement?
id_id: Batalkan mengunduh?
it: Annullare il download?
ja: ダウンロードをキャンセルしますか？
pt: Cancelar o download?
ru: Отменить загрузку?
tr: İndirmeyi iptal et?
vi_vn: Hủy bỏ việc download?
zh_hans: 是否取消下载？
zh_hant: 是否取消下載？

# Tap1_Album_DownloadFailed
source: Download failed
de: Download fehlgeschlagen
es: Descarga fracasó
fr: Téléchargement échoué
id_id: Download gagal
it: Scaricamento fallito
ja: ダウンロードに失敗しました
pt: Falha no download
ru: Загрузка не удалась
tr: İndirme Başarısız
vi_vn: Tải về thất bại
zh_hans: 下载失败
zh_hant: 下載失敗

# Tap1_Album_Share_Description
source: Add description
de: Beschreibung hinzufügen
es: Agregar descripción
fr: Ajouter description
id_id: Tambahkan deskripsi
it: Aggiungere descrizione
ja: 説明を追加
pt: Adicionar descrição
ru: Добавить описание
tr: Açıklama ekle
vi_vn: Thêm mô tả
zh_hans: 请输入照片（视频）描述…
zh_hant: 請輸入照片（視頻）描述…

# Tap1_Album_Share_To_Daily_Great
source: The shared content will be saved to"Me > Sharing Management > 720°Cam Shared Contents "
es: El contenido compartido se guarda en"Me > compartir la gestión > 720°Cam Contenido compartidos "
fr: Le contenu partagé sera enregistré dans "Moi > Partage de la gestion > 720°Cam Contenu partagés "
id_id: Konten bersama akan disimpan ke "Ranjau > Manajemen berbagi > 720°Cam Dibagikan isi "
it: Il contenuto condiviso verrà salvato a "Mi > Condivisione della gestione > 720°Cam contenuti condivisi "
pt: O conteúdo compartilhado será salvo para"Mim > Gerenciamento de compartilhamento > 720°Cam Conteúdo compartilhados "
ru: Общий контент будет сохранен в"Меня > совместное управление > 720°Cam Общие cодержание "
tr: Paylaşılan içerik kaydedilir "Benil > Paylaşım yönetimi > 720°Cam Paylaşılan içerik "
vi_vn: Các nội dung được chia sẻ sẽ được lưu vào" Tôi > Quản lý chia sẻ > 720°Cam Nội dung chia sẻ "
zh_hans: 分享的内容将会保存到“我的 > 分享管理 > 720°全景已分享内容”
zh_hant: 分享的內容將會保存到“我的 > 分享管理 > 720°全景已分享內容”

# Tap1_Album_Share_NotInstalledTips
source: "%@" not installed, please install it and try again
de: "%@" nicht installiert, bitte installieren Sie es und versuchen Sie es erneut
es: "%@" no está instalado, instálelo y vuelva a intentarlo
fr: "%@" n'est pas installé, veuillez l'installer et réessayer
id_id: "%@" tidak terpasang, silahkan install dan coba lagi
it: "%@" non è installato, installarlo e riprova
ja: “%@”がインストールされていない、それをインストールして、再度お試しください
pt: "%@" não instalado, instale-o e tente novamente
ru: "%@" не установлен, установите его и попробуйте еще раз
tr: "%@" yüklü değil, lütfen yükleyin ve tekrar deneyin
vi_vn: "%@" chưa được cài đặt, vui lòng cài đặt và thử lại
zh_hans: 未安装“%@”，请安装后重试
zh_hant: 未安裝“%@”，請安裝後重試

# Tap1_Shared_Title
source: Shared from Cleverdog 720°Cam
de: Geteilt von Cleverdog 720°Cam
es: Compartido de Cleverdog 720°Cam
fr: Partagée de Cleverdog 720°Cam
id_id: Dibagi dari Cleverdog 720°Cam
it: Condiviso da Cleverdog 720°Cam
ja: Cleverdog 720°カムから共有
pt: Compartilhado a partir de Cleverdog 720°Cam
ru: Отправлено от Cleverdog 720°Cam
tr: Cleverdog 720°Cam ile paylaşılanlar
vi_vn: Được chia sẻ từ Cleverdog 720°Cam
zh_hans: 来自加菲狗720°相机分享
zh_hant: 來自加菲狗720°相機分享

# Tap1_Shared_Title_zhognxing
source: Shared from 720°Panoramic Cam
de: Geteilt von 720°Panorama Cam
es: Compartido desde 720°Panoramic Cam
fr: Partagée à partir de 720°Panoramic Cam
id_id: Dibagikan dari 720°Panoramic Cam
it: Condiviso da 720°panoramica Cam
ja: 720°パノラマカメラから共有
pt: Compartilhado a partir de 720°Panorâmica Cam
ru: Общий от 720°Панорамный Cam
tr: 720°Panoramik Kameradan Paylaşılan
vi_vn: Được chia sẻ từ 720°Panoramic Cam
zh_hans: 来自720°全景相机分享
zh_hant: 來自720°全景相機分享

# Tap1_Shared_Slogan
source: A different world for you
de: Eine andere Welt für dich
es: Un mundo diferente para ti
fr: Un monde différent pour vous
id_id: Sebuah dunia yang berbeda untuk Anda
it: Un mondo diverso per voi
ja: あなたのための別の世界
pt: Um mundo diferente para você
ru: Другой мир для вас
tr: Senin için farklı bir dünya
vi_vn: Một thế giới khác cho bạn
zh_hans: 给你不一样的世界
zh_hant: 給你不一樣的世界

# Tap1_Shared_More
source: More
de: Mehr
es: Más
fr: Plus
id_id: Lebih
it: Più
ja: もっと
pt: Mais
ru: Больше
tr: Daha
vi_vn: Thêm
zh_hans: 了解更多
zh_hant: 了解更多

# Tap1_Menu_More
source: More
es: Más
fr: Plus
id_id: Lebih
it: Più
pt: Mais
ru: Больше
tr: Daha
vi_vn: Thêm
zh_hans: 更多
zh_hant: 更多

# H5_Panoramic
source: Panoramic
es: panorámico
fr: panoramique
id_id: Panorama
it: panoramico
pt: panorâmico
ru: панорамный
tr: panoramik
vi_vn: Toàn cảnh
zh_hans: 全景
zh_hant: 更多

# H5_Fisheye
source: Fisheye
es: Ojo de pez
pt: Olho de peixe
ru: Рыбий
tr: Balık gözü
zh_hans: 鱼眼
zh_hant: 全景

# H5_Asteroid
source: Asteroid
es: Asteroide
fr: Astéroïde
it: Asteroide
pt: Asteróide
ru: астероид
tr: asteroit
vi_vn: Tiểu hành tinh
zh_hans: 小行星
zh_hant: 魚眼

# H5_VR mode
source: VR mode
es: Modo VR
fr: Mode VR
id_id: Mode VR
pt: Modo VR
ru: Режим VR
zh_hans: VR模式
zh_hant: 小行星

# Tap1_Shared_LandscapeTips
source: If not work with landscape, please enable Screen Rotation in system
de: Wenn Sie nicht mit der Landschaft arbeiten, aktivieren Sie bitte die Bildschirmrotation im System
es: Si no trabaja con paisaje, active la rotación de pantalla en el sistema
fr: Si ce n'est pas le cas avec le paysage, veuillez activer la rotation de l'écran dans le système
id_id: Jika tidak bekerja dengan landscape, silahkan aktifkan Rotasi Layar di sistem
it: Se non funziona con il paesaggio, prega abilitare la rotazione dello schermo sistema
ja: 風景では動作しない場合は、システムで画面の回転を有効にしてください
pt: Se não trabalhar com paisagem, active a rotação de ecrã no sistema
ru: Если вы не работаете с ландшафтом, включите поворот экрана в системе
tr: Manzara ile çalışmak değilse, sistemde Ekran Rotasyon etkinleştirin
vi_vn: Nếu không làm việc với cảnh quan, xin vui lòng cho phép màn hình xoay trong hệ thống
zh_hans: 若横屏无效，请开启系统屏幕旋转功能
zh_hant: 若橫屏無效，請開啟系統屏幕旋轉功能

# Tap1_LogoSelect
source: Logo select
de: Logo wählen
es: Seleccionar Logo
fr: Logo sélectionner
id_id: logo pilih
it: Logo Selezionare
ja: Logoを選択
pt: Logo selecione
ru: Выбор Logo
tr: Logo seç
vi_vn: Logo chọn
zh_hans: Logo选择
zh_hant: Logo選擇

# Tap3_ShareDevice_SharedUsers
source: Shared users
de: Geteilte Benutzer
es: Usuarios compartidos
fr: Utilisateurs partagés
id_id: Dibagikan pengguna
it: Utenti condivisi
ja: 共有ユーザー
pt: Usuários compartilhados
ru: Общие пользователи
tr: Paylaşılan kullanıcılar
vi_vn: Người dùng chia sẻ
zh_hans: 已分享用户
zh_hant: 已分享用戶

# Tap3_ShareDevice_SharedContents
source: 720°Cam Shared Contents
de: Geteilte Inhalt
es: 720°Cam Contenido compartidos
fr: 720°Cam Contenu partagés
id_id: 720°Cam Dibagikan isi
it: 720°Cam contenuti condivisi
ja: 共有コンテンツ
pt: 720°Cam Conteúdo compartilhados
ru: 720°Cam Общие cодержание
tr: 720°Cam Paylaşılan içerik
vi_vn: 720°Cam Nội dung chia sẻ
zh_hans: 720°全景已分享内容
zh_hant: 720°全景已分享內容

# Tap1_Shared_Description
source: I made something cool by Cleverdog 720°Cam,come & see it!
de: Ich habe etwas kühl gemacht von Cleverdog 720°Cam, komm und sehe es!
es: Hice algo fresco por Cleverdog 720°Cam, y vienen a verla!
fr: Je fis quelque chose par cool par Cleverdog 720°Cam, venez et voir!
id_id: Saya buat sesuatu yang keren oleh Cleverdog 720°Cam, datang & melihatnya!
it: Ho fatto qualcosa di fico da Cleverdog 720°Cam, vieni e vedere!
ja: 私はCleverdog 720°Camでクールなものを作りました。
pt: Eu fiz algo legal por Cleverdog 720°Cam, venha ver!
ru: Я сделал что-то прохладное на Cleverdog 720°Cam, прийти и увидеть его!
tr: Cleverdog 720°Cam ile harika bir şey yaptım, gelip görün!
vi_vn: Tôi đã làm một cái gì đó mát mẻ bởi Cleverdog 720°Cam, đến và xem nó!
zh_hans: 我用加菲狗720°全景摄像机拍摄了一段内容，快来看看吧
zh_hant: 我用加菲狗720°全景攝像機拍攝了一段內容，快來看看吧

# Tap1_Shared_Description_zhongxing
source: I made something cool by 720°Panoramic Cam,come & see it!
de: Ich habe etwas kühl gemacht von 720°Panorama Cam, komm und sehe es!
es: Hice algo fresco por 720°panorámica Cam, y vienen a verla!
fr: Je fis quelque chose par cool de 720°panoramique Cam, venez et voir!
id_id: Saya buat sesuatu yang keren dengan 720°Panoramic Cam, datang & melihatnya!
it: Ho fatto qualcosa di fico da 720°panoramica Cam, vieni e vedere!
ja: 私は720°パノラマカムで何か涼しいものを作った、来て＆それを参照してください！
pt: Eu fiz algo legal por 720°panorâmico Cam, venha ver!
ru: Я сделал что-то прохладное на 720°панорамный Cam, прийти и увидеть его!
tr: 720°Panoramik Cam ile harika bir şey yaptım, gelip görün!
vi_vn: Tôi làm một cái gì đó mát mẻ bởi 720°Panoramic Cam, đến và nhìn thấy nó!
zh_hans: 我用720°全景摄像机拍摄了一段内容，快来看看吧
zh_hant: 我用720°全景攝像機拍攝了一段內容，快來看看吧

# Tap3_ShareDevice_UnshareTips
source: Unshare?
es: Dejar de compartir?
id_id: Batalkan berbagi?
ja: 共有を解除？
ru: Удалить?
vi_vn: Không chia sẻ?
zh_hans: 是否取消分享？
zh_hant: 是否取消分享？

# Tap1_Camera_RecordingFailed
source: Recording failed
de: Aufzeichnung fehlgeschlagen
es: Fallado la grabación
fr: Échec de l'enregistrement
id_id: Rekam gagal
it: Record fallito
ja: 失敗した記録
pt: Falha na gravação
ru: Запись не удалось
tr: kaydediyor başarısız oldu
vi_vn: Bản ghi không thành công
zh_hans: 拍摄失败
zh_hant: 拍攝失敗

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
id_id: Telepon
it: Telefono
ja: 電話
pt: Telefone
ru: Телефон
tr: Telefon
vi_vn: Điện thoại
zh_hans: 电话
zh_hant: 電話

# SMS
source: Message
de: Nachricht
es: Mensaje
id_id: Pesan
it: Messaggio
ja: メッセージ
pt: Mensagem
ru: Сообщение
tr: Mesaj
vi_vn: Thông điệp
zh_hans: 短信
zh_hant: 短訊

source: Loaded
de: Beladen
es: Cargado
id_id: Sarat
ja: ロードされた
pt: Carregado
ru: Hагруженный
tr: Yüklü
vi_vn: Nạp vào
zh_hans: 已全部加载完毕
zh_hant: 已加載完畢

source: Microphone
de: Mikrofon
es: Micrófono
id_id: Mikropon
it: Microfono
ja: マイクロフォン
pt: Microfone
ru: Микрофон
tr: Mikrofon
vi_vn: Micrô
zh_hans: 麦克风
zh_hant: 麥克風

# Tap3_FriendsAdd_AlreadyFriend
source: You have added %@ as your clever dog contact
de: %@ Ist bereits Ihr Freund
es: %@ Ya es tu amigo
fr: %@ rouge & bleu Clignotement: mise à jour
id_id: %@ Apakah sudah teman Anda
it: %@ È già tuo amico
ja: ％@ をすでにあなたの友達です
pt: %@ Já é seu amigo
ru: %@ Это уже ваш друг
tr: %@ Zaten arkadaşın mı
vi_vn: %@ Đã là bạn bè của bạn
zh_hans: %@ 已经是你的好友
zh_hant: %@ 已經是你的好友

# Choose_Album
source: Select an album
es: Selecciona un álbum
fr: Sélectionnez un album
id_id: Pilih album
it: Seleziona un album
pt: Selecione um álbum
ru: Выберите альбом
tr: Bir albüm seçin
vi_vn: Chọn anbom
zh_hans: 选择相册
zh_hant: 選擇相冊

# Mail_Class_Application
source: Please select the mail class application
es: Seleccione la aplicación de clase de correo
fr: Sélectionnez la demande de classe de messagerie
id_id: Silakan pilih aplikasi kelas surat
it: Seleziona l'applicazione della classe mail
pt: Selecione o aplicativo de classe de email
ru: Выберите приложение класса почты
tr: Lütfen posta sınıfı uygulamasını seçin
vi_vn: Vui lòng chọn ứng dụng lớp thư
zh_hans: 请选择邮件类应用
zh_hant: 請選擇郵件類應用

# Tap1_Album_Empty
source: No Photos or Videos
es: No hay fotos o videos
fr: Pas de photos ou de vidéos
id_id: Tidak ada Foto atau Video
it: Nessuna foto o video
pt: Sem fotos ou vídeos
ru: Нет фото или видео
tr: Fotoğraf Yok Videolar
vi_vn: Không có Ảnh hoặc Video
zh_hans: 暂无照片或视频
zh_hant: 暫無照片或視頻

# Feedback_Sending
source: sending…
es: enviando…
fr: envoi…
id_id: Mengirim …
it: Inviare …
pt: Enviando
ru: Отправка …
tr: Gönderiliyor …
vi_vn: gửi…
zh_hans: 发送中...
zh_hant: 發送中…

# Feedback_MessageFailed
source: Message failed
es: Error al enviar el mensaje
fr: Message échoué à envoyer
id_id: Pesan gagal dikirim
it: Il messaggio non è riuscito a inviare
pt: Falha ao enviar mensagem
ru: Не удалось отправить сообщение
tr: Mesaj gönderilemedi
vi_vn: Không thể gửi tin nhắn
zh_hans: 消息发送失败
zh_hant: 消息發送失敗

# Download_Then_Share
source: Please download the video and then share
es: Descargue el video y luego comparta
fr: Téléchargez la vidéo puis partagez
id_id: Silahkan download video dan kemudian bagikan
it: Scarica il video e poi condividi
pt: Faça o download do vídeo e compartilhe
ru: Загрузите видео, а затем отправьте его
tr: Lütfen videoyu indirin ve ardından paylaşın
vi_vn: Vui lòng tải video xuống và chia sẻ
zh_hans: 请先下载视频再分享
zh_hant: 請先下載視頻再分享

# Downloading
source: The video is being downloaded
es: El video se está descargando
fr: La vidéo est en cours de téléchargement
id_id: Video sedang didownload
it: Il video viene scaricato
pt: O vídeo está sendo baixado
ru: Видео загружается
tr: Video indiriliyor
vi_vn: Video đang được tải xuống
zh_hans: 视频正在下载中
zh_hant: 視頻正在下載中

source: Network description
es: Descripción de la red
fr: Description du réseau
id_id: Deskripsi jaringan
it: Descrizione della rete
pt: Descrição da rede
ru: Описание сети
tr: Ağ açıklaması
vi_vn: Mô tả mạng
zh_hans: 网络说明
zh_hant: 網絡說明

# Unconnect_Network
source: Your device is not connected to a mobile network, or a WiFi network
es: Su dispositivo no está conectado a una red móvil oa una red WiFi
fr: Votre appareil n'est pas connecté à un réseau mobile ou à un réseau WiFi
id_id: Perangkat Anda tidak terhubung ke jaringan selular atau jaringan WiFi
it: Il tuo dispositivo non è connesso a una rete mobile oa una rete WiFi
pt: Seu dispositivo não está conectado a uma rede móvel ou a uma rede WiFi
ru: Ваше устройство не подключено к мобильной сети или сети WiFi
tr: Cihazınız bir mobil şebekeye veya bir Kablosuz ağa bağlı değil
vi_vn: Thiết bị của bạn không được kết nối với mạng di động hoặc mạng WiFi
zh_hans: 您的设备未连接移动网络，或WiFi网络
zh_hant: 您的設備未連接移動網絡，或WiFi網絡

# Wifi_Method
source: WiFi network:
es: WiFi:
fr: WiFi Réseau:
id_id: WiFi Jaringan:
it: WiFi Reti:
pt: WiFi Rede:
ru: WiFi сеть:
tr: WiFi şebekesi:
vi_vn: WiFi Mạng:
zh_hans: WiFi网络：
zh_hant: WiFi網絡：

# Wifi_Hotspot
source: In device [Settings> Wireless LAN], Please choose a WiFi hotspot to connect.
es: En el dispositivo [Configuración> LAN inalámbrica], elija un punto de acceso WiFi para conectarse.
fr: Dans l'appareil [Paramètres> LAN sans fil], choisissez un point d'accès WiFi pour vous connecter.
id_id: Di perangkat [Settings> Wireless LAN], pilih hotspot WiFi untuk terhubung.
it: Nel dispositivo [Impostazioni> Wireless LAN], scegliere un punto di accesso WiFi per connettersi.
pt: No dispositivo [Definições> LAN sem fios], escolha um ponto de acesso WiFi para ligar.
ru: В устройстве [Настройки> Беспроводная ЛВС], выберите точку доступа WiFi для подключения.
tr: Aygıtta [Settings> Wireless LAN], bağlanmak için lütfen bir WiFi hotspot seçin.
vi_vn: Trong thiết bị [Cài đặt> Mạng LAN không dây], Vui lòng chọn điểm truy cập WiFi để kết nối.
zh_hans: 在设备的【设置>无线局域网】请选择一个WiFi热点连接。
zh_hant: 在設備的【設置>無線局域網】請選擇一個WiFi熱點連接。

# Wifi_Set_Up
source: Go to set up
es: Ir a configurar
fr: Aller à la mise en place
id_id: Pergi ke set up
it: Vai alla configurazione
pt: Ir para configurar
ru: Перейти к настройке
tr: Kurmaya git
vi_vn: Đi tới thiết lập
zh_hans: 立即去设置
zh_hant: 立即去設置

# Cellular_Data_Method
source: Mobile data:
es: Datos móviles:
fr: Les données mobiles:
id_id: Data seluler:
it: Dati mobili:
pt: Dados móveis:
ru: Мобильные данные:
tr: Mobil veri:
vi_vn: Dữ liệu di động:
zh_hans: 移动数据网络：
zh_hant: 移動數據網絡：

# Cellular_Data_Set_Up
source: Enable Mobile data in the device, please use below way, Settings> Mobile data
es: Habilitar datos móviles en el dispositivo, utilice a continuación, Configuración> Datos móviles
fr: Activer les données mobiles dans l'appareil, utilisez ci-dessous, Paramètres> Données mobiles
id_id: Aktifkan data Mobile di perangkat, gunakan cara di bawah ini, Settings> Mobile data
it: Abilita i dati mobili nel dispositivo, per favore usa il modo seguente, Impostazioni> Dati mobili
pt: Ativar dados móveis no dispositivo, use abaixo caminho, Configurações> Dados móveis
ru: Включите мобильные данные в устройстве, используйте нижеуказанные настройки: Настройки> Мобильные данные
tr: Cihazdaki Mobil verileri etkinleştirin, lütfen aşağıdaki şekilde kullanın; Ayarlar> Mobil veri
vi_vn: Bật dữ liệu di động trong thiết bị, vui lòng sử dụng dưới đây, Cài đặt> Dữ liệu di động
zh_hans: 在设备的【设置>移动网络】中启用移动数据网络。
zh_hant: 在設備的“設置”>“移動網絡”中啟動移動數據網絡。

# No_Network_Connection
source: No network connection, please activate network first
es: No hay conexión de red, active primero la red
fr: Pas de connexion réseau, activez le réseau en premier
id_id: Tidak ada koneksi jaringan, tolong aktifkan jaringan terlebih dulu
it: Nessuna connessione di rete, si prega di attivare la rete innanzitutto
pt: Nenhuma conexão de rede, ative primeiro a rede
ru: Нет подключения к сети, сначала активируйте сеть.
tr: Şebeke bağlantısı yok, lütfen önce şebekeyi etkinleştirin
vi_vn: Không có kết nối mạng, trước tiên hãy kích hoạt mạng
zh_hans: 无网络连接，请先开启网络
zh_hant: 無網絡連接，請先開啟網絡

# RuiShi_Guide
source: Use needle to long press the RESET button for 5s
es: Use la aguja para presionar el botón RESET durante 5 segundos
fr: Utilisez l'aiguille pour appuyer longuement sur le bouton RESET pour 5s
id_id: Gunakan jarum untuk lama menekan tombol RESET selama 5 detik
it: Usare l'ago per premere a lungo il pulsante RESET per 5s
pt: Use a agulha para pressionar o botão RESET durante 5 segundos
ru: Используйте иглу для длительного нажатия кнопки RESET в течение 5 с
tr: 5s için RESET düğmesine uzun basmak için iğne kullanın
vi_vn: Sử dụng kim để nhấn và giữ nút RESET trong 5 giây
zh_hans: 使用取卡针长按重置键5秒
zh_hant: 使用取卡針長按重置鍵5秒

# Historical_Read
source: The historical video has been read
es: El video histórico ha sido leído
fr: La vidéo historique a été lue
id_id: Video historis telah dibaca
it: Il video storico è stato letto
pt: O vídeo histórico foi lido
ru: Историческое видео было прочитано
tr: Geçmiş video okundu
vi_vn: Video lịch sử đã được đọc
zh_hans: 历史录像已读完
zh_hant: 歷史錄像已讀完

# Historical_Failed
source: Historical video reads failed
es: No se pudo leer el video histórico
fr: Les lectures vidéo historiques ont échoué
id_id: Video historis terbaca gagal
it: Le letture video storiche non sono riuscite
pt: Histórico de vídeo lido falhou
ru: Не удалось прочитать видео
tr: Geçmiş video okunamadı
vi_vn: Video lịch sử đã đọc thất bại
zh_hans: 历史录像读取失败
zh_hant: 歷史錄像讀取失敗
