Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# Tap0_Click_ActivateAccount
source: Please click the link to activate your account.
de: Bitte klicken Sie auf den Link, um Ihr Konto zu aktivieren.
es: haz clic en el enlace para activar tu cuenta.
fr: S'il vous plaît cliquer sur le lien pour activer votre compte.
id_id: silakan klik link untuk mengaktifkan account Anda.
it: Si prega di fare clic sul link per attivare l'account.
ja: アカウントを有効にするためのリンクをクリックしてください。
pt: Clique no link para ativar sua conta.
ru: Пожалуйста, нажмите на ссылку для активации вашей учетной записи.
tr: Hesabınızı etkinleştirmek için lütfen bağlantıyı tıklayın.
vi_vn: xin vui lòng nhấp vào liên kết để kích hoạt tài khoản của bạn.
zh_hans: 请点击邮件内的链接激活账号
zh_hant: 請點擊郵件內的鏈接激活賬號

source: Share to %@
zh_hans: 分享到%@

# SharedTo
source: Share to
zh_hans: 分享到

# VIDEO_FirmwareUpdating
source: Firmware updating…
es: Actualización de firmware…
fr: Mise à jour du firmware…
it: Aggiornamento firmware…
pt: Atualização de Firmware…
ru: Обновление прошивки…
tr: Firmware güncellemesi…
vi_vn: Cập nhật firmware…
zh_hans: 固件升级中…
zh_hant: 固件更新中…

# Tap1_FirmwareUpdate
source: Firmware update
es: Actualización de firmware
fr: Mise à jour du firmware
it: Aggiornamento firmware
ja: ファームウェアのアップデート
pt: Atualização de Firmware
ru: Обновление прошивки
tr: Firmware güncellemesi
vi_vn: Cập nhật firmware
zh_hans: 固件升级
zh_hant: 固件更新

# Tap1_CurrentVersion
source: Current version
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
id_id: Versi sekarang
it: Versione attuale
ja: 現行版
pt: Versão Atual
ru: Текущая версия
tr: Şimdiki versiyonu
zh_hans: 当前版本
zh_hant: 當前版本

# Tap1_LatestVersion
source: Latest version
de: Letzte Version
es: Ultima versión
fr: Dernière version
it: Ultima versione
ja: 最新バージョン
pt: Última versão
ru: Последняя версия
tr: Son versiyon
zh_hans: 最新版本
zh_hant: 最新版本

# Tap1_FirmwareUpdateSuc
source: Update successfully
de: Update erfolgreich
es: Actualizar correctamente
fr: Mise à jour réussie
id_id: mengupdate berhasil
it: Aggiornare successo
ja: 更新に成功
pt: Atualizar com êxito
ru: Обновление успешно
tr: Başarıyla güncelle
zh_hans: 固件升级成功
zh_hant: 固件升級成功

# Tap1_FirmwareUpdateFai
source: Update failed
de: Update fehlgeschlagen
es: Actualizar fallado
fr: Mise à jour a échoué
id_id: mengupdate gagal
it: Aggiornamento non riuscito
ja: 更新失敗
pt: Atualização falhou
ru: Обновление не удалось
tr: Güncelleştirme başarısız
zh_hans: 固件升级失败
zh_hant: 固件升級失敗

# Tap1_LatestFirmwareTips
source: It's the latest version
de: Es ist die neueste Version
es: Es la última versión
fr: Il est la dernière version
id_id: Itu adalah versi terkini
it: Si tratta dil'ultima versione
ja: それは最新のバージョンです
pt: É a versão mais recente
ru: Это самая последняя версия
tr: Bu son sürümü
vi_vn: Đây là phiên bản mới nhất
zh_hans: 已是最新固件
zh_hant: 已是最新固件

# Tap1_DownloadFirmwareFai
source: Download firmware failed
de: Firmware Download fehlgeschlagen
es: Descargar el firmware falló
fr: Télécharger firmware a échoué
id_id: Download firmware gagal
it: Download del firmware fallito
ja: ファームウェアのダウンロードに失敗しました
pt: Download de firmware falhou
ru: Скачать прошивку не удалось
tr: İndir firmware başarısız
zh_hans: 固件下载失败
zh_hant: 固件下載失敗

# Tap1_DownloadFirmwareTips
source: Download will start shortly,please ensure that cellphone and device to connect in same WIFI
de: Download wird in Kürze starten,stellen Sie sicher,dass Handy und Gerät mit demselben WIFI verbinden
es: Descarga comienza en breve,asegúrese de que el teléfono móvil y el dispositivo están conectados con el mismo WIFI
fr: Téléchargement débutera sous peu,veuillez vous assurer que le téléphone portable et le périphérique sont connectés au même WIFI
id_id: Ambil akan segera memulai,pastikan bahwa ponsel dan perangkat terhubung dengan WIFI yang sama
it: Download inizierà a breve, si prega di accertarsi che il cellulare e il dispositivo si connettono con la stessa WIFI
ja: ダウンロードが間もなく開始されます。携帯電話と端末が同じWIFIに接続していることを確認してください
pt: Download começará em breve,certifique-se de que o telefone celular e o dispositivo está se conectando com o mesmo WIFI
ru: Загрузка начнется в ближайшее время,пожалуйста, убедитесь,что мобильный телефон и устройство соединяются с той же WiFi
tr: İndirme kısa bir süre içinde başlayacak,lütfen cep telefonunun ve cihazının aynı WIFI ile bağlantı kurduğundan emin olun
vi_vn: Tải về sẽ bắt đầu trong thời gian ngắn,hãy đảm bảo rằng điện thoại di động và các thiết bị đang kết nối với WIFI cùng
zh_hans: 即将下载设备固件，升级设备固件时需保持客户端与设备连接于同一网络
zh_hant: 即將下載設備固件，升級設備固件時需保持客戶端與設備連接於同一網路

# Tap1_UpdateFirmwareTips
source: Update will start shortly,please ensure that cellphone and device to connect in same WIFI
de: Aktualisierung wird in Kürze starten,stellen Sie sicher,dass Handy und Gerät mit demselben WIFI verbinden
es: Actualizar comienza en breve,asegúrese de que el teléfono móvil y el dispositivo están conectados con el mismo WIFI
fr: Eettre à jour débutera sous peu,veuillez vous assurer que le téléphone portable et le périphérique sont connectés au même WIFI
id_id: Memperbarui akan segera memulai,pastikan bahwa ponsel dan perangkat terhubung dengan WIFI yang sama
it: Aggiornare inizierà a breve, si prega di accertarsi che il cellulare e il dispositivo si connettono con la stessa WIFI
ja: 更新が間もなく開始されます。携帯電話と端末が同じWIFIに接続していることを確認してください
pt: Update começará em breve,certifique-se de que o telefone celular e o dispositivo está se conectando com o mesmo WIFI
ru: Обновить начнется в ближайшее время,пожалуйста, убедитесь,что мобильный телефон и устройство соединяются с той же WiFi
tr: Güncelleştir kısa bir süre içinde başlayacak,lütfen cep telefonunun ve cihazının aynı WIFI ile bağlantı kurduğundan emin olun
vi_vn: Cập nhật sẽ bắt đầu trong thời gian ngắn,hãy đảm bảo rằng điện thoại di động và các thiết bị đang kết nối với WIFI cùng
zh_hans: 即将升级设备固件，请保持客户端与设备连接于同一网络
zh_hant: 即將升級設備固件，請保持客戶端與設備連接於同一網路

# Tap1_FirmwareDownloading
source: Downloading(%@)
de: Wird heruntergeladen(%@)
es: Descargando(%@)
fr: Téléchargement en cours(%@)
it: Download(%@)
ja: ダウンロード(%@)
pt: Baixando(%@)
ru: Загрузки(%@)
tr: İndiriliyor(%@)
zh_hans: 正在下载(%@)
zh_hant: 正在下載(%@)

# Tap1_FirmwareUpdating
source: Updating(%@)
de: Aktualisierung(%@)
es: Actualizando(%@)
fr: Réactualisation(%@)
id_id: Memutakhirkan(%@)
it: Aggiornamento(%@)
ja: 更新中(%@)
pt: Atualizando(%@)
ru: Обновления(%@)
tr: Güncelleniyor(%@)
vi_vn: Đang cập nhật(%@)
zh_hans: 正在升级(%@)
zh_hant: 正在升級(%@)

# DailyGreatTips_Full
source: Number of My Favorite Collection's has gonna to 50 upper limit, going to delete?
de: Collection Anzahl von Täglich Groß erreicht die obere Grenze 50, gehen zu löschen?
es: Número de la colección de Gran día ha alcanzado el límite superior de 50, va a eliminar?
fr: Collection nombre de Merveilleux de la journée a atteint la limite supérieure de 50, va supprimer?
id_id: Nomor koleksi untuk My Favorite telah mencapai batas atas 50, pergi ke menghapus?
it: il numero di Raccolta dei Splendida della giornata ha raggiunto il limite massimo di 50, andando a eliminare?
ja: 毎日の見どころのコレクションは削除に行くかどうか、50の上限に達していますか？
pt: Número da coleção de Show Diário atingiu o limite superior de 50, vai para apagar?
ru: Число коллекции Ежедневное чудо достиг верхнего предела 50, собирается удалять?
tr: Koleksiyonun Günlük Mükemmel sayısı 50'ye ulaştı, silinecek mi?
vi_vn: số lượng các My Favorite Bộ sưu tập đã đạt đến mức giới hạn trên 50, đi xóa bỏ?
zh_hans: 每日精彩收藏数量已达50条上限，是否前去删除？
zh_hant: 每日精彩收藏數量已達50條上限，是否前去刪除？

# Tap1a_DownloadInstall
source: Download and install(%@)
de: Herunterladen und installieren(%@)
es: Descargar e instalar(%@)
fr: Télécharger et installer(%@)
id_id: Unduh dan pasang(%@)
it: Scarica e installa(%@)
ja: ダウンロードとインストール(%@)
pt: Baixar e instalar(%@)
ru: Загрузить и установить(%@)
tr: İndirme ve yükleme(%@)
vi_vn: Tải về và install(%@)
zh_hans: 下载并安装(%@)
zh_hant: 下載並安裝(%@)

# Tap3_Feedback_Resend
source: Resend?
de: Erneut senden?
es: Reenviar?
fr: Renvoyer?
id_id: Mengirim ulang?
it: Inviare di nuovo?
ja: 再送信？
pt: Reenviar?
tr: Tekrar gönder?
vi_vn: Send again?
zh_hans: 是否重新发送？
zh_hant: 是否重新發送？

# Tap1_Camera_SpaceUsage
source: Space usage(%@/%@)
de: Platzbedarf(%@/%@)
es: Uso del espacio(%@/%@)
fr: Utilisation de l'espace(%@/%@)
id_id: Penggunaan ruang(%@/%@)
it: Utilizzo dello spazio(%@/%@)
ja: スペース使用量(%@/%@)
pt: Uso do espaço(%@/%@)
ru: использованием пространства(%@/%@)
tr: Uzay kullanımı(%@/%@)
vi_vn: Sử dụng không gian(%@/%@)
zh_hans: 空间使用情况(%@/%@)
zh_hant: 空間使用情況(%@/%@)

# Tap1_Firmware_DataTips
source: Data consumption would be created if go on without WIFI connection,continue?
de: Datenverbrauch würde entstehen,wenn Sie ohne WIFI-Verbindung weitergehen,weiter?
es: El consumo de datos se crearía si continúa sin conexión WIFI,continúa?
fr: La consommation de données serait créée si aller sans connexion WIFI,continuer?
id_id: konsumsi data akan dibuat jika pergi tanpa koneksi WIFI,terus?
it: Consumo di dati sarebbe creato se andare avanti senza di connessione WiFi,continuare?
ja: WIFI接続なしで続行すればデータ消費が発生するでしょうか？
pt: Consumo de dados seria criado se continuar sem conexão WiFi,continuar?
ru: Потребление данных будет создан,если идти дальше без подключения WiFi,продолжить?
tr: Veri tüketimi,WIFI bağlantısı olmadan devam ederse oluşturulacak mı?
vi_vn: lượng tiêu thụ dữ liệu sẽ được tạo ra nếu đi về mà không cần kết nối WIFI,tiếp tục không?
zh_hans: 当前使用非WiFi网络，继续操作将会产生流量，是否继续？
zh_hant: 當前使用非WiFi網路，繼續操作將會產生流量，是否繼續？

# Tap1_NewFirmware
source: New firmware
de: Neue Firmware
es: Nuevo firmware
fr: Nouveau firmware
id_id: Firmware baru
it: Nuovi firmware
ja: 新しいファームウェア
pt: Novo firmware
ru: Новая прошивка
tr: yeni firmware
vi_vn: Fimware mới
zh_hans: 新固件
zh_hant: 新固件

# Tap1_Update
source: Update
de: Aktualisierung
es: Actualizar
fr: Mettre à jour
id_id: Memperbarui
it: Aggiornare
ja: 更新
pt: Atualizar
ru: Обновить
tr: Güncelleştir
vi_vn: cập nhật
zh_hans: 升级
zh_hant: 升級

# Tap1_Update_Precautions
source: Upgrade takes about 4-5 mins, don’t cut off Internet or power off device during upgrade
es: La actualización requiere aproximadamente 4-5 minutos. En el proceso no deja el dispositivo fuera de la red.
fr: La mise à jour demande environ 4-5 minutes, pendant le processus de mise à jour, veuillez ne pas faire éteindre l'appareil et le mettre déconnecter du réseau.
id_id: Upgrade memakan waktu sekitar 4-5 menit, jangan memutus Internet atau mematikan perangkat saat meng-upgrade.
it: L'aggiornamento richiede circa 4-5 minuti, si prega di non spegnere l'elettricità o la rete durante il processo di aggiornamento.
pt: A actualização requer cerca de 4 a 5 minutos, durante o processo de actualização não deixe o equipamento estar sem energia e fora de Internet.
ru: Обновление требует примерно 4-5 минут, не отключите питание устройства или доступ в Интернет в это время.
tr: Yükseltme yaklaşık 4-5 dakika sürer; yükseltme sırasında İnternet'i kesmeyin veya cihazı kapatmayın.
vi_vn: Nâng cấp mất khoảng 4-5 phút, không cắt mạng Internet hoặc tắt thiết bị khi nâng cấp.
zh_hans: 升级大约需要4到5分钟，升级过程中请勿让设备断电断网
zh_hant: 升級大約需要4到5分鐘，升級過程中請勿讓設備斷電斷網

# Tap1_Update_Electricity
source: Low battery < 30%, upgrade failed, please charge and retry
es: La energía está inferior al 30%, no se puede actualizar, por favor vuelve a intentar después de cargar completamente.
fr: La batterie de l'appareil est inférieure à 30%, la mis à jour ne peut pas démarrer, veuillez réessayer après avoir complètement chargé la batterie
id_id: Baterai rendah <30%, upgrade gagal, tolong isi ulang dan coba lagi
it: La potenza del dispositivo è inferiore al 30%, non riesce a aggiornare, si prega di ricaricare completamente prima e poi riprovare.
pt: A bateria do equipamento é inferior a 30%, não pode ser actualizado, por favor tente novamente depois de completamente carregada.
ru: Энергия устройства ниже 30%, нельзя обновить, повторите попытку после полной зарядки.
tr: Düşük pil <% 30, yükseltme başarısız, lütfen şarj edin ve tekrar deneyin.
vi_vn: Pin yếu <30%, nâng cấp không thành công, hãy sạc lại và thử lại
zh_hans: 设备电量低于30%，无法更新，请先充足电后重试
zh_hant: 設備電量低於30%，無法更新，請先充足電後重試

# GetCode_FrequentlyTips
source: Too frequently operations, please try again 10 mins later.
de: Zu oft Operationen, versuchen Sie es erneut 10 Minuten später.
es: Operaciones demasiado frecuentes, intente nuevamente 10 minutos más tarde.
fr: Opérations trop fréquentes, veuillez réessayer 10 minutes plus tard.
id_id: Terlalu sering operasi, coba lagi 10 menit kemudian.
it: Troppo spesso le operazioni, si prega di riprovare 10 minuti più tardi.
ja: 操作が頻繁になると、10分後にもう一度お試しください。
pt: Operações com demasiada frequência, tente novamente 10 minutos depois.
ru: Слишком часто операции, попробуйте еще раз 10 минут позже.
tr: İşlemler çok sıktır, lütfen 10 dakika sonra tekrar deneyin.
vi_vn: Quá thường xuyên hoạt động, xin vui lòng thử lại sau 10 phút.
zh_hans: 操作过于频繁，请10分钟后重试
zh_hant: 操作過於頻繁，請10分鐘後重試

# MSG_BOTTOM_LINE
source: Bottom
de: Unterseite
es: Fondo
fr: Du bas
id_id: Bagian bawah
it: Parte inferiore
ja: ボトム
pt: Fundo
ru: Дно
tr: Alttaki
vi_vn: Dưới cùng
zh_hans: 这是底线
zh_hant: 呢個系底線

# Request_TimeOut
source: Timeout
de: Auszeit
es: Tiempo fuera
it: Tempo scaduto
ja: タイムアウト
ru: Таймаут
tr: Zaman aşımı
vi_vn: Hết giờ
zh_hans: 请求超时
zh_hant: 請求超時

source: Device
de: Gerät
es: Dispositivo
fr: Dispositif
id_id: Perangkat
it: Dispositivo
ja: デバイス
pt: Dispositivo
ru: устройство
tr: Cihaz
vi_vn: Thiết bị
zh_hans: 设备
zh_hant: 設備

# WONDER_TODAY_H_M
source: Today HH:mm
de: Heute HH:mm
es: Hoy HH:mm
fr: Aujourd'hui HH:mm
id_id: Hari ini HH:mm
it: Oggi HH:mm
ja: 今日 HH:mm
pt: Hoje HH:mm
ru: Сегодня HH:mm
tr: Bugün HH:mm
vi_vn: Hôm nay HH:mm
zh_hans: 今天 HH:mm
zh_hant: 今日 HH:mm

# WONDER_YESTERDAY_H_M
source: Yesterday HH:mm
de: Gestern HH:mm
es: Ayer HH:mm
fr: Hier HH:mm
id_id: Kemarin HH:mm
it: Ieri HH:mm
ja: 昨日 HH:mm
pt: Ontem HH:mm
ru: Вчера HH:mm
tr: Dün HH:mm
vi_vn: Hôm qua HH:mm
zh_hans: 昨天 HH:mm
zh_hant: 昨日 HH:mm

source: WeChat
zh_hans: 微信
zh_hant: 微信

source: Weibo
zh_hans: 微博
zh_hant: 微博

# Device_Disconnected
source: Disconnected
de: Getrennt
es: Desconectado
fr: Débranché
id_id: Terputus
it: Disconnessa
ja: 接続が切断されました
pt: Desconectado
ru: Отключен
tr: Bağlantısız
vi_vn: Đã ngắt kết nối
zh_hans: 对端断开
zh_hant: 對端斷開

# Tap1_OutdoorMode_Opened
source: LAN mode has been opened
es: Se ha abierto el modo directo
fr: Le mode direct a été ouvert
id_id: Mode langsung telah dibuka
it: La modalità diretta è stata aperta
pt: O modo direto foi aberto
ru: Открыт прямой режим
tr: Doğrudan mod açıldı
vi_vn: Chế độ trực tiếp đã được mở
zh_hans: 直连已开启
zh_hant: 直連已開啟

# Tap1_OutdoorMode
source: LAN mode
de: Outdoor Modus
es: Modo directo
fr: Mode direct
id_id: Mode langsung
it: Modalità diretta
ja: 屋外モード
pt: Modo direto
ru: Прямой режим
tr: Doğrudan mod
vi_vn: Chế độ trực tiếp
zh_hans: 直连
zh_hant: 直連

source: 720°Panoramic Camera
es: 720°Cámara Panorámica
fr: 720°Caméra panoramique
id_id: 720°Panoramic Kamera
pt: 720°Câmera Panorâmica
ru: 720°Панорамная камера
tr: 720°Panoramik Kamera
zh_hans: 720°全景摄像机
zh_hant: 720°全景攝像機

# Tap1_DeviceWasBindedTips
source: Device has been bound by "%@", please unbind and try again.
de: Gerät wurde durch "%@" gebunden, bitte unbind und versuche es nochmal.
es: El dispositivo se ha ligado con "%@", por favor, desatar e intentarlo de nuevo.
fr: Dispositif a été lié par "%@", s'il vous plaît délier et essayez à nouveau.
id_id: Perangkat telah terikat oleh "%@", silakan memperlonggar dan coba lagi.
it: Dispositivo è stato vincolato da "%@", prega non associare e riprovare.
ja: デバイスが “%@”でバインドされています。バインドを解除してもう一度やり直してください。
pt: Dispositivo foi ligado por "%@", por favor desvincular e tente novamente.
ru: Прибор был связан "%@", пожалуйста, отвязать и повторите попытку.
tr: Cihaz, "%@" ile sınırlandırıldı, lütfen bağlantıyı bırakın ve tekrar deneyin.
vi_vn: Thiết bị đã bị ràng buộc bởi "%@", hãy bỏ liên kết và thử lại.
zh_hans: 设备已被“%@”用户绑定，请解绑后重试
zh_hant: 設備已被“%@”用戶綁定，請解綁後重試

# WiFiLight_BlueFlashing
source: Blue flashing: WiFi configuration mode
de: Blaues Blinken: WiFi Konfigurationsmodus
es: Parpadeo azul: WiFi configuración modo
fr: Clignotement bleu: WiFi configuration mode
id_id: Biru berkedip: WiFi konfigurasi mode
it: Blu infiammante: WiFi configurazione modalità
ja: 青色の点滅：WiFi設定モード
pt: Piscando azul: WiFi configuração modo
ru: Синий мигающий: режим конфигурации WiFi
tr: Mavi yanıp sönüyor: WiFi yapılandırma modu
vi_vn: Màu xanh nhấp nháy: chế độ cấu hình WiFi
zh_hans: 蓝色闪烁：WiFi配置模式
zh_hant: 藍色閃爍：WiFi配置模式

# WiFiLight_SteadyBlue
source: Steady blue: WiFi online
es: Azul constante: WiFi en línea
fr: Steady blue: WiFi en ligne
id_id: Mantap biru: WiFi secara online
it: Blu fisso: WiFi on line
ja: 青色の常時点灯：WiFiオンライン
pt: Azul fixo: WiFi online
ru: Устойчивый синий: WiFi онлайн
tr: Sabit mavi: WiFi çevrimiçi
vi_vn: Ổn định màu xanh: WiFi trực tuyến
zh_hans: 蓝色常亮：WiFi在线
zh_hant: 藍色常亮：WiFi在線

# WiFiLight_RedFlashing
source: Red flashing: Connecting
de: Rot blinkend: Anschluss
es: Rojo intermitente: Conexión
fr: Rouge clignotant: Connexion
id_id: flashing merah: Connecting
it: Rosso lampeggiante: Collegamento
ja: 赤い点滅：接続中
pt: Vermelho piscando: Conectando
ru: Красный мигающий: подключение
tr: Kırmızı yanıp sönen: Bağlama
vi_vn: Đỏ nhấp nháy: Kết nối
zh_hans: 红色闪烁：连接中
zh_hant: 紅色閃爍：連接中

# WiFiLight_RedNBlueFlashing
source: Red & blue flashing: Updating
de: Red&Blue blinkend: Aktualisierung
es: Parpadeo rojo y azul: Actualización
fr: rouge & bleu Clignotement: mise à jour
id_id: Red & Blue flashing: Memperbarui
it: Red & Blu flashing: Aggiornamento
ja: 赤と青の点滅：アップデート中
pt: Red & Blue piscando: Atualizando
ru: Мигает красный и синий: обновление
tr: Red & Blue yanıp: Güncellenmesi
vi_vn: Red & Blue nhấp nháy: Đang cập nhật
zh_hans: 红/蓝闪烁：固件升级中
zh_hant: 紅/藍閃爍：固件升級中

# PowerLight_SteadyBlue
source: Steady blue: Booting
es: Azul constante: Inicio
fr: Steady blue: Amorçage
id_id: Mantap biru: Booting
it: Blu fisso: Fare il boot
ja: 青色の常時点灯：ブート
pt: Azul fixo: Booting
ru: Устойчивый синий: Загрузка
tr: Sabit mavi: Booting
vi_vn: Ổn định màu xanh: Khởi động
zh_hans: 蓝色常亮：开机
zh_hant: 藍色常亮：開機

# PowerLight_BlueFlashing
source: Blue flashing: Low power
de: Blaues Blinken: Niedrige Leistung
es: Parpadeo azul: Baja potencia
fr: Clignotement bleu: Batterie faible
id_id: Biru berkedip: Daya rendah
it: Blu infiammante: Bassa potenza
ja: 青色の点滅：低電力
pt: Piscando azul: Potência baixa
ru: Синий мигающий: Малая мощность
tr: Mavi yanıp sönüyor: Düşük güç
vi_vn: Màu xanh nhấp nháy: Công suất thấp
zh_hans: 蓝色闪烁：低电量
zh_hant: 藍色閃爍：低電量

# PowerLight_BlueOut
source: Blue off, power off
de: Blaues aus: Ausschalten
es: Azul apagado: Apagado
fr: Bleu éteint: Éteindre
id_id: Biru mati: Matikan
it: Blu out: Spegnimento
ja: ブルーアウト：電源オフ
pt: Azul fora: Desligar
ru: Синий выключение: питание выключено
tr: Mavi Çıkış: kapatın
vi_vn: Màu xanh ra: Power off
zh_hans: 蓝色灯灭：关机
zh_hant: 藍色燈滅：關機

source: Charging light
de: Aufladen licht
es: Luz de carga
fr: Lampe de charge
id_id: Charging cahaya
it: Spia Charging
ja: 充電ライト
pt: Luz de carga
ru: Зарядка свет
tr: Şarj ışığı
vi_vn: đèn sạc
zh_hans: 充电灯
zh_hant: 充電燈

# ChargingLight_BlueFlashing
source: Blue flashing: Charging
de: Blaues Blinken:Aufladen
es: Parpadeo azul: Carga
fr: Clignotement bleu: charge
id_id: Biru berkedip: Daya rendah
it: Blu infiammante: Charging
ja: 青色の点滅：充電
pt: Piscando azul: Carga
ru: Синий мигающий: Зарядка
tr: Mavi yanıp sönüyor: Şarj
vi_vn: Màu xanh nhấp nháy: Công suất thấp
zh_hans: 蓝色闪烁：正在充电
zh_hant: 藍色閃爍：低電量

# ChargingLight_SteadyBlue
source: Steady blue: Full
de: Steady blue: Voll
es: Azul constante: Completo
fr: Steady blue: Plein
id_id: Mantap biru: Penuh
it: Blu fisso: Pieno
ja: 青色の常時点灯：完全
pt: Azul fixo: Cheio
ru: Устойчивый синий: Полный
tr: Sabit mavi: Tam
vi_vn: Ổn định màu xanh: Đầy đủ
zh_hans: 蓝色常亮：充满
zh_hant: 藍色常亮：充滿

# Tap1_DisconnectedPleaseChecked
source: Disconnected, please check network connection.
es: Desconectado, compruebe la conexión de red.
fr: Déconnecté, veuillez vérifier la connexion réseau.
id_id: Terputus, silakan periksa koneksi jaringan.
it: Scollegato, controllare la connessione di rete.
pt: Desconectado, verifique a conexão de rede.
ru: Отсоединившись, проверьте сетевое подключение.
tr: Bağlantı kesildi, lütfen ağ bağlantısını kontrol edin.
vi_vn: Ngắt kết nối, vui lòng kiểm tra kết nối mạng.
zh_hans: 无网络连接，请检查网络设置
zh_hant: 無網絡連接，請檢查網絡設置

# Tap1_DisconnectedPleaseCheck
source: Disconnected, please check network connection>>
de: Disconnected, bitte Netzwerkverbindung überprüfen.
es: Desconectado, compruebe la conexión de red>>
fr: Déconnecté, veuillez vérifier la connexion réseau>>
id_id: Terputus, silakan periksa koneksi jaringan>>
it: Scollegato, controllare la connessione di rete>>
ja: 接続が切断されました。ネットワーク接続を確認してください。
pt: Desconectado, verifique a conexão de rede>>
ru: Отсоединившись, проверьте сетевое подключение>>
tr: Bağlantı kesildi, lütfen ağ bağlantısını kontrol edin>>
vi_vn: Ngắt kết nối, vui lòng kiểm tra kết nối mạng>>
zh_hans: 无网络连接，请检查网络设置>>
zh_hant: 無網絡連接，請檢查網絡設置>>

# Tap1_SwitchedNetwork
source: Switched to mobile network
de: Wechseln zum Mobilfunknetz
es: Conmutado a la red móvil
fr: Switched au réseau mobile
id_id: Beralih ke jaringan seluler
it: Commutato rete mobile
ja: モバイルネットワークに切り替え
pt: Comutada para rede móvel
ru: Перешли на мобильную сеть
tr: mobil ağa Switched
vi_vn: Chuyển sang mạng di động
zh_hans: 已切换至数据网络
zh_hant: 已切換至數據網路

# Tap1_SwitchedWiFi
source: Switched to WiFi
de: Switched zu WiFi
es: Al cambiar a WiFi
fr: Passé à WiFi
id_id: Beralih ke WiFi
it: Switched al WiFi
ja: 無線LANに切り替え
pt: Comutado para WiFi
ru: Переключено на WiFi
tr: WiFi Switched
vi_vn: Chuyển sang WiFi
zh_hans: 已切换至WiFi网络
zh_hant: 已切換至WiFi網路

# Tap1_Disconnected
source: Disconnected
es: Desconectado
fr: Déconnecté
id_id: Terputus
it: Scollegato
ja: 接続が切断されました
pt: Desconectado
ru: Отсоединившись
tr: Bağlantı kesildi
vi_vn: Ngắt kết nối
zh_hans: 连接中断
zh_hant: 連接中斷

# Tap1_Offline
source: Offline, please reconnect>>
de: Offline, bitte wieder anschließen.
es: Fuera de línea, por favor, vuelva a conectar>>
fr: Hors ligne, s'il vous plaît reconnecter>>
id_id: Offline, silakan berhubungan kembali>>
it: Offline, prega ricollegare>>
ja: オフラインです。再接続してください。
pt: Offline, por favor volte a ligar>>
ru: Автономно, повторите попытку>>
tr: Çevrimdışı, lütfen yeniden bağlanın>>
vi_vn: Ngoại tuyến, vui lòng kết nối lại>>
zh_hans: 设备离线，请重新配置连接>>
zh_hant: 設備離線，請重新配置連接>>

# Tap1_LowPower
source: Low power, please charge in time.
de: Niedrige Leistung, bitte in der Zeit aufladen.
es: La energía baja, carga por favor en tiempo.
fr: Faible puissance, veuillez charger dans le temps.
id_id: daya rendah, silakan dikenakan biaya.
it: Bassa potenza, carica nel tempo.
ja: 低消費電力、時間で充電してください。
pt: Baixa potência, por favor cobrar no tempo.
ru: Низкая мощность, пожалуйста, зарядите вовремя.
tr: Düşük güç, lütfen şarj edin.
vi_vn: điện năng thấp, xin vui lòng tính phí trong thời gian.
zh_hans: 电池电量低，请及时充电
zh_hant: 電池電量低，請及時充電

# Tap1_LessThan3sTips
source: Recording less than 3s, files will not be saved.
de: Aufnahme weniger als 3s, Dateien werden nicht gespeichert.
es: Grabando menos de 3s, los archivos no se guardarán.
fr: Enregistrement moins de 3s, les fichiers ne seront pas sauvegardés.
id_id: Merekam kurang dari 3s, file tidak akan disimpan.
it: Registrazione meno di 3 secondi, non verranno salvati i file.
ja: 3秒未満を記録し、ファイルが保存されません。
pt: Gravando menos de 3s, os arquivos não serão salvos.
ru: Запись менее 3 секунд, файлы не будут сохранены.
tr: 3s daha az kayıt dosyaları kaydedilmez.
vi_vn: Ghi dưới 3 giây, tệp sẽ không được lưu.
zh_hans: 录制少于3秒，将不保存内容
zh_hant: 錄製少於3秒，將不保存內容
