Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# DOOR_CONNECT
source: Connection
de: In Verbindung
es: Conexión
fr: Connexion
id_id: Koneksi
it: Connessione
ja: 接続
pt: Conexão
ru: Соединение
tr: Bağlan
vi_vn: Kết nối
zh_hans: 连接
zh_hant: 連接

# DOOR_LOWBETTERY
source: Low power, please charge
de: Schwache Batterie, bitte laden Sie das Gerät
es: Batería baja, por favor cargue el dispositivo
fr: Niveau batterie faible, recharger
id_id: Kapasitas baterai lemah, silahkan diisi
it: Batteria bassa, si prega di ricaricare
ja: バッテリー残量が少ないです。充電してください
pt: Bateria fraca, por favor carregue o dispositivo
ru: Низкий заряд батареи, подключите питание
tr: Batarya kapasitesi düşük, lütfen şarj edin.
vi_vn: Dung lượng pin thấp, hãy sạc điện
zh_hans: 设备电量较低，请及时充电
zh_hant: 設備電量較低，請立即充電

# DOOR_BETTERYMESG
source: Suggest using 5V/ 1A charger, State light is solid green while charging and it will be off when charge done.
de: Wir empfehlen Ihnen, die 5V / 1A Ladegerät, Ladeanzeige leuchtet grün
es: Le recomendamos que utilice el cargador 5V / 1A, cobrando luces indicadoras verde
fr: Utiliser le chargeur 5V / 1A, le voyant d'état est vert pendant la charge
id_id: Disarankan menggunakan adaptor 5V/1A , lampu stat akan berwarna hijau saat mengisi
it: Si suggerisce di usare l'adattatore 5V / 1A, la luce è verde durante la Scorri per rispondere
ja: 5V/ 1Aの充電器をお勧めします。 充電中に緑のインジケーターが点灯し、充電完了後自動的に消えます。
pt: Recomendamos que use um carregador 5V/1A A luz fica verde ao recarregar
ru: Мы рекомендуем вам использовать 5V / 1A зарядное устройство, во время зарядки индикатор горит зеленым
tr: 5V/ 1A adaptör kullanımını öner, Durum ışığı şarj olurken sürekli yeşil
vi_vn: Đề nghị dụng 5V/1A adaptor, đèn báo sẽ sáng xanh lá cây khi sạc
zh_hans: 建议使用5V/1A的充电器； 充电过程中指示灯绿色常亮，充满电后会自动熄灭
zh_hant: 建議使用5V/1A的充電器； 充電過程中狀態指示燈呈綠色，充滿電後會自動熄滅

# DOOR_SLIDE_TIP
source: Slide to answer
de: Schieber nach rechts
es: Diapositiva a derecha
fr: Glisser à droite pour répondre
id_id: Geser untuk menjawab
ja: 右にスライドして通話
pt: Deslize para atender
ru: Слайд-направо
tr: Cevaplamak için kaydırın
vi_vn: Kéo để trả lời
zh_hans: 右滑通话
zh_hant: 右滑通話

# DOOR_ANSWERING
source: Connecting…
de: In Verbindung…
es: Conectando…
fr: Connexion en cours…
id_id: Sedang menyambungkan...
it: Connessione…
ja: 接続中...
pt: Conectando...
ru: Идет вызов…
tr: Bağlanılıyor…
vi_vn: Đang kết nối…
zh_hans: 连接中...
zh_hant: 連接中...

# DOOR_VOICE
source: Voice
de: Stimme
es: Sonido
fr: Voix
id_id: Suara
it: Voce
ja: ボイス
pt: Sons
ru: Голос
tr: Ses
vi_vn: Giọng nói
zh_hans: 声音
zh_hant: 聲音

# DOOR_TALK
source: Talkback
de: Walkie-Talkie
es: Comunicación
fr: Intercom
id_id: Speaker
it: Altoparlante
ja: 通話
pt: Alto-falante
ru: Беседа
tr: Hoparlör
vi_vn: Loa
zh_hans: 对讲
zh_hant: 對講

# DOOR_CAMERA
source: Photograph
de: Screenshot
es: Tomar fotos
fr: Prendre Une Photo
id_id: Gambar
it: Immagine
ja: 写真を撮る
pt: Fotos
ru: Камера
tr: Resim
vi_vn: Hình
zh_hans: 拍照
zh_hant: 拍照

# DOOR_STOPPED
source: Disconnect
de: Abgebrochen
es: Desconectar
fr: Déconnecter
id_id: Putuskan
it: Disconnetti
ja: 切断
pt: Desligar
ru: Отключить
tr: Bağlantıyı kopar
vi_vn: Ngắt kết nối, hãy làm lại
zh_hans: 断开
zh_hant: 切斷連線

# DOOR_NOT_CONNECT
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Pas connecté
id_id: Tidak tersambung
it: Non collegata
ja: 接続されていません
pt: Não conectado
ru: Дверной звонок не подключен
tr: Bağlı değil
vi_vn: Chưa kết nối
zh_hans: 未连接
zh_hant: 未連接

# DOOR_OTHER_LISTENED
source: Other user have answerd
de: Anderes Terminal angenommen
es: Otros dispositivos han sido contestadas
fr: D'autres ont répondu
id_id: Pengguna lain sudah menjawab
it: Un'altro utente ha risposto
ja: その他の端末で応答されました
pt: Outros usuários atenderam
ru: Другие устройства были услышаны
tr: Diğer kullanıcı cevapladı
vi_vn: Người dùng khác đã trả lời
zh_hans: 其他用户已接听
zh_hant: 其他用戶已接聽

# GLOBAL_NO_CONTENTS
source: No content
de: No records
es: No hay registros
fr: Aucun enregistrement
id_id: Tidak ada konten
it: Nessun contenuto
ja: 記録なし
pt: Não há registros
ru: Нет записей
tr: İçerik yok
vi_vn: Không có nội dung
zh_hans: 暂无记录
zh_hant: 暫無記錄

# EFAMILY_NO_CONTENTS
source: No content
de: No records
es: No hay registros
fr: Aucun enregistrement
id_id: Tidak ada konten
it: Nessun contenuto
ja: 記録なし
pt: Não há registros
ru: Прочесть
tr: İçerik yok
vi_vn: Không có nội dung
zh_hans: 快乐分享，快乐生活~
zh_hant: 快樂生活，快樂分享~

# EFAMILY_READ_ALREADY
source: read
de: hab gelesen
es: leer
fr: lecture
id_id: Baca
it: Leggere
ja: 既読
pt: Ler
ru: Повторный набор
tr: Oku
vi_vn: đọc
zh_hans: 已读
zh_hant: 已讀

# EFAMILY_MISSED_CALL
source: Missed, click to call back
de: Kein Antwort
es: Sin respuesta
fr: Appel manqué
id_id: Panggilan tidak terjawab
it: Chiamata persa, click per richiamare
ja: 不在着信
pt: Sem resposta
ru: Пропущенные
tr: Cevapsız çağrı
vi_vn: Cuộc gọi nhỡ
zh_hans: 未接听，点击回拨
zh_hant: 未接聽，點擊回撥

# EFAMILY_CALL_DURATION
source: Duration
de: Dauer
es: Duración
fr: Durée
id_id: Durasi
it: Durata chiamata
ja: 通話時間
pt: Duração
ru: Звонок
tr: Süreç
vi_vn: Thời hạn
zh_hans: 通话
zh_hant: 通話

# EFAMILY_CALL_DURATION_M
source: %d
zh_hans: %d分
zh_hant: %d分

# EFAMILY_CALL_DURATION_S
source: :%d
zh_hans: %d秒
zh_hant: %d秒

# EFAMILY_CALL_IGNORED
source: Ignored
de: Ignoriert werden
es: Ya ignorada
fr: Ignoré
id_id: Diabaikan
it: Ignorato
ja: 無視しました
pt: Ignorado
ru: Сброшенные
tr: Yoksayıldı
vi_vn: Bỏ qua
zh_hans: 已忽略
zh_hant: 已忽略

# EFAMILY_CALL_CANCEL
source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
id_id: Dibatalkan
it: Cancellata
ja: キャンセル
pt: Cancelado
ru: Отменен
tr: İptal edildi
vi_vn: Huỷ
zh_hans: 呼叫已取消
zh_hant: 呼叫已取消

# EFAMILY_MENU_VOICEMS
source: Voice messages
de: Stimme
es: Voz
fr: Message vocal
id_id: Pesan-pesan
it: Messaggio vocale
ja: 録音メッセージ
pt: Mensagens de voz
ru: Голосовое сообщение
tr: Mesajlar
vi_vn: Tin nhắn
zh_hans: 语音留言
zh_hant: 語音留言

# EFAMILY_MENU_PHOTO
source: Share photos
de: Fotos
es: Fotos
fr: Photos
id_id: Foto-foto
it: Condividi Foto
ja: 写真シェア
pt: Fotos
ru: Поделиться фото
tr: Fotoğraflar
vi_vn: Hình ảnh báo động
zh_hans: 分享照片
zh_hant: 分享照片

# EFAMILY_MENU_VIDEOCALL
source: Video call
es: Videollamada
fr: Appel vidéo
id_id: Panggilan Video
it: Video chiamata
ja: ビデオ通話
pt: Chamada de vídeo
ru: Видеовызов
tr: Video çağrı
vi_vn: Cuộc gọi video
zh_hans: 视频通话
zh_hant: 視訊通話

# EFAMILY_IGNORE
source: Ignore
de: Auflegen
es: Cuelga
fr: Ignorer
id_id: Abaikan
it: Ignorare
ja: 無視
pt: Ignorar
ru: Игнорировать
tr: Yok say
vi_vn: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

# EFAMILY_CALL_ANSWER
source: Answer
de: Antworten
es: Contestar
fr: Répondre
id_id: Jawab
it: Risposta
ja: 応答
pt: Atender
ru: Ответить
tr: Cevapla
vi_vn: Trả lời
zh_hans: 接听
zh_hant: 接聽

# EFAMILY_VIDEOCALLING1
source: Calling…
de: Rufen Sie…
es: Llamar…
fr: Appel en cours…
id_id: Sedang memanggil...
it: Videochiamare…
ja: 接続中…
pt: Chamando...
ru: Вызов…
tr: Arıyor…
vi_vn: Đang gọi…
zh_hans: 呼叫中…
zh_hant: 呼叫中…

# EFAMILY_NO_ANSWER
source: No answer
de: Beliebig Keine Antwort
es: Sin respuesta
fr: Pas de réponse
id_id: Tidak ada jawaban
it: Nessuna risposta
ja: 応答なし
pt: Sem resposta
ru: Нет ответа
tr: Cevap yok
vi_vn: Khong trả lời
zh_hans: 无人应答
zh_hant: 無人應答

# EFAMILY_CALL_BUSY
source: Busy
de: Anderen Beschäftigt
es: Otros ocupada
fr: Occupé
id_id: Sibuk
it: Occupato
ja: 相手先が電話を出ることができません
pt: Ocupado
ru: Занято
tr: Meşgul
vi_vn: Bận
zh_hans: 对方忙碌
zh_hant: 對方忙碌

# EFAMILY_VIDEOCALLING2
source: You have a video call
de: Video call Anruf
es: Vídeo llamada llamada
fr: Appel vidéo
id_id: Kamu mendapat panggilan video
it: Hai una videochiamata
ja: ビデオ通話が着信中
pt: Chamada com vídeo
ru: Видео-звонок
tr: Bir video çağrınız var
vi_vn: Bạn có cuộc gọi video
zh_hans: 视频通话呼叫您
zh_hant: 視訊通話呼叫您

# EFAMILY_RELEVANCE_DOOR
source: Associated doorbell
de: Associate Doorbell
es: Doorbell Asociado
fr: Visiophone connecté
id_id: Doorbell tersambung
it: Connessione con campanello
ja: ベル連動
pt: Campainha conectada
ru: Подключен дверной звонок
tr: Bağlı kapı zili
vi_vn: Kết nối Chuông cửa
zh_hans: 关联门铃
zh_hant: 關聯門鈴

# EFAMILY_RELEVANCE_ALARE
source: If '%@'been removed, '%@' will not receive any call messages.
de: Distanzieren '%@', '%@' Gerät wird nicht Klingelanruf Meldung
es: Disociar '%@', dispositivo de '%@' no recibirá mensaje de llamada timbre
fr: Dissocier %@- l'appareil %@ ne recevra pas de message d'appel de la porte
id_id: Hapus '%@'，lalu '%@' tidak akan menerima pesan panggilan apapun.
it: Se '%@' è stato rimosso, '%@' non riceverai nessuna chiamata.
ja: 「%@」を解除した場合、「%@」が着信情報を届けません
pt: Desconectar '%@'. Após desconectar, o dispositivo '%@' não receberá chamadas
ru: Удалить %@, %@ не будет принимать звонки и сообщения
tr: %@ ı kaldır，ondan sonra %@ herhangi bir çağrı mesajı almayacaktır.
vi_vn: Bỏ '%@', sau '%@' sẽ không nhận bất cứ tin nhắn cuộc gọi
zh_hans: 若取消“%@”，“%@”将不会收到呼叫消息
zh_hant: 若取消“%@”，“%@”將不會收到呼叫訊息

# EFAMILY_CLEAR_MSGLIST
source: Clear message list
de: Datensatz löschen
es: Borrar registro de mensaje
fr: Effacer la liste des messages
id_id: Hapus daftar pesan
it: Cancellare la lista dei messaggi
ja: メッセージリストを空にする
pt: Excluir registros de mensagens
ru: Очистить список сообщений
tr: Mesaj listesini sil
vi_vn: Xoá danh sách tin nhắn
zh_hans: 清空消息列表
zh_hant: 清空訊息列表

# MAGNETISM_NOTIFY
source: Notify me when door sensor is on/off
de: Benachrichtigt mich Magnetsperrschalter
es: Notificarme interruptor magnético
fr: Notification de l'état du détecteur d'ouverture
id_id: Beritahu saya ketika saklar magnetik nyala/mati
it: Informarmi quando l'interruttore magnetico è on / off
ja: 電磁式ドアセンサーが開閉する時にお知らせします
pt: Notifique-me quando o interruptor magnético for ligado/desligado
ru: Уведомить меня, когда дверной магнитный переключатель вкл./выкл.
tr: Manyetik anahtar açık/kapalı iken beni uyar
vi_vn: Nhắc tôi khi cảm biến từ bật/tắt
zh_hans: 门磁开关时通知我
zh_hant: 當門磁開關時通知我

# MAGNETISM_ON_PUSH
source: %@ is opened
de: %@ open
es: %@ abre
fr: %@ ouvert
id_id: %@ sedang buka
it: %@ è aperto
ja: %@がオンにしました
pt: %@ foi aberto
ru: %@ открыт
tr: %@ Açık
vi_vn: %@ mở
zh_hans: %@被打开了
zh_hant: %@被打開了

# MAGNETISM_OFF_PUSH
source: %@ is closed
de: %@ closed
es: %@ cerrada
fr: %@ fermé
id_id: %@ sedang tutup
it: %@ is chiuso
ja: %@がオフにしました
pt: %@ foi fechado
ru: %@ закрыт
tr: %@ kapalı
vi_vn: %@ đóng
zh_hans: %@已关闭
zh_hant: %@已關閉

# EFAMILY_NO_DOOR
source: No Device
de: Keine Geräte
es: No hay dispositivo
fr: Pas d'appareil
id_id: Tidak ada perangkat
it: Nessun dispositivo
ja: デバイスなし
pt: Nenhum dispositivo
ru: Отсутствует оборудование
tr: Hiçbir aygıt yok
vi_vn: Không có thiết bị
zh_hans: 暂无设备
zh_hant: 暫無設備

# EFAMILY_INVALID_DEVICE
source: Invalid QR code
de: Ungültiger QR-Code
es: Código QR no válido
fr: QR Code non valide
id_id: Kode QR tidak valid
it: Codice QR non valido
ja: 無効なQRコード
pt: Código QR inválido
ru: Недействительный QR код
tr: Geçersiz QR kod
vi_vn: Không có mã QR
zh_hans: 无效的二维码
zh_hant: 無效的二維碼

# EFAMILY_BIND_SUCC
source: Added successfully
de: Erfolgreich verbunden
es: Enlace hecho
fr: Ajout réussi
id_id: Berhasil ditambahkan
it: Aggiunto con successo
ja: バインディング完了
pt: Adicionado com sucesso
ru: Успешно добавлено
tr: Başarılı bir şekilde ekle
vi_vn: Thêm thành công
zh_hans: 添加成功
zh_hant: 新增成功

# EFAMILY_LOOK
source: View
de: Sofort lesen
es: Revisar ahora
fr: Détails
id_id: Lihat
it: Mostra
ja: 今チェックする
pt: Ver agora
ru: Смотреть
tr: Görüntüle
vi_vn: Xem
zh_hans: 立即查看
zh_hant: 立即查看

# EFAMILY_CANCEL_RECORD
source: Upglide to cancel
de: Nach oben ziehen und abbrechen
es: Subir para eliminar el envío
fr: Glisser vers le haut pour annuler
id_id: Pindahkan ke atas untuk membatalkan
it: Scorrere verso l'alto per cancellare
ja: 上にスライドすると送信を取り消す
pt: Mova para cima para cancelar
ru: Отменить отправку
tr: İptal için yukarı taşı
vi_vn: Di chuyển lên để huỷ
zh_hans: 手指上滑，取消发送
zh_hant: 手指上滑，取消發送

# EFAMILY_CANCEL_SEND
source: Release to cancel
de: Lass los, Abbrechen Senden
es: Suelta, Cancelar Enviar
fr: Relâcher pour annuler
id_id: Lepas untuk membatalkan
it: Rilasciare per cancellare
ja: 緩め、送信の取り消し
pt: Libere para cancelar
ru: Отпустите, чтобы отменить
tr: İptal için serbest bırak
vi_vn: Bỏ ra để huỷ
zh_hans: 松手，取消发送
zh_hant: 鬆開, 取消發送

# EFAMILY_PUSH_TO_LEAVE_MSG
source: Hold to Talk
de: Halten und Sprechen
es: Pulsar para dejar recado
fr: Maintenir appuyé pour parler
id_id: Tahan untuk bicara
it: Premere per parlare
ja: 押して話す
pt: Pressione para falar
ru: Удерживайте для разговора
tr: Konuşmak için beklet
vi_vn: Nhấn giữ để nói
zh_hans: 按住说话
zh_hant: 按住說話

# EFAMILY_QRCODE_BOTTOM_TEXT
source: Align the QR code within frame at the device to scan
de: den QR-Code im Rahmen ausrichten, scannt sofort automatisch
es: Alinee el código QR dentro del marco en del dispositivo para escanear
fr: Alignez le code QR dans l'image à l'appareil pour numériser
id_id: Posisikan Kode QR dalam kotak untuk memindai
it: Allineare il codice QR all'interno della cornice per la scansione
ja: フレーミングをデバイスのQRコードに合わせて、 自動にスキャンできる
pt: Por favor, alinhe o código QR no quadro para escanea-lo
ru: Поместите QR код в рамку для сканирования
tr: Taranacak kare içindeki QR kodu hizala
vi_vn: Đưa mã QR vào trong vùng để quét
zh_hans: 请将取景框对准设备二维码， 即可自动扫描
zh_hant: 請將取景框對准設備二維碼， 即可自動掃描

# RET_MSG_EDATABASE
source: Database Error
fr: Error
pt: Erro no banco de dados
tr: Veritabanı hatası
vi_vn: Lỗi cơ sở dữ liệu
zh_hans: 数据库错误
zh_hant: 資料庫錯誤

# RET_MSG_EUNKNOWN
source: Unknown error
de: Error
es: Error
fr: Error
id_id: Error
it: Errore sconosciuto
ja: Error
pt: Erro
ru: Error
tr: Hata
vi_vn: Lỗi
zh_hans: 未知错误
zh_hant: 未知錯誤

# RET_ESESSION_TIMEOUT
source: Session timeout
es: Comunicación fuera de tiempo
fr: Délai d'expiration de session
id_id: Sesi
it: Sessione scaduta
ja: 通話タイムアウト
pt: Sessão expirou
ru: Вышло время сессии
tr: Oturum
vi_vn: Phiên làm việc
zh_hans: 会话超时
zh_hant: 會議超時

# RET_ECID_INVALID
source: CID not existed
de: CID existiert nicht
es: Cid No existe
fr: Le CID n'existe pas
id_id: CID tidak ada
it: Dispositivo non valido
ja: Cid が存在しない
pt: CID não existe
ru: CID не существует
tr: CID bulunmuyor
vi_vn: CID không tồn tại
zh_hans: CID不存在
zh_hant: CID不存在

# RET_EBINDCID_IN_BINDING
source: CID is already bound
de: Ihr Gerät ist verbunden, bitte nicht wiederholen
es: Su dispositivo ha sido enlazado, no se puede enlazar otra vez
fr: Ce CID est déjà lié
id_id: CID sudah terikat
it: Dispositivo già collegato
ja: デバイスはすでにバインディングされており、繰り返してバインディングできません
pt: Dispositivo já vinculado
ru: Данный Cid уже привязан
tr: CID zaten bağlı
vi_vn: CID đã gắn
zh_hans: 设备已存在
zh_hant: 設備已存在

# RET_EBINDCID_NOT_EXIST
source: CID not existed
de: CID existiert nicht
es: CIDNo existe
fr: Le CID n'existe pas
id_id: CID tidak ada
it: Dispositivo inesistente
ja: CIDが存在しません
pt: CID não existe
ru: CID не существует
tr: CID bulunmuyor
vi_vn: CID không tồn tại
zh_hans: CID不存在
zh_hant: CID不存在

# RET_ELOGIN_ACCOUNT_NOT_EXIST
source: This account is not registered
de: Sie sind nicht registriert, bitte registrieren
es: Cuenta no registrada
fr: Compte inconnu, s'inscrire
id_id: Akun ini tidak terdaftar
it: Account non registrato / inesistente
ja: まだ登録されていません、先に登録をしてください。
pt: Esta conta não está registrada
ru: Эта учетная запись не зарегистрирована
tr: Bu hesap kayıtlı değil
vi_vn: Tài khoản chưa được đăng ký
zh_hans: 此账号尚未注册
zh_hant: 此帳號尚未註冊

# RET_ELOGIN_ERROR
source: Account or password error
de: Falscher Account oder Passwort, bitte neu eingeben
es: Dirección de E-mail o contraseña incorrecta
fr: Le compte ou le mot de passe est incorrect, recommencer
id_id: Akun atau kata sandi error
it: Account e/o password errati.
ja: アカウントあるいはパスワードが間違っています、再度入力してください
pt: Conta ou senha errada
ru: Ошибка учетной записи или пароля
tr: Hesap veya şifre hatası
vi_vn: Tài khoản hoặc mật khẩu lỗi
zh_hans: 账号或密码错误
zh_hant: 帳號或密碼錯誤

# RET_ELOGIN_VCODE_ERROR
source: Invalid code
de: Bitte richtigen Spamschutzcode eingeben
es: Introduza código de prueba correcto
fr: Code de vérification faux
id_id: Kode tidak valid
it: Codice non valido
ja: 正しい検証コードを入力してください
pt: Código de verificação inválido
ru: Пожалуйста, введите правильный код
tr: Geçersiz kod
vi_vn: Mã không tồn tại
zh_hans: 请输入正确的验证码
zh_hant: 請輸入正確的驗證碼

# RET_EREGISTER_PHONE_EXIST
source: Registered account,please login directly
de: Sie sind registriert, bitte direkt einloggen
es: Esta cuenta ha sido registrada
fr: Vous êtes déjà inscrit, se connecter
id_id: Akun ini sudah terdaftar
it: Account registrato, effettuare login direttamente
ja: すでに登録されていますので、直接ログインできます。
pt: Esta conta já está registrada
ru: Этот аккаунт был зарегистрирован
tr: Bu hesap kaydedildi
vi_vn: Tài khoản đã đăng ký trước đó
zh_hans: 账号已注册，可直接登录
zh_hant: 帳號已註冊，可直接登錄

# RET_ESMS_CODE_TIMEOUT
source: Invalid code, please reobtain a new one
de: Spamschutzcode abgelaufen, bitte neuen Code empfangen
es: Código de prueba inválido, obténgalo de nuevo por favor
fr: Code de vérification faux
id_id: Kode tidak valid
it: Codice non valido, richiederne un'altro.
ja: 検証コードの期限が切れているため、再度取得してください
pt: Código de verificação expirou
ru: Срок действия кода истек
tr: Geçersiz kod
vi_vn: Mã không tồn tại
zh_hans: 验证码已过期，请重新获取
zh_hant: 驗證碼已過期，請重新獲取

# RET_ECID_UNENABLE
source: CID unenable
de: Gerät nicht aktiviert
es: Dispositivo no activado
fr: L'appareil est désactivé
id_id: CID tidak memungkinkan
it: Dispositivo non attivato
ja: デバイスが起動されていません
pt: O dispositivo não está ativado
ru: Cid не используется
tr: CID izinsiz
vi_vn: CID không thể bật được
zh_hans: 设备未激活
zh_hant: 設備未啟動

# RET_ESEND_SMS
source: Failed to send SMS
de: SMS Send Service fehlgeschlagen
es: Uso fracasado de interfaz de mensaje
fr: Échec envoi SMS
id_id: Mengirim SMS gagal
it: Errore nell'invio dell'SMS
ja: メーセッジ送信失敗
pt: Falha ao enviar SMS
ru: Ошибка отправки смс
tr: SMS gönderme başarısız
vi_vn: Gửi SMS lỗi
zh_hans: 短信接口调用失败
zh_hant: 簡訊介面調用失敗

# RET_ECID_USEUP
source: CID exhausted
de: cid erschöpft
es: CIDHa agotado
fr: CID épuisé
id_id: CID telah habis
ja: CIDがなくなりました
pt: CID esgotado
ru: CID исчерпан
tr: CID süresi bitmiş
vi_vn: CID đã hết
zh_hans: CID已用尽
zh_hant: CID已用盡

# RET_ESESSION_NULL
source: Please login account
de: Sie sind nicht eingeloggt
es: No ha iniciado, por favor, inicie primero
fr: Vous n'êtes pas connecté
id_id: Silahkan login akun
it: Effettuare la login nell'account
ja: まだログインされていません、先にログインしてください
pt: Por favor, faça login primeiro
ru: Пожалуйста, войдите в аккаунт
tr: Lütfen hesaba giriş yapın
vi_vn: Hãy đăng nhập tài khoản
zh_hans: 请登录账号
zh_hant: 請登錄帳號

# RET_ESESSION_NOT_EXIST
source: Abnormal account, please login again
de: Account ungewöhnlich, bitte neu einloggen
es: Cuenta anormal, inicie de nuevo por favor
fr: Erreur compte, recommencer
id_id: Akun abnormal, Silahkan Masuk Kembali
it: Account errato, rieffettuare la registrazione.
ja: アカウントに異常があります。再度ログインしてください
pt: Conta anormal. Por favor faça o login novamente
ru: Пожалуйста, войдите в учётную запись
tr: Anormal hesap, lütfen tekrar giriş yapın
vi_vn: Tài khoản bất thườn, hãy đăng nhập lại
zh_hans: 账号异常，请重新登录
zh_hant: 帳號異常，請重新登錄

# RET_EUPLOADFILE
source: Failed to upload
de: scheitern Upload-Datei
es: Subida de documento fracasada
fr: Échec téléchargement du document
id_id: Gagal mengunggah file
it: errore nel caricamento
ja: ファイルアップロードができませんでした
pt: Falha ao carregar documento
ru: Ошибка загрузки
tr: Dosya yükleme başarısız
vi_vn: Lỗi tải file lên
zh_hans: 上传失败
zh_hant: 上傳失敗

# RET_ESMS_CODE_FALSE
source: Invalid code
de: Bitte richtigen Spamschutzcode eingeben
es: Introduzca el código de prueba correcto
fr: Code de vérification faux
id_id: Kode tidak valid
it: Codice non valido
ja: 正しい検証コードを入力してください
pt: Digite o código de verificação correto
ru: Неверный код
tr: Geçersiz kod
vi_vn: Mã không tồn tại
zh_hans: 请输入正确的验证码
zh_hant: 請輸入正確的驗證碼

# RET_ECHANGEPASS_OLDPASS_ERROR
source: Wrong original password
de: Falsches Passwort, bitte neu eingeben
es: Error de contraseña, introduzca de nuevo
fr: Mot de passe actuel incorrect, recommencer
id_id: Kata sandi lama tidak valid
it: Password attuale non valida
ja: パスワードが間違っています、再度入力してください
pt: Senha original incorreta. Digite novamente
ru: Старый пароль указан неверно
tr: Geçersiz eski şifre
vi_vn: Mật khẩu cũ không tồn tại
zh_hans: 原密码错误，请重新输入
zh_hant: 原密碼錯誤，請重新輸入

# RET_EFORGETPASS_ACCOUNT_NOT_EXIST
source: This account is not registered
de: Von Ihnen eingegebener Account nicht registriert
es: El número de teléfono introducido no ha sido inscribido
fr: Compte inconnu, s'inscrire
id_id: Akun ini tidak terdaftar
it: Questo account non è registrato
ja: 入力されたアカウントが登録されていません
pt: O número de telefone digitado não está registrado
ru: Данная учётная запись не зарегистрирована
tr: Bu hesap kayıtlı değil
vi_vn: Tài khoản chưa được đăng ký
zh_hans: 此账号尚未注册
zh_hant: 此帳號尚未註冊

# RET_ECHANGEPASS_SAME
source: The new password is same as the old one
de: Altes und neues Passwort sind gleich
es: La contraseña original es igual a la nueva
fr: Mot de passe actuel et mot de passe nouveau identiques
id_id: Kata sandi baru dan lama sama
it: La nuova password e quella attuale è la stessa, digitarne una diversa.
ja: 元のパスワードと新しいパスワードが同じです
pt: Senha nova é a mesma original
ru: Новый и старый пароли совпадают
tr: Yeni ve eski şifre aynı
vi_vn: Mật khẩu cũ và mới giống nhau
zh_hans: 新密码与原密码相同
zh_hant: 新密碼與原密碼相同

# RET_EUNONLINE_CID
source: Device's offline
de: Device is not online
es: Puertode vídeos no está online
fr: L'appareil n'est pas connecté
id_id: Perangkat tidak online
it: Il dispositivo non è online
ja: カメラオフライン
pt: Dispositivo não está online
ru: Устройство не подключено к сети
tr: Cihaz çevrimiçi değil
vi_vn: Thiết bị chưa online
zh_hans: 设备离线了
zh_hant: 設備離線

# RET_ELOGIN_CID_SN_NOTMATCH
source: CID is not match with SN
de: CID passt SN nicht
es: CID no concuerda con SN
fr: CID et numéro de série ne correspondent pas
id_id: CID tidak cocok dengan SN
it: CID is not match SN
ja: CIDとSNがマッチしません
pt: CID e SN não coincidem
ru: CID и SN не совпадают
tr: CID, SN ile uyuşmuyor
vi_vn: CID và SN không khớp
zh_hans: CID与SN不匹配
zh_hant: CID與SN序號不匹配

# RET_EUNONLINE_ACCOUNT
source: Off-line device
de: Account offline
es: La cuenta no está online
fr: Le compte n'est pas en ligne
id_id: Perangkat off-line
it: Dispositivo non collegato
ja: アカウントがオフラインです
pt: Dispositivo off-line
ru: Аккаунт не онлайн
tr: Çevrim dışı cihaz
vi_vn: Thiết bị Offline
zh_hans: 账号不在线
zh_hant: 設備離線

# RET_EUNONLINE_CID_CONFIG
source: Settings saved and will be effective when device is online
de: Einstellung gespeichert, im Modus Online anwenden
es: Ajustes guardados, entran en vigor cuando esté online el Puerto de vídeos
fr: Les réglages sont enregistrés, la vidéo est en ligne
id_id: Pengaturan disimpan, perangkat efektif online
it: Impostazioni salvate, dispositivo efficace online
ja: 設定が保存され、カメラがオンラインの場合、自動的に起動する
pt: Ajustes salvos. Entrarão em vigor automaticamente quando o dispositivo estiver online
ru: Настройки сохранены, устройство онлайн
tr: Ayarlamalar kayıtlı, etkin cihaz çevrimiçi
vi_vn: Cài đặt đã lưu, thiết bị online
zh_hans: 设置已保存，设备在线时将会生效
zh_hant: 設定已保存，設備上線時將會生效

# RET_EUPLOADFILE_TOOSS
source: Upload failed
de: Upload fehlgeschlagen
es: Subida de documento a OSS fracasada
fr: Échec téléchargement
id_id: Unggahan gagal
it: Caricamento fallito
ja: OSSにファイルをアップロードできませんでした
pt: Falha no upload
ru: Ошибка загрузки
tr: Yükleme başarısız
vi_vn: Lỗi tải file lên
zh_hans: 上传文件到OSS失败
zh_hant: 上傳失敗

# RET_EALIAS_EXIST
source: Existed name
de: Namen besetzt, bitte neu eingeben
es: El nombre ya existe, introduzca de nuevo por favor
fr: Le nom existe déjà, recommencer
id_id: Nama sudah ada
it: Nome già esistente
ja: この名前はすでに使用されています。他の名前を使用してください
pt: Nome já existe. Tente outro
ru: Имя уже существует
tr: Ad zaten mevcut
vi_vn: Tên đã tồn tại
zh_hans: 名称已经存在
zh_hant: 名稱已經存在

# RET_EREPORT_NO_DATA
source: No data
de: Keine Daten
es: No existen datos
fr: Pas de données
id_id: Tidak ada data
it: Nessun dato
ja: データがありません
pt: Sem dados
ru: Нет данных
tr: Veri yok
vi_vn: Không có dữ liệu
zh_hans: 暂无数据
zh_hant: 暫無數據
