Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# Tap2_Timelapse_fail
source: Video file can not be generated for disconnection when time-lapse photographying
de: Video-Datei kann nicht zur Abschaltung erzeugt werden, wenn Zeitrafferaufnahmen ing
es: archivo de vídeo no se puede generar para la desconexión cuando la fotografía a intervalos ing
fr: Le fichier vidéo ne peut pas être généré pour la déconnexion lorsque time-lapse photography ing
id_id: File video tidak dapat dihasilkan untuk pemutusan ketika fotografi selang waktu
it: Il video non è stato generato causa disconnessione del dispositivo.
ja: デバイスは、タイムラプス撮影時にオフラインであるため、ビデオを生成することができません
pt: Quando em modo de fotografia time-lapse o dispositivo fica offline e não pode gerar imagens
ru: Видео файл не может быть сгенерирован для отключения, когда время киносъемки ИНГ
tr: Hızlandırılmış fotoğraf çekilirken bağlantı kesilmesi için video dosyası üretilemez
vi_vn: Video time-lapse không thể tạo được do mất kết nối
zh_hans: 由于延时摄影过程中设备离线，无法生成视频
zh_hant: 由於延時攝影過程中設備離線，無法生成視頻

# Tap1_AddDevice_openlocationservice
source: Enable Location Services in Setting
de: Schalten Sie die Ortungsdienste Einsteckmaschine
es: activar los servicios de ubicación insetting
fr: activer les services de localisation encartage
id_id: Nyalakan service Lokasi di Pengaturan
it: Si prega di attivare il servizio di localizzazione (GPS)
ja: 位置情報サービスをオンにします
pt: Por favor, ative os serviços de localização nas definições de seu celular
ru: включите insetting служб определения местоположения
tr: Ayarlarda konum hizmetlerini açın
vi_vn: Bật tính năng Dịch vụ Khu Vực trong Cài Đặt
zh_hans: 请开启定位服务
zh_hant: 請開啟位置服務

# Tap3_ShareDevice_FailTips
source: Failed to share
de: Konnte nicht teilen
es: No se pudo compartir
fr: Impossible de partager
id_id: Gagal berbagi
it: Impossibile condividere
ja: 共有に失敗しました
pt: Falha ao compartilhar
ru: Не удалось поделиться
tr: paylaşmak için başarısız oldu
vi_vn: Không thể chia sẻ
zh_hans: 分享失败
zh_hant: 分享失敗

# Tap3_ShareDevice_Friends_FailTips
source: %d users failed to share
de: %d Benutzer gescheitert zu teilen
es: %d de usuarios no pudieron compartir
fr: %d des utilisateurs ont échoué à partager
id_id: %d Pengguna gagal untuk berbagi
it: %d degli utenti non sono riusciti a condividere
ja: %dのユーザーが共有することができませんでした
pt: usuários%d não compartilham
ru: %d пользователей не смогли разделить
tr: %d Kullanıcıların paylaşmak için başarısız oldu
vi_vn: %d Người dùng không chia sẻ
zh_hans: %d位用户分享失败
zh_hant: %d位用戶分享失敗

# Clear_Sdcard
source: Wipe SD card
de: Wischen SD Karte
es: Borrar tarjeta SD
fr: Essuyez carte SD
id_id: Lap kartu SD
it: Pulire scheda SD
ja: SDカードワイプ
pt: Limpe o cartão SD
ru: Протрите SD карту
tr: SD kartı silin
vi_vn: Lau thẻ SD
zh_hans: 清空SD卡数据
zh_hant: 清空SD卡數據

# Clear_Sdcard_tips
source: The data of SD card can't be recovered if been wiped, sure to continue?
de: Die Daten der SD-Karte kann nicht wiederhergestellt werden, wenn geklärt worden ist, sicher weitermachen ?
es: Los datos de la tarjeta SD no se pueden recuperar si ha borrado, asegúrese de seguir?
fr: Les données de la carte SD ne peuvent pas être récupérées si été effacé, assurezvous de continuer?
id_id: Data kartu SD tidak dapat dipulihkan jika telah dihapus, yakin untuk melanjutkan?
it: I dati della scheda SD non possono essere recuperati se stato spazzato via, sicuro di continuare?
ja: 継続してください、クリアされた場合は、SDカードのデータを回復することができないのですか？
pt: Os dados do cartão SD não pode ser recuperado se foi apagado, certifique-se de continuar?
ru: Данные карты SD не могут быть восстановлены, если были уничтожены, обязательно продолжать?
tr: SD kart veri sildi eğer, emin devam geri alınamaz?
vi_vn: Các dữ liệu của thẻ SD không thể được phục hồi nếu bị xóa, chắc chắn sẽ tiếp tục?
zh_hans: 清空SD卡数据后将不可恢复，是否继续？
zh_hant: 清空SD卡數據後將不可恢復，是否繼續？

# Clear_Sdcard_tips2
source: Device will reboot when wiping data
de: Das Gerät wird beim Abwischen von Daten neu gestartet
es: Dispositivo se reiniciará cuando se limpia los datos
fr: Dispositif redémarre lorsque vous essuyez des données
id_id: Perangkat akan reboot ketika menyeka Data
it: Dispositivo si riavvierà quando cancellare i dati
ja: データをクリアしている場合、デバイスが再起動します
pt: Dispositivo irá reiniciar quando limpeza de dados
ru: Устройство будет перезагружен, когда вытирая данные
tr: Veri silme cihaz yeniden başlayacaktır
vi_vn: Thiết bị sẽ khởi động lại khi lau dữ liệu
zh_hans: 清空数据时设备将会重启
zh_hant: 清空數據時設備將會重啟

# Sdcard_TotalCapacity
source: Total Capacity
de: Gesamt
es: Total
fr: Total
id_id: Total
it: Totale
ja: 総容量
pt: Total
ru: Всего
tr: Genel Toplam
vi_vn: Tổng số
zh_hans: 总容量
zh_hant: 總容量

# Sdcard_AvailableCapacity
source: Available
de: Erhältlich
es: Disponible
fr: Disponible
id_id: Tersedia
it: Disponibile
ja: 利用できます
pt: Disponível
ru: Доступный
tr: Mevcut
vi_vn: có sẵn
zh_hans: 可用
zh_hant: 可用

# SDCARD_OccupiedCapacity
source: Occupied
de: Belegt
es: Ocupado
fr: Occupé
id_id: sibuk
it: occupato
ja: に使用
pt: Ocupado
ru: занятый
tr: dolu
vi_vn: chiếm
zh_hans: 已用
zh_hant: 已用

# Clear_Sdcard_tips3
source: Wipe data successfully
de: Daten erfolgreich abwischen
es: Limpie los datos con éxito
fr: Essuyez les données avec succès
id_id: Menghapus data berhasil
it: Pulire dati successo
ja: 正常にデータをクリア
pt: Limpe dados com êxito
ru: Протирайте данные успешно
tr: Başarıyla verileri silin
vi_vn: Xóa sạch dữ liệu thành công
zh_hans: 清空数据成功
zh_hant: 清空數據成功

# Clear_Sdcard_tips4
source: Wipe data failed
de: Wischen Daten fehlgeschlagen
es: Borrar datos fallaron
fr: Essuyez les données ont échoué
id_id: Menghapus data gagal
it: Pulire dati fallito
ja: ワイプデータに失敗しました
pt: Wipe de dados falhou
ru: Стирайте данные не удалось
tr: Wipe veri başarısız
vi_vn: Xóa sạch dữ liệu thất bại
zh_hans: 清空数据失败
zh_hant: 清空數據失敗

# Clear_Sdcard_tips5
source: Connection timeout
de: Verbindungs-Timeout
es: Tiempo de espera de conexión
fr: délai de connexion
id_id: timeout koneksi
it: timeout di connessione
ja: 接続タイムアウト
pt: tempo limite de conexão
ru: тайм-аут соединения
tr: bağlantı zaman aşımı
vi_vn: thời gian chờ kết nối
zh_hans: 连接超时
zh_hant: 連接超時

# Tap1_Index_Tips_Newvisitor
source: New visitor
de: Neuer Besucher
es: Nuevo visitante
fr: Nouveau visiteur
id_id: pengunjung baru
it: Nuovo visitatore
ja: 新しい訪問者
pt: novo visitante
ru: Новый посетитель
tr: yeni ziyaretçi
vi_vn: khách truy cập mới
zh_hans: 有客人来访
zh_hant: 有客人來訪

# Tap1_Index_Tips_Newvoice
source: New voice message
de: Neue Sprachnachricht
es: Nuevo mensaje de voz
fr: Nouveau message vocal
id_id: Pesan suara baru
it: Nuovo messaggio vocale
ja: 新しいボイスメッセージ
pt: Nova mensagem de voz
ru: Новое голосовое сообщение
tr: Yeni sesli mesaj
vi_vn: tin nhắn thoại mới
zh_hans: 有新语音留言
zh_hant: 有新語音留言

# Tap3_TitleName_Notice
source: Notice
es: Aviso
fr: Avis
id_id: Melihat
it: Notifiche
pt: Notícia
ru: Сообщение
tr: ihbar
vi_vn: Để ý
zh_hans: 通知
zh_hant: 通知

# Tap3_TitleName
source: Me
de: Mich
fr: Moi
id_id: Ranjau
it: Mi
ja: 本人
pt: Mim
ru: Меня
tr: Beni
vi_vn: Tôi
zh_hans: 我的
zh_hant: 我的

# SIMCARD_Locking
source: SIM card was locked by PIN code, please insert it into cellphone to unlock
de: SIM-Karte mit PIN-Code gesperrt wurde, fügen Sie es in Handy einlegen zu entsperren.
es: La tarjeta SIM se ha bloqueado con el código PIN, por favor, insertarlo en el teléfono celular para desbloquear
fr: La carte SIM a été verrouillé par code PIN, s'il vous plaît l'insérer dans un téléphone cellulaire pour déverrouiller
id_id: Kartu SIM terkunci oleh kode PIN, silakan masukkan ke ponsel untuk membuka.
it: SIM è stata bloccata da codice PIN, si prega di inserirla nel telefono cellulare per sbloccare.
ja: SIMカードがPINコードでロックされていた、ロックを解除する携帯電話に挿入してください。
pt: cartão SIM foi bloqueado por código PIN, por favor, insira-o telefone celular para desbloquear.
ru: SIM-карта была заблокирована PIN-код, пожалуйста, вставьте ее в мобильный телефон, чтобы разблокировать
tr: SIM kart PIN kodu ile kilitlendi, kilidini açmak için cep telefonu içine ekleyin.
vi_vn: thẻ SIM đã bị khóa bằng mã PIN, vui lòng chèn nó vào điện thoại di động để mở khóa.
zh_hans: SIM卡PIN码锁定，请将SIM卡移至手机解锁
zh_hant: SIM卡PIN碼鎖定，請將SIM卡移至手機解鎖

# Clear_Sdcard_tips6
source: Data of SD card has been wiped
de: Die Daten der SD-Karte wurden gelöscht
es: Los datos de la tarjeta SD ha sido borrado
fr: Les données de la carte SD a été effacé
id_id: Data kartu SD telah dihapus
it: L' SD card è stata cancellata
ja: SDカードのデータがクリアされています
pt: Dados de cartão SD foi apagado
ru: Данные карты SD были уничтожены
tr: SD kart veri yok edildi
vi_vn: Dữ liệu của thẻ SD đã bị xóa
zh_hans: SD卡数据已被清空
zh_hant: SD卡數據已被清空

# Qiaoan_Blinking
source: After being powered on, wait for the light to flicker in red
de: Nach dem Einschalten wird, warten, bis das Licht in rot zu flackern
es: Después de ser encendido, esperar a que la luz parpadee en rojo
fr: Après avoir été mis sous tension, attendez que la lumière scintillement en rouge
id_id: Setelah dinyalakan, menunggu cahaya berkedip merah
it: Dopo essere stato acceso, attendere che la luce rossa lampeggi.
ja: 電源をオンにされた後、光が赤色で点滅さのために、待ちます
pt: Depois de ser ligado, aguarde a luz a piscar em vermelho
ru: После того, как источнику питания, подождите свет мерцать в красном цвете
tr: açık olduktan sonra hafif kırmızı titreme için bekleyin
vi_vn: Sau khi được cung cấp trên, chờ đợi cho ánh sáng nhấp nháy màu đỏ
zh_hans: 接通电源后，等待至摄像头红灯闪烁并语音提示“等待连接”
zh_hant: 接通電源後，等待至攝像頭紅燈閃爍並語音提示“等待連接”

# Qiaoan_VoiceTips
source: No voice prompt?
de: Nicht flackert in rot?
es: No parpadea en rojo?
fr: Non scintille en rouge?
id_id: Tidak berkedip merah?
it: Non lampeggia in rosso?
ja: いない赤色で点滅？
pt: Não pisca em vermelho?
ru: Не мерцает красным цветом?
tr: Değil kırmızı titriyor?
vi_vn: Không nhấp nháy màu đỏ?
zh_hans: 未听到语音提示？
zh_hant: 未聽到語音提示？

# Qiaoan_VoiceTips2
source: Already heard voice prompt
de: Schon flackerten in rot
es: Ya parpadeado en rojo
fr: Déjà clignotaient en rouge
id_id: Sudah berkedip-kedip merah
it: Lampeggiava rosso
ja: 既に赤に点滅
pt: Já brilhou em vermelho
ru: Уже мелькали в красном
tr: Zaten kırmızı çaktı
vi_vn: Đã chập chờn trong màu đỏ
zh_hans: 已听到语音提示
zh_hant: 已聽到語音提示

# Qiaoan_VoiceTips3
source: Long press the RESET button by needle for 5s until the light flicers in red
de: Verwenden Nadel zu lange drücken Sie die Taste RESET für 5 Sekunden, bis das Licht in Rot flackert
es: Utilice la aguja para pulsación larga en el botón RESET durante 5 segundos hasta que la luz parpadea en rojo
fr: Utilisez l'aiguille pour appuyez longuement sur le bouton RESET pendant 5 secondes jusqu'à ce que le voyant clignote en rouge
id_id: Gunakan jarum untuk tekan lama tombol RESET untuk 5s sampai lampu berkedip merah
it: Utilizzare un ago e premere il tasto RESET per 5 secondi fino a quando la luce lampeggia in rosso
ja: ライトが赤色で点滅するまで5秒間長押しにRESETボタンを針を使用します
pt: Use agulha prima o botão RESET por 5s até que a luz pisca em vermelho
ru: Используйте иглу для долгого нажатия на кнопку сброса в течение 5 секунд, пока индикатор не мигает красным цветом
tr: açık kırmızı titreşiyor kadar 5s uzun basına RESET düğmesine iğne kullanın
vi_vn: Sử dụng kim dài bấm nút RESET cho 5s cho đến khi đèn nhấp nháy màu đỏ
zh_hans: 使用取卡针长按重置键5秒,直到看到红灯闪烁并语音提示“复位成功”
zh_hant: 使用取卡針按重置鍵5秒，直到看到紅燈閃爍並語音提示“復位成功”

# Reset_Suc
source: Already flickered in red
de: Schon flackerten in rot
es: Ya parpadeado en rojo
fr: Déjà clignotaient en rouge
id_id: Sudah berkedip-kedip merah
it: Reset effettuato
ja: 既に赤に点滅
pt: Já brilhou em vermelho
ru: Уже мелькали в красном
tr: Zaten kırmızı çaktı
vi_vn: Đã chập chờn trong màu đỏ
zh_hans: 复位成功
zh_hant: 復位成功

# Tap1_Setting_Cid
source: CID number
de: CID Nummer
es: CID número
fr: CID nombre
id_id: CID jumlah
it: CID numero
ja: CID 番号
pt: CID número
ru: CID номер
tr: CID numara
vi_vn: CID con số
zh_hans: CID编号
zh_hant: CID 編號

# Button_Sure
source: Sure
de: Sicher
es: Aceptar
fr: Sûr
id_id: Yakin
it: Sicuro
ja: 確か
pt: Claro
ru: Конечно
tr: Elbette
vi_vn: Chắc chắn
zh_hans: 确认
zh_hant: 確認

# Tap3_MyQRCode
source: My QR code
de: Mein QR Code
es: Mi QR code
fr: Mon QR code
id_id: Saya QR code
it: Mio QR code
ja: 私のQRコード
pt: Meus QR code
ru: Мой QR code
tr: Benim QR code
zh_hans: 我的二维码
zh_hant: 我的QR碼

# Tap1_Setting_Unopened
source: Unopened
de: Ungeöffnet
es: Sin abrir
id_id: Belum dibuka
it: Non aperto.
ja: 未開封の
pt: Fechado
ru: Неоткрытое
tr: Açılmamış
vi_vn: Chưa mở
zh_hans: 未开启
zh_hant: 未開啟

# Tap3_Contacts_Feedback
source: Sorry, no this function
de: Sorry, nein diese Funktion
es: Lo sentimos, esta función no se
fr: Désolé, pas cette fonction
id_id: Maaf, tidak ada fungsi ini
it: Spiacente, funzione non presente
ja: 抱歉、没有此功能
pt: Desculpe, sem esta função
ru: Извини, нет этой функции
tr: Üzgünüm, bu işlev yok
vi_vn: Xin lỗi, không có chức năng này
zh_hans: 抱歉，没有此功能
zh_hant: 抱歉，沒有此功能

# Tap1_Magnetism_Setting_Notify
source: Notify me when it's open/closed
de: Benachrichtige mich, wenn es offen/geschlossen ist
es: Notificar me cuando está abierto/cerrado
fr: Me alerter quand ce est ouvert/fermé
id_id: Beritahu saya jika itu terbuka/tertutup
it: Avvisami quando è aperta/chiuso
ja: オン/オフ情報を知らせて
pt: Notifique-me quando é aberto/fechado
ru: Сообщите мне, когда оно открыто/закрыто
tr: Beni bilgilendir ne zaman açık/kapalı
vi_vn: Thông báo cho tôi khi nó mở/đóng
zh_hans: 开/关时通知我
zh_hant: 開/關時通知我

# Button_Add
source: Add
de: Addieren
es: Añadir
fr: Ajouter
id_id: Menambah
it: Aggiungere
ja: 添える
pt: Adicionar
ru: Добавить
tr: Eklemek
vi_vn: Thêm vào
zh_hans: 添加
zh_hant: 添加

# Tap1_Magnetism_ClearRecord
source: Clear the record
de: Löschen Sie den Datensatz
es: Borrar el registro
fr: Effacer l'enregistrement
id_id: Hapus catatan
it: Cancellare la registrazione
ja: レコードをクリア
pt: Clarear o recorde
ru: Очистить отчет
tr: kayıt temizleyin
vi_vn: Dọn bản ghi
zh_hans: 清空开关记录
zh_hant: 清空開關記錄

# Tap3_Added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunto
ja: 追加した
pt: Adicionado
ru: добавлен
tr: Katma
zh_hans: 已添加
zh_hant: 已添加

# Tap1_Device_NoConnection
source: No network connection,click Refresh
de: Keine Netzwerkverbindung, klicken Sie auf Aktualisieren
es: Sin conexión de red,clic Refrescar
fr: Ni connexion réseau, cliquez sur Actualiser
id_id: Ada koneksi jaringan, klik Refresh
it: Nessuna connessione di rete, fare clic su Aggiorna
ja: いいえ、ネットワーク接続、[更新]をクリックしません
pt: Sem ligação à rede, clique Refrescar
ru: Нет подключения к сети,щелчок Обновить
tr: No ağ bağlantısı, Yenile tıklayın
zh_hans: 无网络连接 点击刷新
zh_hant: 無網絡連接，請單擊刷新

# Tap1_iHome_CallDuration
source: Call duration:%d
de: Gesprächsdauer:%d
es: llamada duración:%d
fr: Durée d'appel:%d
id_id: Durasi panggilan:%d
it: Durata chiamate:%d
ja: 通話時間：%d
pt: Duraçao da chamada:%d
ru: Длительность звонка:%d
tr: Arama süresi:%d
vi_vn: Thời gian gọi:%d
zh_hans: 通话时长：%d
zh_hant: 通話時長：%d

# Tap0_Register_VerificationCode
source: Enter the verification code
de: Gib den Bestätigungscode ein
es: Ingrese el código de verificación
fr: Entrer le code de vérification
id_id: Masukkan kode verifikasi
it: Inserire il codice di verifica
ja: 確認コードを入力してください
pt: Insira o código de verificação
ru: Введите код подтверждения
tr: Onay kodunu giriniz
vi_vn: Nhập mã xác nhận
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

# Added_successfully
source: Bind successfully
de: Binden erfolgreich
es: enlazar con éxito
fr: Liez réussi
id_id: Bind berhasil
it: Aggiunto con successo
ja: バインドうまく
pt: Bind com sucesso
ru: Привязать успешно
tr: Başarıyla bind
vi_vn: Hãy cột thành công
zh_hans: 绑定成功
zh_hant: 綁定成功

# Tap3_ChangePassword
source: Original password
de: Original Passwort
es: Contraseña original
fr: De passe original
id_id: Sandi asli
it: password attuale
ja: 元のパスワード
pt: senha original
ru: Оригинальная пароль
tr: Orijinal şifre
vi_vn: Mật khẩu bản gốc
zh_hans: 原密码
zh_hant: 原密碼

# Tap3_DeleteFriends
source: Delete friends
de: Freunde löschen
es: Eliminar amigos
fr: Supprimer amis
id_id: menghapus teman
it: Elimina amici
ja: 友人を削除
pt: Apagar amigos
ru: Удалить друзей
tr: Arkadaşlar sil
vi_vn: delete bạn bè của
zh_hans: 删除亲友
zh_hant: 刪除亲友

# Tap3_Friends_Details
source: Details
de: Einzelheiten
es: detalles
fr: Détails
id_id: Rincian
it: Dettagli
ja: 細部
pt: Detalhes
ru: Детали
tr: Ayrıntıları
vi_vn: Chi tiết
zh_hans: 详细资料
zh_hant: 詳細資料

# Tap1_Add_Tips
source: Click here to add device
de: Hier klicken, um hinzuzufügen Gerät
es: Clic en aquí para añadir dispositivo
fr: Cliquez ici pour ajouter dispositif
id_id: Klik sini untuk menambah Device
it: Clicca qui per aggiungere dispositivo
ja: デバイスを追加するにはここをクリック
pt: Clique aqui para adicionar dispositivo
ru: Кликните здесь, чтобы добавить устройство
tr: Aygıtı eklemek etmek için tıklayın
vi_vn: Click vào ở đây để thêm thiết bị
zh_hans: 点击这里添加设备
zh_hant: 點擊此處添加設備

# Tap3_FriendsAdd_Content
source: Content
de: Inhalt
es: Contenido
fr: Contenu
id_id: kadar
it: Contenuto
ja: コンテンツ
pt: Conteúdo
ru: Контент
tr: Içerik
vi_vn: Nội dung
zh_hans: 消息内容
zh_hant: 消息內容

# Tap3_Friends_DeleteFriends
source: Sure to delete?
de: Sicher löschen?
es: Asegúrese de eliminar?
fr: Sure supprimer?
id_id: Pastikan untuk delete?
it: Cancello ?
ja: 必ず削除して？
pt: Claro que para apagar?
ru: Уверенный удалить?
tr: Emin silmek için？
vi_vn: Chắc chắn để delete?
zh_hans: 确定删除此好友?
zh_hant: 確定刪除此好友?

# Tap1_NoMessages
source: No messages
de: Keine Nachrichten
es: Ningún mensaje
fr: Aucun message
id_id: Tidak ada pesan
it: Nessun messaggio
ja: メッセージはありません
pt: Nenhuma mensagem
ru: Нет сообщений
tr: Mesaj yok
vi_vn: Không có tin nhắn
zh_hans: 无消息
zh_hant: 無消息

# Tap3_FriendsAdd_Request
source: Adding request
de: Anfrage hinzufügen
es: Adición de solicitud
fr: Ajout demande
id_id: menambah request
it: Aggiunta richiesta
ja: のリクエスト加える
pt: Adicionando do pedido
ru: Добавления заявку
tr: isteği ekleme
vi_vn: cách thêm yêu cầu
zh_hans: 添加请求
zh_hant: 添加請求

source: Search
de: Suche
es: Buscar
fr: Rechercher
id_id: Mencari
it: Ricerca
ja: 検索
pt: Pesquisa
ru: Поиск
tr: Arama
vi_vn: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# Tap3_Feedback
source: Help & Feedback
de: Hilfe & Feedback
es: Ayuda y Feedback
fr: Aide & Commentaires
id_id: Bantuan & Masukan
it: Feedback & Aiuto
ja: ヘルプ＆フィードバック
pt: Ajuda & Feedback
ru: Помощь & Обратная связь
tr: Yardım ve Geribildirim
vi_vn: Trợ giúp & Phản hồi
zh_hans: 帮助与反馈
zh_hant: 幫助與反饋

# Tap3_Feedback_ClearTips
source: Clear messages?
de: Klare Botschaften?
es: Mensajes claros?
fr: Message clair?
id_id: pesan nyata yang?
it: Cancello i messaggi?
ja: 明確なメッセージ？
pt: Mensagens claras?
ru: Четкие сообщения?
tr: Berrak mesajlar?
vi_vn: Rõ ràng thông điệp?
zh_hans: 清空消息？
zh_hant: 清空消息？

# Tap1_Camera_Messages_ViewTheVideo
source: Video
es: Vídeo
fr: Vidéo
ja: ビデオ
pt: Vídeo
ru: Видео
zh_hans: 查看视频
zh_hant: 查看視頻

# Tips_SureDelete
source: Sure to delete?
de: Sicher löschen?
es: Asegúrese de eliminar?
fr: Sure supprimer?
id_id: Pastikan untuk delete?
it: Procedo alla cancellazione?
ja: 必ず削除して？
pt: Claro que para apagar?
ru: Уверенный удалить?
tr: Emin silmek için？
vi_vn: Chắc chắn để delete?
zh_hans: 是否删除？
zh_hant: 是否刪除？

# Tap3_Friends_Share
source: Share with%@
de: Teile mit%@
es: Compartirlo con%@
fr: Partagez avec%@
id_id: Berbagi dengan%@
it: Condividi con%@
ja: と共有する%@
pt: Compartilhar com%@
ru: Поделитесь с%@
tr: İle paylaş%@
vi_vn: Chia sẽ với%@
zh_hans: 分享设备给%@
zh_hant: 分享設備給%@

# Tap3_ShareDevice_Tips
source: This device can't be shared with any more users
de: Dieses Gerät kann nicht mit anderen Benutzern geteilt werden
es: Este dispositivo no puede ser compartida con más usuarios
fr: Ce dispositif ne peut pas être partagée avec tous les autres utilisateurs
id_id: Perangkat ini tidak dapat dibagi dengan pengguna lebih
it: Questo dispositivo non può essere condiviso con nessun altro utente
ja: デバイスは共有の最大数に達しました
pt: Este dispositivo não pode ser compartilhado com mais todos os usuários
ru: Это устройство не может использоваться совместно с любыми несколькими пользователями
tr: Bu cihaz, herhangi bir daha fazla kullanıcı ile paylaşılamaz
vi_vn: Thiết bị này không thể được chia sẻ với bất kỳ người dùng hơn
zh_hans: 该设备已到达最大分享数
zh_hant: 該設備已到達最大分享數

# Tips_DeleteFail
source: Failed to delete
de: Fehler beim Löschen
es: Con anomalía para suprimirlos
fr: Échec de la suppression
id_id: Gagal menghapus
it: Cancellazione fallita
ja: 削除に失敗しました
pt: Falha ao excluir
ru: Ошибка удаления
tr: silme başarısız
zh_hans: 删除失败
zh_hant: 刪除失敗

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
id_id: Kemarin
it: Ieri
ja: 昨日
pt: Ontem
ru: Вчера
tr: Dün
vi_vn: Hôm qua
zh_hans: 昨天
zh_hant: 昨日

# Tap3_ShareDevice_CancleShare
source: Sure to cancel the sharing with this user?
de: Sicher, die Freigabe mit diesem Benutzer abzubrechen?
es: Asegúrese de cancelar el intercambio con este usuario
fr: Bien sûr, pour annuler le partage avec cet utilisateur?
id_id: Tentu untuk membatalkan berbagi dengan pengguna ini?
it: Annullare la condivisione con questo utente?
ja: このユーザーとの共有を解除してください？
pt: Claro que para cancelar a partilha com este usuário?
ru: Уверенный отменить совместное использование с этим пользователем?
tr: Bu kullanıcı ile paylaşımı iptal etmek emin değil misiniz?
vi_vn: Chắc chắn để hủy bỏ việc chia sẻ với người dùng này?
zh_hans: 是否删除对该用户的分享？
zh_hant: 是否刪除對該用戶的分享？

# Tap3_LogIn
source: Login
de: Einloggen
es: Iniciar sesión
fr: Se connecter
id_id: Masuk
it: Accedere
ja: ログイン
ru: Логин
tr: Giriş yap
vi_vn: Đăng nhập
zh_hans: 立即登录
zh_hant: 登錄

# Tap3_ShareDevice_NoShare
source: Not been shared
de: Nicht geteilt
es: No ha sido compartida
fr: Non être partagée
id_id: Belum membagikan
it: Non è stato condiviso
ja: 共有されていません
pt: Not sido compartilhadas
ru: Не было общим
tr: paylaşıldı değil
vi_vn: Không được chia sẻ
zh_hans: 暂未分享
zh_hant: 暫未分享

# Tap3_ShareDevice_ToContacts
source: Share with Contacts
de: Teilen mit Kontakten
es: Compartir con los contactos
fr: Partager avec Contacts
id_id: Berbagi dengan Kontak
it: Condividi con i contatti
ja: 連絡先と共有します
pt: Compartilhar com os contatos
ru: Поделиться с контактами
tr: Contacts ile paylaş
vi_vn: Chia sẻ với Liên
zh_hans: 分享给联系人
zh_hant: 分享給聯繫人

# Tap3_Uploading
source: Uploading...
de: Hochladen…
es: Subiendo...
it: Caricamento...
ja: のアップロード…
ru: Идет загрузка…
zh_hans: 上传中…
zh_hant: 上傳中…

# Tap3_UploadingComplete
source: Uploaded
de: Hochladen abgeschlossen
es: Sube completa
fr: Upload complete
id_id: Upload complete
it: Caricato
ja: アップロードが完了しました
pt: Upload complete
ru: Загрузка полный
tr: Upload complete
vi_vn: Upload complete
zh_hans: 上传成功
zh_hant: 上傳成功

# Tap3_UploadingFailed
source: Upload failed
de: Hochladen fehlgeschlagen
es: Subida fallida
it: Caricamento fallito
ja: のアップロード失敗
ru: Сбой при загрузке
zh_hans: 上传失败
zh_hant: 上傳失敗

# Tap3_ShareDevice_Shared
source: Shared
de: Gemeinsam genutzt
es: Compartido
fr: Partagé
it: Condivisa
ja: シェアード
pt: Compartilhado
ru: Общий
tr: Paylaşılan
vi_vn: Thuê chung
zh_hans: 已分享
zh_hant: 已分享

# Tap3_MessageCancel
source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
id_id: Dibatalkan
it: Annullato
ja: キャンセル
pt: Cancelado
ru: Oтменен
vi_vn: bị hủy bỏ
zh_hans: 发送短信取消
zh_hant: 發送短信取消

# Tap3_EmailCancel
source: Canceled
de: Abgebrochen
es: Cancelado
fr: Annulé
id_id: Dibatalkan
it: Annullato
ja: キャンセル
pt: Cancelado
ru: Oтменен
vi_vn: bị hủy bỏ
zh_hans: 发送邮件取消
zh_hant: 發送郵件取消

# Tap3_Userinfo_UsePhoto
source: Use Photo
de: Verwenden Foto
es: Usar Foto
fr: Utiliser photo
id_id: Gunakan Foto
it: Usa Foto
ja: 使用フォト
pt: Use Foto
ru: Используйте Photo
tr: Kullanım Foto
vi_vn: sử dụng hình ảnh
zh_hans: 使用照片
zh_hant: 使用照片

# Tap3_Userinfo_CameraRoll
source: Camera roll
es: Rollo de cámara
fr: Pellicule des photos
it: Rullino fotografico
ja: カメラロール
pt: Rolo da câmera
ru: Фотопленка
tr: kamera rulo
zh_hans: 相机胶卷
zh_hant: 相機膠片

# Tap3_Userinfo_Photos
source: Photos
de: Fotos
es: Fotos
it: Fotografie
ja: フォト
pt: Fotos
ru: Фото
tr: Fotoğraflar
zh_hans: 照片
zh_hant: 照片
