Repository: cylankj/IoTKit-App-iOS
Catalog: JiafeigouiOS/JiafeigouiOS/Resource/Language/Contents/*.lproj/Localizable.strings
Languages: de, es, fr, id_id, it, ja, pt, ru, tr, vi_vn, zh_hans, zh_hant

# HistoricalCard_Failed
source: The historical video card reads failed
es: La tarjeta de video histórica dice que falló
fr: La carte vidéo historique n'a pas réussi
id_id: Kartu video historis gagal dibaca
it: La scheda video storica non è riuscita
pt: A placa de vídeo histórica lê falhou
ru: Не удалось прочитать историческую видеокарту
tr: Tarihi video kartı okunamadı
vi_vn: Thẻ video lịch sử đã đọc thất bại
zh_hans: 历史录像卡读取失败
zh_hant: 歷史錄像卡讀取失敗

# Historical_No
source: There's no historical video
es: No hay video histórico
fr: Il n'y a pas de vidéo historique
id_id: Tidak ada video historis
it: Non ci sono video storici
pt: Não há vídeo histórico
ru: Исторического видео нет
tr: Hiçbir tarihi video yok
vi_vn: Không có video lịch sử nào
zh_hans: 没有这段历史视频
zh_hant: 沒有這段歷史視頻

# Logo_Selection
source: None
es: Ninguna
fr: Aucun
id_id: Tidak ada
it: Nessuna
pt: Nenhum
ru: Никто
tr: Yok
vi_vn: Không ai
zh_hans: 无
zh_hant: 無

# Record_Operate
source: Can not operate while recording
es: No puede funcionar durante la grabación
fr: Ne peut pas fonctionner pendant l'enregistrement
id_id: Tidak bisa beroperasi saat merekam
it: Impossibile operare durante la registrazione
pt: Não é possível operar durante a gravação
ru: Не может работать во время записи
tr: Kayıt sırasında çalışılamıyor
vi_vn: Không thể hoạt động trong khi ghi âm
zh_hans: 录像中不能进行其他操作
zh_hant: 錄像中不能進行其他操作

source: Formatting
es: Formateo
fr: Mise en forme
id_id: Format
it: formattazione
pt: Formatação
ru: форматирование
tr: Biçimlendirme
vi_vn: Định dạng
zh_hans: 格式化过程中
zh_hant: 格式化過程中

# Fail_Record
source: Fail to record
es: No se puede grabar
fr: Échec de l'enregistrement
id_id: Gagal mencatat
it: Non registrare
pt: Falha ao gravar
ru: Не удалось записать
tr: Kayıt başarısız
vi_vn: Không ghi
zh_hans: 录像失败
zh_hant: 錄像失敗

# Tips_ShortVideo
source: Long press to record short video
es: Pulsado para grabar un vídeo de corta duración
fr: Appuyez longuement pour enregistrer une courte vidéo
id_id: Tekan lama untuk merekam video singkat
it: Premere a lungo per registrare un breve video
pt: Pressão longa para gravar um pequeno vídeo
ru: Длительное нажатие для записи короткого видео
tr: Kısa bir video kaydetmek için uzun basın
vi_vn: Bấm dài để ghi lại một đoạn video ngắn
zh_hans: 长按录制短视频
zh_hant: 長按錄製短視頻

source: Sharing Management
es: compartir la gestión
fr: Partage de la gestion
id_id: Manajemen berbagi
it: Condivisione della gestione
pt: Gerenciamento de compartilhamento
ru: совместное управление
tr: Paylaşım yönetimi
vi_vn: Quản lý chia sẻ
zh_hans: 分享管理
zh_hant: 分享管理

source: Delete share?
es: ¿Eliminar parte?
fr: Supprimer partager?
id_id: Hapus berbagi?
it: Elimina condivisione?
pt: Excluir compartilhamento?
ru: Удалить общий доступ?
tr: Paylaşımı silinsin mi?
vi_vn: Xóa chia sẻ?
zh_hans: 是否删除分享
zh_hant: 是否刪除分享

# SETTINGS_Wechat_Switch_Cancel
source: If closed, it cannot receive WeChat push. Unbinding it by unfollowing “加菲狗官微服务”.
es: Al cerrar no podrá recibir mensajes de WeChat. Para desenlazar va a WeChat para dejar de seguir la cuenta de suscripción de Servicio Oficial de Clever Dog.
fr: Vous ne pouvez recevoir plus les messages poussés de Wechat si vous le fermez.Si vous voulez annuler la liaison, veuillez annuler tout à bord "加菲狗官微服务".
id_id: Jika ditutup, maka tidak bisa menerima dorongan WeChat. Unbinding dengan unfollowing "加菲狗官微服务".
it: Non puoi ricevere il push di Wechat se chiudi. Se vuoi cancellare il collegamento, ti preghiamo di vai a Wechat per smettere di seguire l'account ufficiale "加菲狗官微服务".
pt: Desligar não vai receber mais mensagens empurradas. Se quiser se desvincular, por favor vá ao Wechat e cancele o seguimento do número público"加菲狗官微服务".
ru: WeChat сообщения не доставят при закрытии. Перейтите к WeChat и перестаньте следить за официальным аккаунтом "加菲狗官微服务" если хотите отменить привязку.
tr: Kapanırsa, WeChat itilmesini kabul edemezsiniz. "加菲狗官微服务" nı takip etmeden kaldırılmasını.
vi_vn: Nếu đóng cửa, nó không thể nhận được WeChat đẩy. Hủy bỏ nó bằng cách hủy theo dõi "加菲狗官微服务".
zh_hans: 关闭将无法接收微信推送。想取消绑定请前往微信取消关注“加菲狗官微服务”公众号。
zh_hant: 關閉將無法接收微信推送。想取消綁定請前往微信取消關注“加菲狗官微服务”公眾號。

# SETTINGS_Wechat_Switch_Open
source: Please focus on the WeChat account "加菲狗官微服务" and bind, after the success of the old WeChat account will no longer receive the message push
es: Por favor, enfóquese en la cuenta de WeChat "加菲狗官微服务" y vincule, después del éxito de la antigua cuenta de WeChat ya no recibirá el mensaje push
fr: Concentrez-vous sur le compte WeChat "加菲狗官微服务" et liez, après que le succès de l'ancien compte WeChat ne recevra plus le message push
id_id: Harap fokus pada akun WeChat "加菲狗官微服务" dan mengikat, setelah kesuksesan akun WeChat lama tidak akan lagi menerima pesan push.
it: Si prega di concentrarsi sull'account WeChat "加菲狗官微服务" e legare, dopo il successo del vecchio account WeChat, non riceverà più il messaggio
pt: Concentre-se na conta WeChat "加菲狗官微服务" e vincule, depois que o sucesso da antiga conta WeChat não receberá mais a mensagem push
ru: Пожалуйста, сосредоточьтесь на учетной записи WeChat "加菲狗官微服务" и свяжите ее, после того как успех старой учетной записи WeChat больше не получит сообщение push
tr: Lütfen eski WeChat hesabının başarısı artık mesajı zorla almazsak WeChat hesabına "加菲狗官微服务" na odaklanın ve bağlayın.
vi_vn: Hãy tập trung vào tài khoản WeChat "加菲狗官微服务" và ràng buộc, sau khi thành công của tài khoản WeChat cũ sẽ không còn nhận được thông báo push
zh_hans: 请在新的微信号上关注“加菲狗官微服务”并绑定，成功后旧的微信号将不再接收消息推送
zh_hant: 請在新的微信號上關注“加菲狗官微服务”並綁定，成功後舊的微信號將不再接收消息推送

source: Cable mode
es: Modo cableado
fr: Mode par fil
id_id: Mode kabel
it: Modalità con cavo
pt: Modo com fio
ru: Проводной режим
tr: Kablo modu
vi_vn: Chế độ cáp
zh_hans: 有线模式
zh_hant: 有線模式

source: Start hotspot
es: Abrir punto de acceso
fr: Activer les points chauds
id_id: Mulai hotspot
it: Apri hotspot
pt: Activar ponto quente
ru: Открыть точку доступа
tr: Etkin noktayı başlat
vi_vn: Bắt đầu điểm phát sóng
zh_hans: 开启热点
zh_hant: 開啟熱點

# Cable_Mode_Switch_Cancel
source: If off, it may cause offline of the device, confirm off?
es: Al cerrar podría hacer el dispositivo desconectarse,¿confirmas de cerrar?
fr: Désactivation va mettre l'appareil en mode hors connexion, êtes-vous sûr de désactiver?
id_id: Jika dinonaktifkan, ini mungkin menyebabkan offline perangkat, konfirmasikan?
it: Il dispositivo potrebbe essere non in linea se chiudi, sei sicuro di chiudere?
pt: Desligar pode fazer que o dispositivo esteja offline, tem certeza de desligar?
ru: Закрытие может привести к обрыву связи устройств, закрыть или нет?
tr: Kapalıysa, cihazın çevrimdışı olmasına neden olabilir, kapalı onaylayın?
vi_vn: Nếu tắt, nó có thể gây ra ngoại tuyến của thiết bị, hãy xác nhận tắt?
zh_hans: 关闭可能会使设备离线，确定关闭？
zh_hant: 關閉可能會使設備離線，確定關閉？

# Start_Hotspot_Note
source: Start hotspot may cause offline of the device; after turning on, wait for flashing blue light of device
es: Al abrir punto de acceso podría hacer el dispositivo desconectarse, por favor espera que la luz azul del dispositivo parpadea después de abrir.
fr: Activation du point chaud va mettre l'appareil hors ligne, après avoir allumé, il faut attendre que le feu bleu du dispositif clignote
id_id: Mulai hotspot dapat menyebabkan offline perangkat; Setelah dinyalakan, tunggu lampu biru menyala
it: Il dispositivo potrebbe essere non in linea se apri hotspot, dopo aver aperto, ti preghiamo di aspettare il lampeggiamento della luce blu del dispositivo
pt: Activar ponto quente pode fazer que o dispositivo esteja offline, depois de activar, por favor espere até a luz azul do dispositivo piscar.
ru: Открытие точки доступа может привести к обрыву связи устройства, откройте и подождите мигания синего света на устройстве
tr: Başlangıç ​​hotspot, cihazın çevrimdışı olmasına neden olabilir; Cihaz açıldıktan sonra cihazın mavi ışığının yanıp sönmesini bekleyin
vi_vn: Bắt đầu hotspot có thể gây ra ngoại tuyến của thiết bị; Sau khi bật, chờ đèn xanh lam nhấp nháy của thiết bị
zh_hans: 开启热点会使设备离线，开启后，请等待设备蓝灯闪烁
zh_hant: 開啟熱點會使設備離線，開啟後，請等待設備藍燈閃爍

# Start_Hotspot_Prompt
source: Make sure the phone is connected to "%@" WiFi network before opening
es: Asegúrese de que el teléfono esté conectado a la red WiFi "%@" antes de abrirlo
fr: Assurez-vous que le téléphone est connecté au réseau WiFi "%@" avant d'ouvrir
id_id: Pastikan telepon terhubung ke jaringan WiFi "%@" sebelum membuka
it: Prima di aprire, assicurarsi che il telefono sia connesso alla rete WiFi "%@"
pt: Certifique-se de que o telefone esteja conectado à rede WiFi "%@" antes de abrir
ru: Убедитесь, что телефон подключен к сети "%@" WiFi перед открытием
tr: Telefonun açılmadan önce "%@" WiFi şebekesine bağlı olduğundan emin olun
vi_vn: Đảm bảo điện thoại được kết nối với mạng "%@"WiFi trước khi mở
zh_hans: 开启前请确定手机已连接到“%@”WiFi网络
zh_hant: 開啟前請確定手機已連接到“%@”WiFi網絡

# Cable_Mode_Start_Hotspot
source: Before you turn on, make sure your phone and device are connected to the same router
es: Antes de encender, asegúrese de que su teléfono y dispositivo estén conectados al mismo enrutador
fr: Avant de vous allumer, assurez-vous que votre téléphone et votre appareil sont connectés au même routeur
id_id: Sebelum menghidupkan, pastikan ponsel dan perangkat Anda terhubung ke router yang sama
it: Prima di accendere, assicurarsi che il telefono e il dispositivo siano collegati allo stesso router
pt: Antes de ligar, verifique se o seu telefone e dispositivo estão conectados ao mesmo roteador
ru: Перед включением убедитесь, что ваш телефон и устройство подключены к одному маршрутизатору
tr: Açmadan önce, telefonunuzun ve cihazınızın aynı yönlendiriciye bağlı olduğundan emin olun
vi_vn: Trước khi bật, đảm bảo điện thoại và thiết bị của bạn được kết nối với cùng một bộ định tuyến
zh_hans: 开启前请确定手机和设备已连接到同一路由器
zh_hant: 開啟前請確定手機和設備已連接到同一路由器

source: Start instructions
es: Abra las instrucciones
fr: Ouvrez les instructions
id_id: Buka instruksinya
it: Aprire le istruzioni
pt: Abra as instruções
ru: Откройте инструкции
tr: Talimatları aç
vi_vn: Mở hướng dẫn
zh_hans: 开启说明
zh_hant: 開啟說明

# Start_instructions_A
source: In the WeChat Official Accounts in the binding Clever Dog email, you can open this function.
es: En las cuentas oficiales de WeChat en el correo electrónico vinculante de Clever Dog, puede abrir esta función.
fr: Dans les comptes officiels de WeChat dans le courrier électronique Clever Dog, vous pouvez ouvrir cette fonction.
id_id: Dalam Akun Resmi WeChat di email Clever Dog yang mengikat, Anda dapat membuka fungsi ini.
it: Nei Conti ufficiali di WeChat nell'e-mail di Clever Dog, è possibile aprire questa funzione.
pt: Nas Contas Oficiais do WeChat no e-mail vinculativo Clever Dog, você pode abrir esta função.
ru: В официальных учетных записях WeChat в обязательной электронной почте Clever Dog вы можете открыть эту функцию.
tr: Clever Dog e-postasını bağlayan WeChat Resmi Hesaplarında bu işlevi açabilirsiniz.
vi_vn: Trong tài khoản chính thức của WeChat trong email Clever Dog ràng buộc, bạn có thể mở chức năng này.
zh_hans: 在微信公众号里绑定加菲狗手机/邮箱，即可开启此功能。
zh_hant: 在微信公眾號裡綁定加菲狗電子郵件，即可開啟此功能。

# Start_instructions_B
source: Proceed as follows:
es: Proceder de la siguiente:
fr: Procédez comme suit:
id_id: Lanjutkan sebagai berikut:
it: Procedere come segue:
pt: Proceda da seguinte forma:
ru: Действуйте следующим образом:
tr: Aşağıdakileri yapın:
vi_vn: Tiến hành như sau:
zh_hans: 步骤如下：
zh_hant: 步驟如下：

# Start_instructions_C
source: 1. Please pay attention to WeChat public number "加菲狗官微服务"
es: 1. Preste por favor atención al número público de WeChat "加菲狗官微服务"
fr: 1. Veuillez prêter attention au numéro public de WeChat "加菲狗官微服务"
id_id: 1. Mohon memperhatikan nomor resmi WeChat "加菲狗官微服务"
it: 1. Si prega di prestare attenzione al numero pubblico WeChat "加菲狗官微服务"
pt: 1. Por favor, preste atenção ao número público do WeChat "加菲狗官微服务"
ru: 1. Пожалуйста, обратите внимание на общедоступный номер WeChat "加菲狗官微服务"
tr: 1. Lütfen WeChat genel numarasına "加菲狗官微服务" na dikkat edin.
vi_vn: 1. Hãy chú ý đến số WeChat công cộng "加菲狗官微服务"
zh_hans: 1. 请先关注微信公众号“加菲狗官微服务”
zh_hant: 1. 請先關注微信公眾號“加菲狗官微服务”

# Start_instructions_D
source: Method 1: click on the WeChat in the upper right corner of the "+"> Add Contacts>Official Accounts, search "加菲狗官微服务" and then concerned.
es: Método 1: haga clic en el WeChat en la esquina superior derecha del "+"> Añadir contactos> Cuentas oficiales, busque "加菲狗官微服务" y luego se refiere.
fr: Méthode 1: cliquez sur le bouton WeChat dans le coin supérieur droit du "+"> Ajouter des contacts> Comptes officiels, recherchez "加菲狗官微服务" et ensuite concerné.
id_id: Metode 1: klik pada WeChat di sudut kanan atas "+"> Tambahkan Kontak> Akun Resmi, cari "加菲狗官微服务" dan kemudian prihatin.
it: Metodo 1: fare clic sul WeChat nell'angolo in alto a destra della casella "+"> Aggiungi contatti> Account ufficiali, cercare "加菲狗官微服务" e quindi interessati.
pt: Método 1: clique no WeChat no canto superior direito do "+"> Adicionar contatos> Contas oficiais, pesquise "加菲狗官微服务" e depois em questão.
ru: Способ 1: нажмите WeChat в верхнем правом углу "+"> "Добавить контакты"> "Официальные счета", выполните поиск "加菲狗官微服务", а затем заинтересованы.
tr: Yöntem 1: "+"> Rehber Ekle> Resmi Hesaplar'ın sağ üst köşesindeki WeChat'ı tıklayın, ardından "加菲狗官微服务" arar ve ardından endişe duyar.
vi_vn: Phương pháp 1: nhấp vào WeChat ở góc trên bên phải của "+"> Thêm địa chỉ liên hệ> Tài khoản chính thức, tìm kiếm "加菲狗官微服务" và sau đó liên quan.
zh_hans: 方法一：点击微信右上角的“+”号 > 添加朋友 > 公众号，搜索“加菲狗官微服务”然后关注。
zh_hant: 方法一：點擊微信右上角的“+”號 > 添加朋友 > 公眾號，搜索“加菲狗官微服务”然後關注。

# Start_instructions_E
source: Method 2: screenshot of this page or save the following two-dimensional code to the album, in the WeChat sweep sweep attention.
es: Método 2: captura de pantalla de esta página o guardar el siguiente código bidimensional en el álbum, en el barrido WeChat atención.
fr: Méthode 2: capture d'écran de cette page ou enregistrez le code bidimensionnel suivant dans l'album, dans l'attention du balayage WeChat.
id_id: Metode 2: tangkapan layar halaman ini atau simpan kode dua dimensi berikut ke album, di sapaan WeChat menyapu.
it: Metodo 2: schermata di questa pagina o salvare il seguente codice bidimensionale nell'album, nello spazzare WeChat spazzare attenzione.
pt: Método 2: captura de tela desta página ou salve o seguinte código bidimensional no álbum, na atenção de varredura WeChat varredura.
ru: Способ 2: снимок экрана с этой страницы или сохранение в альбоме следующего двухмерного кода, в развертке WeChat.
tr: Yöntem 2: Bu sayfanın ekran görüntüsü veya aşağıdaki iki boyutlu kodu Albüme kaydetmek için WeChat süpürme dikkatini kullanın.
vi_vn: Phương pháp 2: ảnh chụp màn hình của trang này hoặc lưu mã hai chiều sau đây vào album, trong sự chú ý quét của WeChat.
zh_hans: 方法二：截图此页面，在微信里扫一扫关注。
zh_hant: 方法二：截圖此頁面，在微信 裡掃一掃關注。

# Start_instructions_F
source: 2. Bind account
es: 2. Cuenta enlazada
fr: 2. Lier le compte
it: 2. Contabile
pt: 2. Ligue a conta
ru: 2. Счет привязки
tr: 2. Hesap bağlayın
vi_vn: 2. Liên kết tài khoản
zh_hans: 2. 绑定账号
zh_hant: 2. 綁定賬號

# Start_instructions_G
source: Attention "加菲狗官微服务" Official Accounts, enter the main page, click the menu bar of the service, select the binding account.
es: Atención "加菲狗官微服务" Cuentas oficiales, ingrese a la página principal, haga clic en la barra de menús del servicio, seleccione la cuenta de vinculación.
fr: À l'attention des Comptes officiels "加菲狗官微服务", entrez la page principale, cliquez sur la barre de menu du service, sélectionnez le compte reliant.
id_id: Perhatian "加菲狗官微服务", masukkan halaman utama, klik bilah menu layanan, pilih akun pengikat.
it: Attenzione "加菲狗官微服务" account ufficiali, entra nella pagina principale, fai clic sulla barra dei menu del servizio, seleziona l'account di associazione.
pt: Atenção "加菲狗官微服务", entre na página principal, clique na barra de menu do serviço, selecione a conta obrigatória.
ru: Внимание "加菲狗官微服务", войдите в основную страницу, щелкните строку меню службы, выберите обязательную учетную запись.
tr: Dikkat "加菲狗官微服务" Resmi Hesaplar, ana sayfaya girin, hizmetin menü çubuğuna tıklayın, cilt hesabı seçin.
vi_vn: Chú ý "加菲狗官微服务" Tài khoản chính thức, nhập trang chính, nhấp vào thanh trình đơn của dịch vụ, chọn tài khoản ràng buộc.
zh_hans: 关注“加菲狗官微服务”公众号后，进入主页面，点击菜单栏的“服务”，选择“绑定账号”。
zh_hant: 關注“加菲狗官微服务”公眾號後，進入主頁面，點擊菜單欄的“服務”，選擇“綁定賬號”。

# Start_instructions_H
source: Bind account
es: Cuenta enlazada
fr: Lier le compte
pt: Ligar conta
ru: Связать счет
tr: Hesabı bağla
vi_vn: Liên kết tài khoản
zh_hans: 绑定账号
zh_hant: 綁定賬號

# Start_instructions_I
source: Please enter dog Cleverdog accounts "mobile phone or email accounts "for binding, if you forget the password please back to Cleverdog client
es: Por favor ingrese la cuenta de correo electrónico del perro Clever para enlazar, como olvidar la contraseña, por favor vaya al cliente Clever dog back
fr: Entrez le compte de courrier électronique intelligent de Chipper pour lier, par exemple, oubliez le mot de passe, allez chez le client de chien intelligent.
id_id: Harap masukkan akun email anjing Pintar untuk mengikat, seperti lupa kata sandi, tolong masuk ke klien anjing Pintar
it: Si prega di inserire Clever dog email per legare, come dimenticare la password, vai al client Clever Dog Back
pt: Digite a conta de e-mail do telefone inteligente para se ligar, como esquecer a senha, vá para o cliente do cão inteligente, de volta
ru: Пожалуйста, введите Умный телефон электронной почты для привязки, например, забудьте пароль, пожалуйста, перейдите к клиенту Clever dog back
tr: Lütfen şifreyi unuttum gibi bağlamak için Zeki köpek e-posta hesabını giriniz, lütfen Zeki köpek müşterisine geri dönün.
vi_vn: Vui lòng nhập tài khoản điện tài khoản Clever dog để ràng buộc, chẳng hạn như quên mật khẩu, hãy chuyển đến khách hàng của Clever dog
zh_hans: 请输入加菲狗手机/邮箱账号进行绑定，如忘记密码请到加菲狗客户端找回
zh_hant: 請輸入加菲狗電子郵件賬號進行綁定，如忘記密碼請到加菲狗客戶端找回

# Instructions_Sent
source: Command sent
es: Instruccion enviada
fr: L'instruction a été envoyée
id_id: Instruksi dikirim
it: Le istruzioni sono inviate
pt: Já enviada a instrução
ru: Команда отправлена
tr: Talimatlar gönderildi
vi_vn: Đã gửi hướng dẫn
zh_hans: 指令已发送
zh_hant: 指令已發送

source: Start success
es: Comienza el éxito
fr: Commencez le succès
id_id: Mulai sukses
it: Avviare il successo
pt: Comece o sucesso
ru: Начать успех
tr: Başarıya başlayın
vi_vn: Bắt đầu thành công
zh_hans: 开启成功
zh_hant: 開啟成功

source: Start failed
es: Error de inicio
fr: Démarrage échoué
id_id: Mulai gagal
it: Inizio non riuscito
pt: Iniciar falha
ru: Ошибка запуска
tr: Başarısız
vi_vn: Bắt đầu không thành công
zh_hans: 开启失败
zh_hant: 開啟失敗

source: IP address
es: Dirección IP
fr: IP Adresses
id_id: alamat IP
it: Indirizzo IP
pt: Endereço de IP
ru: IP-адрес
tr: IP adresi
vi_vn: địa chỉ IP
zh_hans: IP地址
zh_hant: IP地址

# Change_ID
source: Change WeChat ID
es: Cambiar cuenta de WeChat
fr: Changer le compte de Wechat
id_id: Ubah ID WeChat
it: Cambia l'account Wechat
pt: Alterar o número do Wechat
ru: Заменить WeChat аккаунт
tr: WeChat Kimliği Değiştir
vi_vn: Thay đổi ID WeChat
zh_hans: 更换微信号
zh_hant: 更換微信號

# Alarm_WeChat
source: Alarm via WeChat
es: Mensaje de advertencia recibido por WeChat
fr: Wechat va recevoir le message d'avertissement
id_id: Alarm via WeChet
it: Ricevi il messaggio di allarme con Wechat
pt: O Wechat pode receber a notícia de alarme.
ru: Mensaje de advertencia recibido por WeChat
tr: WeChet üzerinden alarm
vi_vn: Báo thức qua WeChet
zh_hans: 微信接收报警消息
zh_hant: 微信接收報警消息

# Alarm_WeChat_NoBindTips
source: Using this function needs to bind email first.
es: El uso de esta función necesita unirse correo electrónico en primer lugar.
fr: Cette fonction doit lier email en premier.
id_id: Menggunakan fungsi ini perlu untuk mengikat email
it: Utilizzando questa funzione deve binding e-mail prima.
pt: Usando esta função precisa ligar o email primeiro.
ru: С помощью этой функции необходимо связать электронную почту в первую очередь.
tr: Bu işlevi kullanmak, önce e-postayı bağlamak zorundadır.
vi_vn: Sử dụng chức năng này cần để ràng buộc email đầu tiên.
zh_hans: 使用此功能需要绑定手机
zh_hant: 使用此功能需要綁定郵箱

# Add_Device_Scan_QR
source: Scan QR code
es: Escanear código QR
fr: Numériser le code QR
id_id: Pindai Kode QR
it: Scansiona QR Code
pt: Escanear código QR
ru: Скан QR кода
tr: QR kodu tara
vi_vn: Quét mã QR
zh_hans: 扫码添加
zh_hant: 掃碼添加

# Add_Device_S/N
source: Input (S/N)CID
es: Entrada (S/N)CID
fr: Entrée (S/N)CID
it: Ingresso (S/N)CID
pt: Entrada (S/N)CID
ru: Входной сигнал (S/N)CID
tr: Giriş (S/N)CID
vi_vn: Đầu vào (S/N)CID
zh_hans: (S/N)CID添加
zh_hant: (S/N)CID添加

# ERROR_S/N
source: Error (S/N)CID
fr: Erreur (S/N)CID
id_id: Kesalahan (S/N)CID
it: Errore (S/N)CID
pt: Erro (S/N)CID
ru: Ошибка (S/N)CID
tr: Hata (S/N)CID
vi_vn: Lỗi (S/N)CID
zh_hans: (S/N)CID输入错误
zh_hant: (S/N)CID輸入錯誤

# Add_Device_ENTER_S/N
source: Please enter the (S/N)CID
es: Introduzca el (S/N)CID
fr: Entrez le (S/N)CID
id_id: Masukkan (S/N)CID
it: Si prega di inserire la (S/N)CID
pt: Digite o (S/N)CID
ru: Введите (S/N)CID
tr: Lütfen (S/N)CID değerini giriniz
vi_vn: Xin vui lòng nhập (S/N)CID
zh_hans: 请输入(S/N)CID号
zh_hant: 請輸入(S/N)CID號

source: infrared night vision
es: Visión nocturna infrarroja
fr: Vision nocturne infrarouge
id_id: Visi malam inframerah
it: Visione notturna a infrarossi
pt: Visão noturna infravermelha
ru: Инфракрасное ночное видение
tr: Kızılötesi gece görüşü
vi_vn: Tầm nhìn đêm hồng ngoại
zh_hans: 红外夜视
zh_hant: 紅外夜視

# infrared_night_vision_Descript
source: You can obtain clear video in the dark by infrared night vision
es: Usted puede obtener el vídeo claro en la oscuridad por la visión nocturna infrarroja
fr: Vous pouvez obtenir une vidéo claire dans l'obscurité par vision nocturne infrarouge
id_id: Anda bisa mendapatkan video yang jernih dalam kegelapan dengan penglihatan malam inframerah
it: È possibile ottenere un video chiaro al buio dalla visione notturna a infrarossi
pt: Você pode obter um vídeo claro no escuro por visão noturna infravermelha
ru: Вы можете получать четкое видео в темноте инфракрасным ночным видением
tr: Kızılötesi gece görüşü ile karanlık ortamda net video elde edebilirsiniz
vi_vn: Bạn có thể có được video rõ ràng trong bóng tối bằng tầm nhìn ban đêm hồng ngoại
zh_hans: 开启红外夜视可在光线较暗的环境下得到清晰的视频画面
zh_hant: 開啟紅外夜視可在光線較暗的環境下得到清晰的視頻畫面

# Switch_On
source: always on
es: siempre
fr: Toujours sur
id_id: Selalu aktif
it: sempre acceso
pt: sempre
ru: всегда включен
tr: her zaman
vi_vn: luôn luôn
zh_hans: 始终开启
zh_hant: 始終開啟

# Switch_Off
source: always off
es: siempre apagado
fr: toujours désactivé
id_id: Selalu pergi
it: Sempre fuori
pt: Sempre fora
ru: Всегда выключен
tr: Her zaman kapalı
vi_vn: Luôn luôn tắt
zh_hans: 始终关闭
zh_hant: 始終關閉

# Record_Descript
source: After opening, view real-time video can be recorded
es: Después de la apertura, se puede grabar vídeo en tiempo real
fr: Après l'ouverture, la vidéo en temps réel peut être enregistrée
id_id: Setelah dibuka, melihat video real-time bisa direkam
it: Dopo l'apertura, è possibile registrare video in tempo reale
pt: Após a abertura, ver o vídeo em tempo real pode ser gravado
ru: После открытия можно просматривать видео в реальном времени.
tr: Açıldıktan sonra gerçek zamanlı videolar kaydedilebilir
vi_vn: Sau khi mở, xem video thời gian thực có thể được ghi lại
zh_hans: 开启后，查看实时监控将生成录像
zh_hant: 開啟後，查看實時監控將生成錄像

source: History video
es: Video de la historia
fr: Vidéo d'histoire
id_id: Video sejarah
it: Video della storia
pt: Vídeo de história
ru: История видео
tr: Geçmiş videosu
vi_vn: Video lịch sử
zh_hans: 历史录像
zh_hant: 歷史錄像
